{
  "1 Corinthians": [
    {
      "1": {
        "en": [
          "1:1 Paul, a called apostle of Christ Jesus through the will of God, and Sosthenes the brother,\n",
          "1:2 To the church of God which is in Corinth, to those who have been sanctified in Christ Jesus, the called saints, with all those who call upon the name of our Lord Jesus Christ in every place, who is theirs and ours:\n",
          "1:3 Grace to you and peace from God our Father and the Lord Jesus Christ.\n",
          "1:4 I thank my God always concerning you based upon the grace of God which was given to you in Christ Jesus,\n",
          "1:5 That in everything you were enriched in Him, in all utterance and all knowledge,\n",
          "1:6 Even as the testimony of Christ was confirmed in you,\n",
          "1:7 So that you do not lack in any gift, eagerly awaiting the revelation of our Lord Jesus Christ,\n",
          "1:8 Who will also confirm you until the end unreprovable in the day of our Lord Jesus Christ.\n",
          "1:9 God is faithful, through whom you were called into the fellowship of His Son, Jesus Christ our Lord.\n",
          "1:10 Now I beseech you, brothers, through the name of our Lord Jesus Christ, that you all speak the same thing and that there be no divisions among you, but that you be attuned in the same mind and in the same opinion.\n",
          "1:11 For it has been made clear to me concerning you, my brothers, by those of the household of Chloe, that there are strifes among you.\n",
          "1:12 Now I mean this, that each of you says, I am of Paul, and I of Apollos, and I of Cephas, and I of Christ.\n",
          "1:13 Is Christ divided? Was Paul crucified for you? Or were you baptized into the name of Paul?\n",
          "1:14 I thank God that I baptized none of you except Crispus and Gaius,\n",
          "1:15 That no one may say that you were baptized into my name.\n",
          "1:16 And I did baptize the household of Stephanas also; beyond that I do not know if I baptized any other.\n",
          "1:17 For Christ did not send me to baptize but to announce the gospel, not in wisdom of speech that the cross of Christ may not be made void.\n",
          "1:18 For the word of the cross is to those who are perishing foolishness, but to us who are being saved it is the power of God.\n",
          "1:19 For it is written, ?I will destroy the wisdom of the wise, and the understanding of those who understand I will set aside.?\n",
          "1:20 Where is the wise? Where is the scribe? Where is the disputer of this age? Has not God made the wisdom of the world foolish?\n",
          "1:21 For since in the wisdom of God the world through its wisdom did not know God, God was well pleased through the foolishness of the preaching to save those who believe.\n",
          "1:22 For indeed Jews require signs and Greeks seek wisdom,\n",
          "1:23 But we preach Christ crucified, to Jews a stumbling block, and to Gentiles foolishness,\n",
          "1:24 But to those who are called, both Jews and Greeks, Christ the power of God and the wisdom of God.\n",
          "1:25 Because the foolishness of God is wiser than men, and the weakness of God is stronger than men.\n",
          "1:26 For consider your calling, brothers, that there are not many wise according to flesh, not many powerful, not many wellborn.\n",
          "1:27 But God has chosen the foolish things of the world that He might shame those who are wise, and God has chosen the weak things of the world that He might shame the things that are strong,\n",
          "1:28 And the lowborn things of the world and the despised things God has chosen, things which are not, that He might bring to nought the things which are,\n",
          "1:29 So that no flesh may boast before God.\n",
          "1:30 But of Him you are in Christ Jesus, who became wisdom to us from God: both righteousness and sanctification and redemption,\n",
          "1:31 That as it is written, ?He who boasts, let him boast in the Lord.?\n"
        ],
        "id": [
          "1:1 Dari Paulus, yang atas kehendak Allah dipanggil menjadi rasul Kristus Yesus, dan dari Sostenes, saudara seiman kita,\n",
          "1:2 kepada jemaat Allah di Korintus, yaitu mereka yang dikuduskan dalam Kristus Yesus dan yang dipanggil menjadi orang-orang kudus, dengan semua orang di segala tempat, yang berseru kepada nama Tuhan kita Yesus Kristus, yaitu Tuhan mereka dan Tuhan kita.\n",
          "1:3 Anugerah dan damai sejahtera dari Allah, Bapa kita, dan dari Tuhan Yesus Kristus menyertai kamu.\n",
          "1:4 Aku senantiasa mengucap syukur kepada Allahku karena kamu atas anugerah Allah yang diberikan-Nya kepada kamu dalam Kristus Yesus.\n",
          "1:5 Sebab di dalam Dia kamu telah menjadi kaya dalam segala hal: Dalam segala macam perkataan dan segala macam pengetahuan,\n",
          "1:6 sesuai dengan kesaksian tentang Kristus, yang telah diteguhkan di antara kamu.\n",
          "1:7 Demikianlah kamu tidak kekurangan dalam karunia apa pun sementara kamu menantikan penyataan Tuhan kita Yesus Kristus.\n",
          "1:8 Ia juga akan meneguhkan kamu sampai kepada kesudahannya, sehingga kamu tak bercacat pada hari Tuhan kita Yesus Kristus.\n",
          "1:9 Allah, yang memanggil kamu kepada persekutuan dengan Anak-Nya Yesus Kristus, Tuhan kita, adalah setia.\n",
          "1:10 Tetapi aku menasihatkan kamu, Saudara-saudara, demi nama Tuhan kita Yesus Kristus, supaya kamu seia sekata dan jangan ada perpecahan di antara kamu, tetapi sebaliknya supaya kamu erat bersatu dan sehati sepikir.\n",
          "1:11 Sebab, Saudara-saudaraku, aku telah diberitahukan oleh orang-orang dari keluarga Kloe tentang kamu bahwa ada perselisihan di antara kamu.\n",
          "1:12 Yang aku maksudkan ialah bahwa kamu masing-masing berkata: Aku dari golongan Paulus. Atau aku dari golongan Apolos. Atau aku dari golongan Kefas. Atau aku dari golongan Kristus.\n",
          "1:13 Apakah Kristus terbagi-bagi? Apakah Paulus disalibkan karena kamu? Atau apakah kamu dibaptis dalam nama Paulus?\n",
          "1:14 Aku mengucap syukur bahwa tidak ada seorang pun juga di antara kamu yang aku baptis selain Krispus dan Gayus,\n",
          "1:15 sehingga tidak ada orang yang dapat mengatakan bahwa kamu dibaptis dalam namaku.\n",
          "1:16 Juga keluarga Stefanas aku yang membaptisnya. Kecuali mereka aku tidak tahu apakah ada lagi orang yang aku baptis.\n",
          "1:17 Sebab Kristus mengutus aku bukan untuk membaptis, tetapi untuk memberitakan Injil; dan itu pun bukan dengan hikmat perkataan, supaya salib Kristus jangan menjadi sia-sia.\n",
          "1:18 Sebab pemberitaan tentang salib memang adalah kebodohan bagi mereka yang akan binasa, tetapi bagi kita yang diselamatkan pemberitaan itu adalah kekuatan Allah.\n",
          "1:19 Karena ada tertulis: \" Aku akan membinasakan hikmat orang-orang berhikmat dan kearifan orang-orang bijak akan Kulenyapkan.\"\n",
          "1:20 Di manakah orang yang berhikmat? Di manakah ahli Taurat? Di manakah pembantah dari dunia ini? Bukankah Allah telah membuat hikmat dunia ini menjadi kebodohan?\n",
          "1:21 Oleh karena dunia, dalam hikmat Allah, tidak mengenal Allah oleh hikmat, maka Allah berkenan menyelamatkan mereka yang percaya oleh kebodohan pemberitaan Injil.\n",
          "1:22 Orang-orang Yahudi menghendaki tanda dan orang-orang Yunani mencari hikmat,\n",
          "1:23 tetapi kami memberitakan Kristus yang disalibkan: Untuk orang-orang Yahudi suatu batu sandungan dan untuk orang-orang bukan Yahudi suatu kebodohan,\n",
          "1:24 tetapi untuk mereka yang dipanggil, baik orang Yahudi, maupun orang bukan Yahudi, Kristus adalah kekuatan Allah dan hikmat Allah.\n",
          "1:25 Sebab yang bodoh dari Allah lebih besar hikmatnya daripada manusia dan yang lemah dari Allah lebih kuat daripada manusia.\n",
          "1:26 Ingat saja, Saudara-saudara, bagaimana keadaan kamu, ketika kamu dipanggil: Menurut ukuran manusia tidak banyak orang yang bijak, tidak banyak orang yang berpengaruh, tidak banyak orang yang terpandang.\n",
          "1:27 Tetapi apa yang bodoh bagi dunia, dipilih Allah untuk memalukan orang-orang yang berhikmat, dan apa yang lemah bagi dunia, dipilih Allah untuk memalukan apa yang kuat,\n",
          "1:28 dan apa yang tidak terpandang dan yang hina bagi dunia, dipilih Allah, bahkan apa yang tidak berarti, dipilih Allah untuk meniadakan apa yang berarti,\n",
          "1:29 supaya jangan ada seorang manusia pun yang memegahkan diri di hadapan Allah.\n",
          "1:30 Tetapi oleh Dia kamu berada dalam Kristus Yesus, yang oleh Allah telah menjadi hikmat bagi kita. Ia membenarkan dan menguduskan dan menebus kita.\n",
          "1:31 Karena itu seperti ada tertulis: \" Siapa saja yang bermegah, hendaklah ia bermegah di dalam Tuhan.\"\n"
        ]
      }
    },
    {
      "2": {
        "en": [
          "2:1 And I, when I came to you, brothers, came not according to excellence of speech or of wisdom, announcing to you the mystery of God.\n",
          "2:2 For I did not determine to know anything among you except Jesus Christ, and this One crucified.\n",
          "2:3 And I was with you in weakness and in fear and in much trembling;\n",
          "2:4 And my speech and my proclamation were not in persuasive words of wisdom but in demonstration of the Spirit and of power,\n",
          "2:5 In order that your faith would not stand in the wisdom of men but in the power of God.\n",
          "2:6 But we do speak wisdom among those who are full-grown, yet a wisdom not of this age nor of the rulers of this age, who are being brought to nought;\n",
          "2:7 But we speak God?s wisdom in a mystery, the wisdom which has been hidden, which God predestined before the ages for our glory,\n",
          "2:8 Which none of the rulers of this age have known; for if they had known, they would not have crucified the Lord of glory;\n",
          "2:9 But as it is written, ?Things which eye has not seen and ear has not heard and which have not come up in man?s heart; things which God has prepared for those who love Him.?\n",
          "2:10 But to us God has revealed them through the Spirit, for the Spirit searches all things, even the depths of God.\n",
          "2:11 For who among men knows the things of man, except the spirit of man which is in him? In the same way, the things of God also no one has known except the Spirit of God.\n",
          "2:12 But we have received not the spirit of the world but the Spirit which is from God, that we may know the things which have been graciously given to us by God;\n",
          "2:13 Which things also we speak, not in words taught by human wisdom but in words taught by the Spirit, interpreting spiritual things with spiritual words.\n",
          "2:14 But a soulish man does not receive the things of the Spirit of God, for they are foolishness to him and he is not able to know them because they are discerned spiritually.\n",
          "2:15 But the spiritual man discerns all things, but he himself is discerned by no one.\n",
          "2:16 For who has known the mind of the Lord and will instruct Him? But we have the mind of Christ.\n"
        ],
        "id": [
          "2:1 Demikianlah pula, ketika aku datang kepadamu, Saudara-saudara, aku tidak datang dengan kata-kata yang muluk atau dengan hikmat yang tinggi untuk menyampaikan rahasia Allah kepada kamu.\n",
          "2:2 Sebab aku telah memutuskan untuk tidak mengetahui apa-apa di antara kamu selain Yesus Kristus, yaitu Dia yang disalibkan.\n",
          "2:3 Aku juga telah datang kepadamu dalam kelemahan dan dengan sangat takut dan gentar.\n",
          "2:4 Baik perkataanku maupun pemberitaanku tidak kusampaikan dengan kata-kata hikmat yang meyakinkan, tetapi dengan bukti bahwa Roh berkuasa,\n",
          "2:5 supaya iman kamu jangan bergantung pada hikmat manusia, tetapi pada kekuatan Allah.\n",
          "2:6 Sungguhpun demikian kami memberitakan hikmat di kalangan mereka yang telah matang, yaitu hikmat yang bukan dari dunia ini, dan yang bukan dari penguasa-penguasa dunia ini, yaitu penguasa-penguasa yang akan ditiadakan.\n",
          "2:7 Tetapi yang kami beritakan ialah hikmat Allah yang tersembunyi dan rahasia, yang sebelum dunia dijadikan, telah disediakan Allah bagi kemuliaan kita.\n",
          "2:8 Tidak ada dari penguasa dunia ini yang mengenal hikmat ini, sebab sekiranya mereka mengenalnya, mereka tidak menyalibkan Tuhan yang mulia.\n",
          "2:9 Tetapi seperti ada tertulis: \" Apa yang tidak pernah dilihat oleh mata, dan tidak pernah didengar oleh telinga, dan yang tidak pernah timbul di dalam hati manusia: Semua yang disediakan Allah untuk mereka yang mengasihi Dia.\"\n",
          "2:10 Karena kepada kita Allah telah menyatakannya oleh Roh, sebab Roh menyelidiki segala sesuatu, bahkan hal-hal yang tersembunyi dalam diri Allah.\n",
          "2:11 Siapa di antara manusia yang tahu, apa yang terdapat di dalam diri manusia selain roh manusia sendiri yang ada di dalam dia? Demikian pulalah tidak ada orang yang tahu, apa yang terdapat di dalam diri Allah selain Roh Allah.\n",
          "2:12 Kita tidak menerima roh dunia, tetapi roh yang berasal dari Allah, supaya kita tahu, apa yang dikaruniakan Allah kepada kita.\n",
          "2:13 Karena kami menafsirkan hal-hal rohani kepada mereka yang rohani, kami berkata-kata tentang karunia-karunia Allah dengan perkataan yang bukan diajarkan kepada kami oleh hikmat manusia, tetapi oleh Roh.\n",
          "2:14 Tetapi manusia duniawi tidak menerima apa yang berasal dari Roh Allah, karena hal itu baginya adalah suatu kebodohan; dan ia tidak dapat memahaminya, sebab hal itu hanya dapat dinilai secara rohani.\n",
          "2:15 Tetapi manusia rohani menilai segala sesuatu, tetapi ia sendiri tidak dinilai oleh orang lain.\n",
          "2:16 Sebab: \"Siapakah yang mengetahui pikiran Tuhan, sehingga ia dapat menasihati Dia?\" Tetapi kami memiliki pikiran Kristus.\n"
        ]
      }
    },
    {
      "3": {
        "en": [
          "3:1 And I, brothers, was not able to speak to you as to spiritual men, but as to fleshy, as to infants in Christ.\n",
          "3:2 I gave you milk to drink, not solid food, for you were not yet able to receive it. But neither yet now are you able,\n",
          "3:3 For you are still fleshly. For if there is jealousy and strife among you, are you not fleshly and do you not walk according to the manner of man?\n",
          "3:4 For when someone says, I am of Paul, and another, I of Apollos, are you not men of flesh?\n",
          "3:5 What then is Apollos? And what is Paul? Ministers through whom you believed, even as the Lord gave to each one of them.\n",
          "3:6 I planted, Apollos watered, but God caused the growth.\n",
          "3:7 So then neither is he who plants anything nor he who waters, but God who causes the growth.\n",
          "3:8 Now he who plants and he who waters are one, but each will receive his own reward according to his own labor.\n",
          "3:9 For we are God?s fellow workers; you are God?s cultivated land, God?s building.\n",
          "3:10 According to the grace of God given to me, as a wise master builder I have laid a foundation, and another builds upon it. But let each man take heed how he builds upon it.\n",
          "3:11 For another foundation no one is able to lay besides that which is laid, which is Jesus Christ.\n",
          "3:12 But if anyone builds upon the foundation gold, silver, precious stones, wood, grass, stubble,\n",
          "3:13 The work of each will become manifest; for the day will declare it, because it is revealed by fire, and the fire itself will prove each one?s work, of what sort it is.\n",
          "3:14 If anyone?s work which he has built upon the foundation remains, he will receive a reward;\n",
          "3:15 If anyone?s work is consumed, he will suffer loss, but he himself will be saved, yet so as through fire.\n",
          "3:16 Do you not know that you are the temple of God, and that the Spirit of God dwells in you?\n",
          "3:17 If anyone destroys the temple of God, God will destroy him; for the temple of God is holy, and such are you.\n",
          "3:18 Let no one deceive himself; if anyone thinks that he is wise among you in this age, let him become foolish that he may become wise.\n",
          "3:19 For the wisdom of this world is foolishness with God; for it is written, ?He grasps the wise in their craftiness?;\n",
          "3:20 And again, ?The Lord knows the reasonings of the wise, that they are vain.?\n",
          "3:21 So then let no one boast in men, for all things are yours,\n",
          "3:22 Whether Paul or Apollos or Cephas or the world or life or death or things present or things to come; all are yours,\n",
          "3:23 But you are Christ?s, and Christ is God?s.\n"
        ],
        "id": [
          "3:1 Dan aku, Saudara-saudara, pada waktu itu tidak dapat berbicara dengan kamu seperti dengan manusia rohani, tetapi hanya dengan manusia duniawi, yang belum dewasa dalam Kristus.\n",
          "3:2 Susulah yang ku berikan kepadamu, bukan makanan keras, sebab kamu belum dapat menerimanya. Sekarang pun kamu belum dapat menerimanya.\n",
          "3:3 Karena kamu masih manusia duniawi. Sebab, jika di antara kamu ada iri hati dan perselisihan bukankah hal itu menunjukkan bahwa kamu manusia duniawi dan hidup secara manusiawi?\n",
          "3:4 Karena jika yang seorang berkata, \" Aku dari golongan Paulus,\" dan yang lain berkata, \"Aku dari golongan Apolos,\" bukankah hal itu menunjukkan bahwa kamu manusia duniawi?\n",
          "3:5 Jadi, siapakah Apolos? Siapakah Paulus? Pelayan-pelayan yang olehnya kamu menjadi percaya, masing-masing menurut tugas yang diberikan Tuhan kepadanya.\n",
          "3:6 Aku menanam, Apolos menyiram, tetapi Allah yang menumbuhkan.\n",
          "3:7 Karena itu yang penting bukanlah yang menanam atau yang menyiram, melainkan Allah yang menumbuhkan.\n",
          "3:8 Baik yang menanam maupun yang menyiram adalah sama; dan masing-masing akan menerima upahnya sesuai dengan pekerjaannya sendiri.\n",
          "3:9 Karena kami adalah kawan sekerja untuk Allah; kamu adalah ladang Allah, bangunan Allah.\n",
          "3:10 Sesuai dengan anugerah Allah, yang diberikan kepadaku, aku sebagai seorang ahli bangunan yang terampil telah meletakkan dasar, dan orang lain membangun terus di atasnya. Tetapi tiap-tiap orang harus memperhatikan, bagaimana ia harus membangun di atasnya.\n",
          "3:11 Karena tidak ada seorang pun yang dapat meletakkan dasar lain daripada dasar yang telah diletakkan, yaitu Yesus Kristus.\n",
          "3:12 Entahkah orang membangun di atas dasar ini dengan emas, perak, batu permata, kayu, rumput kering atau jerami,\n",
          "3:13 sekali kelak pekerjaan masing-masing orang akan tampak, karena hari Tuhan akan menyatakannya. Sebab hari itu akan tampak dengan api dan bagaimana pekerjaan masing-masing orang, akan diuji oleh api itu.\n",
          "3:14 Jika pekerjaan yang dibangun seseorang tahan uji, ia akan mendapat upah.\n",
          "3:15 Jika pekerjaannya terbakar, ia akan menderita kerugian; ia sendiri akan diselamatkan, tetapi seperti dari dalam api.\n",
          "3:16 Tidak tahukah kamu bahwa kamu sekalian adalah bait Allah dan bahwa Roh Allah diam di dalam kamu?\n",
          "3:17 Jika ada orang yang membinasakan bait Allah, maka Allah akan membinasakan dia. Sebab bait Allah adalah kudus dan bait Allah itu ialah kamu sekalian.\n",
          "3:18 Janganlah ada orang yang menipu dirinya sendiri. Jika ada di antara kamu yang menyangka dirinya berhikmat menurut dunia ini, biarlah ia menjadi bodoh, supaya ia berhikmat.\n",
          "3:19 Karena hikmat dunia ini adalah kebodohan bagi Allah. Sebab ada tertulis: \" Ia yang menangkap orang berhikmat dalam kecerdikannya.\"\n",
          "3:20 Dan lagi: \" Tuhan mengetahui pikiran-pikiran orang berhikmat; sesungguhnya semuanya sia-sia belaka.\"\n",
          "3:21 Karena itu janganlah ada orang yang memegahkan dirinya atas manusia, sebab segala sesuatu adalah milikmu:\n",
          "3:22 baik Paulus, Apolos, maupun Kefas, baik dunia, hidup, maupun mati, baik waktu sekarang, maupun waktu yang akan datang. Semuanya milikmu,\n",
          "3:23 tetapi kamu adalah milik Kristus dan Kristus adalah milik Allah.\n"
        ]
      }
    },
    {
      "4": {
        "en": [
          "4:1 A man should account us in this way, as servants of Christ and stewards of the mysteries of God.\n",
          "4:2 Here, furthermore, it is sought in stewards that one be found faithful.\n",
          "4:3 But to me it is a very small thing that I should be examined by you or by man?s day; rather I do not even examine myself.\n",
          "4:4 For I am conscious of nothing against myself; but I am not justified in this, but He who examines me is the Lord.\n",
          "4:5 So then do not judge anything before the time, until the Lord comes, who will both bring to light the hidden things of darkness and make manifest the counsels of the hearts, and then there will be praise to each from God.\n",
          "4:6 Now these things, brothers, I have transferred in figure to myself and Apollos for your sakes, that you may learn in us the matter of not going beyond what has been written, that none of you may be puffed up on behalf of one, against the other.\n",
          "4:7 For who distinguishes you? And what do you have that you did not receive? And if you did receive it, why do you boast as though not having received it?\n",
          "4:8 Already you are filled; already you have become rich; you have reigned without us. And I would have it indeed that you did reign, that we also might reign with you.\n",
          "4:9 For, I think, God has set forth us the apostles last of all as doomed to death, because we have become a spectacle to the world, both to angels and to men.\n",
          "4:10 We are fools because of Christ, but you are prudent in Christ; we are weak, but you are strong; you are glorious, but we are dishonored.\n",
          "4:11 Until the present hour we both hunger and thirst, and are naked and buffeted and wander without a home;\n",
          "4:12 And we labor, working with our own hands. Reviled we bless; persecuted we endure;\n",
          "4:13 Defamed we exhort. We have become as the offscouring of the world, the scum of all things, until now.\n",
          "4:14 It is not to shame you that I write these things but to admonish you as my beloved children.\n",
          "4:15 For though you have ten thousand guides in Christ, yet you do not have many fathers; for in Christ Jesus I have begotten you through the gospel.\n",
          "4:16 I exhort you therefore, Become imitators of me.\n",
          "4:17 Because of this I have sent Timothy to you, who is my beloved and faithful child in the Lord, who will remind you of my ways which are in Christ, even as I teach everywhere in every church.\n",
          "4:18 Now some have become puffed up as though I were not coming to you.\n",
          "4:19 But I will come to you shortly, if the Lord wills, and I will ascertain not the speech of those who are puffed up but the power.\n",
          "4:20 For the kingdom of God is not in speech but in power.\n",
          "4:21 What do you want? Should I come to you with a rod or in love and a spirit of meekness?\n"
        ],
        "id": [
          "4:1 Demikianlah hendaknya orang memandang kami: Sebagai hamba-hamba Kristus, yang kepadanya dipercayakan rahasia Allah.\n",
          "4:2 Yang akhirnya dituntut dari pelayan-pelayan yang demikian ialah bahwa mereka ternyata dapat dipercayai.\n",
          "4:3 Bagiku tidak begitu penting entahkah aku dihakimi oleh kamu atau oleh suatu pengadilan manusia. Malahan diriku sendiri pun tidak kuhakimi.\n",
          "4:4 Sebab memang aku tidak sadar akan apa pun tentang diriku, tetapi bukan karena itulah aku dibenarkan, melainkan Tuhanlah yang menghakimi aku.\n",
          "4:5 Karena itu, janganlah menghakimi sebelum waktunya, yaitu sebelum Tuhan datang. Ia akan menerangi, juga apa yang tersembunyi dalam kegelapan, dan Ia akan memperlihatkan apa yang direncanakan di dalam hati. Kelak tiap-tiap orang akan menerima pujian dari Allah.\n",
          "4:6 Saudara-saudara, kata-kata ini aku kenakan pada diriku sendiri dan pada Apolos, karena kamu, supaya dari teladan kami kamu belajar apa artinya ungkapan: \"Jangan melampaui yang ada tertulis\", supaya jangan ada di antara kamu yang menyombongkan diri dengan mengutamakan yang satu daripada yang lain.\n",
          "4:7 Sebab siapa yang menganggap engkau begitu penting? Apa yang engkau punyai, yang tidak engkau terima? Jika engkau memang menerimanya, mengapa engkau memegahkan diri, seolah-olah engkau tidak menerimanya?\n",
          "4:8 Kamu telah kenyang, kamu telah menjadi kaya, tanpa kami kamu telah menjadi raja. Ah, alangkah baiknya kalau benar demikian bahwa kamu telah menjadi raja, sehingga kami pun turut menjadi raja dengan kamu.\n",
          "4:9 Sebab, menurut pendapatku, Allah memberikan kepada kami, para rasul, tempat yang paling rendah, sama seperti orang-orang yang telah dijatuhi hukuman mati, sebab kami telah menjadi tontonan bagi dunia, bagi malaikat-malaikat dan bagi manusia.\n",
          "4:10 Kami bodoh oleh karena Kristus, tetapi kamu arif dalam Kristus. Kami lemah, tetapi kamu kuat. Kamu mulia, tetapi kami hina.\n",
          "4:11 Sampai saat ini kami lapar, haus, telanjang, dipukul dan hidup mengembara,\n",
          "4:12 kami melakukan pekerjaan tangan yang berat. Kalau kami dimaki, kami memberkati; kalau kami dianiaya, kami sabar;\n",
          "4:13 kalau kami difitnah, kami tetap menjawab dengan ramah; kami telah menjadi sama dengan sampah dunia, sama dengan kotoran dari segala sesuatu, sampai pada saat ini.\n",
          "4:14 Hal ini kutuliskan bukan untuk mempermalukan kamu, tetapi untuk menegur kamu sebagai anak-anakku yang kukasihi.\n",
          "4:15 Sebab sekalipun kamu mempunyai beribu-ribu pendidik dalam Kristus, kamu tidak mempunyai banyak bapak. Akulah yang dalam Kristus Yesus telah menjadi bapakmu karena Injil.\n",
          "4:16 Sebab itu aku menasihatkan kamu: Turutilah teladanku!\n",
          "4:17 Justru itulah sebabnya aku mengirimkan kepadamu Timotius, yang adalah anakku yang terkasih dan yang setia dalam Tuhan. Ia akan mengingatkan kamu akan cara hidupku dalam Kristus Yesus, seperti yang kuajarkan di mana-mana dalam setiap jemaat.\n",
          "4:18 Tetapi ada beberapa orang yang menjadi sombong, karena mereka menyangka bahwa aku tidak akan datang lagi kepadamu.\n",
          "4:19 Tetapi aku akan segera datang kepadamu, kalau Tuhan menghendakinya dan aku akan tahu, bukan tentang perkataan orang-orang yang sombong itu, tetapi tentang kekuatan mereka.\n",
          "4:20 Sebab Kerajaan Allah tidak terdiri dari perkataan, tetapi dari kuasa.\n",
          "4:21 Apa yang kamu kehendaki? Haruskah aku datang kepadamu dengan cambuk atau dengan kasih dan dengan lemah lembut?\n"
        ]
      }
    },
    {
      "5": {
        "en": [
          "5:1 It is actually reported that there is fornication among you, and such fornication that does not even occur among the Gentiles, that someone has his stepmother.\n",
          "5:2 And you are puffed up? And have you not rather mourned, that the one who has done this deed might be removed from your midst?\n",
          "5:3 For I, on my part, though being absent in the body but present in the spirit, have already judged, as if being present, him who has thus done this,\n",
          "5:4 In the name of our Lord Jesus, when you and my spirit have been assembled, with the power of our Lord Jesus,\n",
          "5:5 To deliver such a one to Satan for the destruction of his flesh, that his spirit may be saved in the day of the Lord.\n",
          "5:6 Your boasting is not good. Do you not know that a little leaven leavens the whole lump?\n",
          "5:7 Purge out the old leaven that you may be a new lump, even as you are unleavened; for our Passover, Christ, also has been sacrificed.\n",
          "5:8 So then let us keep the feast, not with old leaven, neither with the leaven of malice and evil, but with the unleavened bread of sincerity and truth.\n",
          "5:9 I wrote to you in my letter not to mingle with fornicators,\n",
          "5:10 But not altogether with the fornicators of this world, or with the covetous and rapacious, or idolaters, since then you would have to go out of the world.\n",
          "5:11 But now I have written to you not to mingle with anyone who is called a brother, if he is a fornicator or a covetous man or an idolater or a reviler or a drunkard or a rapacious man, with such a one not even to eat.\n",
          "5:12 For what have I to do with judging those who are outside the church? Do you not judge those who are within the church?\n",
          "5:13 But those who are outside, God will judge. Remove the evil man from among yourselves.\n"
        ],
        "id": [
          "5:1 Memang orang mendengar bahwa ada percabulan di antara kamu, dan percabulan yang begitu rupa, yang bahkan tidak terdapat sekalipun di antara bangsa-bangsa yang tidak mengenal Allah, yaitu bahwa ada orang yang hidup dengan istri ayahnya.\n",
          "5:2 Sekalipun demikian kamu sombong. Tidakkah lebih patut kamu berdukacita sehingga orang yang melakukan hal itu dijauhkan dari tengah-tengah kamu?\n",
          "5:3 Sebab aku, sekalipun secara badani tidak hadir, tetapi secara rohani hadir, aku -- sama seperti aku hadir -- telah menjatuhkan hukuman atas dia, yang telah melakukan hal yang semacam itu.\n",
          "5:4 Bilamana kamu berkumpul dan aku hadir secara rohani, dengan kuasa Yesus, Tuhan kita,\n",
          "5:5 orang itu harus diserahkan dalam nama Tuhan Yesus kepada Iblis, sehingga binasa tubuhnya, agar rohnya diselamatkan pada hari Tuhan.\n",
          "5:6 Kemegahanmu tidak baik. Tidak tahukah kamu bahwa sedikit ragi membuat seluruh adonan mengembang?\n",
          "5:7 Buanglah ragi yang lama itu, supaya kamu menjadi adonan yang baru, sebagaimana kamu memang tidak beragi. Sebab anak domba Paskah kita, yaitu Kristus, juga telah disembelih.\n",
          "5:8 Karena itu marilah kita berpesta, bukan dengan ragi yang lama, bukan pula dengan ragi keburukan dan kejahatan, tetapi dengan roti yang tidak beragi, yaitu kemurnian dan kebenaran.\n",
          "5:9 Dalam suratku telah kutuliskan kepadamu, supaya kamu jangan bergaul dengan orang-orang cabul.\n",
          "5:10 Yang aku maksudkan bukanlah dengan semua orang cabul pada umumnya dari dunia ini atau dengan semua orang tamak dan penipu atau dengan semua penyembah berhala, karena jika demikian kamu harus meninggalkan dunia ini.\n",
          "5:11 Tetapi yang kutuliskan kepada kamu sekarang ialah, supaya kamu jangan bergaul dengan orang, yang sekalipun menyebut dirinya saudara seiman adalah orang cabul, tamak, penyembah berhala, pemfitnah, pemabuk atau penipu; dengan orang yang demikian janganlah kamu sekali-kali makan bersama-sama.\n",
          "5:12 Sebab dengan wewenang apa aku menghakimi mereka, yang berada di luar jemaat? Bukankah seharusnya kamu yang menghakimi mereka yang berada di dalam jemaat?\n",
          "5:13 Mereka yang berada di luar jemaat akan dihakimi Allah. Usirlah orang yang melakukan kejahatan dari tengah-tengah kamu.\n"
        ]
      }
    },
    {
      "6": {
        "en": [
          "6:1 Does any one of you who has a case against another dare to be judged before the unrighteous and not before the saints?\n",
          "6:2 Or do you not know that the saints will judge the world? And if the world is judged by you, are you unworthy of the smallest judgments?\n",
          "6:3 Do you not know that we will judge angels, not to mention things of this life?\n",
          "6:4 If then you hold over things of this life, do you seat as judges those who are of no account in the church?\n",
          "6:5 I say this to your shame. So there is no one wise among you, who will be able to discern between his brothers?\n",
          "6:6 But brother goes to court with brother, and this before unbelievers.\n",
          "6:7 Already then it is altogether a defeat to you that you have lawsuits with one another. Why not rather be wronged? Why not rather be defrauded?\n",
          "6:8 But you wrong and , and this your brothers.\n",
          "6:9 Or do you not know that the unrighteous will not inherit the kingdom of God? Do not be led astray; neither fornicators nor idolaters nor adulterers nor effeminate nor homosexuals\n",
          "6:10 Nor thieves nor the covetous, not drunkards, not revilers, not the rapacious will inherit the kingdom of God.\n",
          "6:11 And these things were some of you; but you were washed, but you were sanctified, but you were justified in the name of the Lord Jesus Christ and in the Spirit of our God.\n",
          "6:12 All things are lawful to me, but not all things are profitable; all things are lawful to me, but I will not be brought under the power of anything.\n",
          "6:13 Foods are for the stomach, and the stomach for foods; but God will bring to nought both it and them. But the body is not for fornication but for the Lord, and the Lord for the body.\n",
          "6:14 And God has both raised up the Lord and will raise us up through His power.\n",
          "6:15 Do you not know that your bodies are members of Christ? Shall I then take the members of Christ and make them members of a prostitute? Absolutely not!\n",
          "6:16 Or do you not know that he who is joined to a prostitute is one body? For He says, ?The two shall be one flesh.?\n",
          "6:17 But he who is joined to the Lord is one spirit.\n",
          "6:18 Flee fornication. Every sin which a man may do is outside the body, but he who commits fornication sins against his own body.\n",
          "6:19 Or do you not know that your body is a temple of the Holy Spirit within you, whom you have from God, and you are not your own?\n",
          "6:20 For you have been bought with a price. So then glorify God in your body.\n"
        ],
        "id": [
          "6:1 Apakah ada seorang di antara kamu, yang jika berselisih dengan orang lain, berani mencari keadilan pada orang-orang yang tidak benar, dan bukan pada orang-orang kudus?\n",
          "6:2 Atau tidak tahukah kamu bahwa orang-orang kudus akan menghakimi dunia? Jika penghakiman dunia berada dalam tangan kamu, tidakkah kamu sanggup untuk mengurus perkara-perkara yang tidak berarti?\n",
          "6:3 Tidak tahukah kamu bahwa kita akan menghakimi malaikat-malaikat? Jadi, apalagi perkara-perkara biasa dalam hidup kita sehari-hari.\n",
          "6:4 Sekalipun demikian, jika kamu harus mengurus perkara-perkara biasa, apakah kamu menyerahkan urusan itu kepada mereka yang tidak terhitung dalam jemaat?\n",
          "6:5 Hal ini kukatakan untuk mempermalukan kamu. Tidak adakah seorang di antara kamu yang berhikmat, yang dapat mengurus perkara-perkara dari saudara-saudara seimannya?\n",
          "6:6 Apakah saudara yang satu mencari keadilan terhadap saudara yang lain, dan justru pada orang-orang yang tidak percaya?\n",
          "6:7 Adanya saja perkara di antara kamu yang seorang terhadap yang lain telah merupakan kekalahan bagi kamu. Mengapa kamu tidak lebih suka menderita ketidakadilan? Mengapa kamu tidak lebih suka dirugikan?\n",
          "6:8 Tetapi kamu sendiri melakukan ketidakadilan dan merugikan orang dengan menipu, dan hal itu bahkan kamu lakukan terhadap saudara-saudara seimanmu.\n",
          "6:9 Atau tidak tahukah kamu bahwa orang-orang yang tidak adil tidak akan mendapat bagian dalam Kerajaan Allah? Janganlah sesat! Orang cabul, penyembah berhala, pezina, laki-laki yang bersetubuh dengan sesama jenisnya, pasangan orang yang berbuat demikian,\n",
          "6:10 pencuri, orang tamak, pemabuk, pemfitnah dan penipu tidak akan mendapat bagian dalam Kerajaan Allah.\n",
          "6:11 Beberapa orang di antara kamu memang demikian dahulu. Tetapi kamu telah memberi dirimu disucikan, kamu telah dikuduskan, kamu telah dibenarkan dalam nama Tuhan Yesus Kristus dan dalam Roh Allah kita.\n",
          "6:12 \" Segala sesuatu halal bagiku,\" tetapi bukan semuanya berguna. Segala sesuatu halal bagiku, tetapi aku tidak mau membiarkan diriku diperhamba oleh apa pun.\n",
          "6:13 Makanan adalah untuk perut dan perut untuk makanan: Tetapi kedua-duanya akan dibinasakan Allah. Tetapi tubuh bukanlah untuk percabulan, melainkan untuk Tuhan, dan Tuhan untuk tubuh.\n",
          "6:14 Allah, yang membangkitkan Tuhan, akan membangkitkan kita juga oleh kuasa-Nya.\n",
          "6:15 Tidak tahukah kamu bahwa tubuh kamu semua adalah anggota Kristus? Jadi, akan kuambilkah anggota Kristus dan menjadikannya anggota tubuh pelacur? Sekali-kali tidak!\n",
          "6:16 Atau tidak tahukah kamu bahwa siapa yang mengikatkan dirinya pada perempuan cabul, menjadi satu tubuh dengan dia? Sebab, demikianlah kata nas: \" Keduanya akan menjadi satu daging.\"\n",
          "6:17 Tetapi siapa yang mengikatkan dirinya pada Tuhan, menjadi satu roh dengan Dia.\n",
          "6:18 Jauhkanlah dirimu dari percabulan! Setiap dosa lain yang dilakukan manusia, terjadi di luar dirinya. Tetapi orang yang melakukan percabulan berdosa terhadap dirinya sendiri.\n",
          "6:19 Atau tidak tahukah kamu bahwa tubuh kamu semua adalah bait Roh Kudus yang tinggal di dalam kamu, Roh Kudus yang kamu peroleh dari Allah -- dan bahwa kamu bukan milik kamu sendiri?\n",
          "6:20 Sebab kamu telah dibeli dan harganya telah lunas dibayar: Karena itu muliakanlah Allah dengan tubuhmu!\n"
        ]
      }
    },
    {
      "7": {
        "en": [
          "7:1 Now concerning the things of which you wrote: It is good for a man not to touch a woman.\n",
          "7:2 But because of fornication, let each man have his own wife, and let each woman have her own husband.\n",
          "7:3 Let the husband render to his wife that which is due, and likewise also the wife to the husband.\n",
          "7:4 The wife does not have authority over her own body, but the husband does; and likewise the husband also does not have authority over his own body, but the wife does.\n",
          "7:5 Do not deprive each other, by agreement for a time that you may devote yourselves to prayer, and then be together again, that Satan may not tempt you because of your lack of self-control.\n",
          "7:6 But this I say by way of concession, not by way of command.\n",
          "7:7 Yet I wish all men to be even as I am myself; but each has his own gift from God, one in this way, the other in that.\n",
          "7:8 But I say to the unmarried and to the widows, It is good for them if they remain even as I am.\n",
          "7:9 But if they do not have self-control, let them marry; for it is better to marry than to burn with desire.\n",
          "7:10 But to the married I charge, not I but the Lord, A wife must not be separated from her husband\n",
          "7:11 (But if indeed she is separated, let her remain unmarried or be reconciled to her husband), and a husband must not leave his wife.\n",
          "7:12 But to the rest I say, I, not the Lord, If any brother has an unbelieving wife and she consents to dwell with him, he must not leave her;\n",
          "7:13 And a wife who has an unbelieving husband, and if he consents to dwell with her, must not leave her husband.\n",
          "7:14 For the unbelieving husband is sanctified by the wife, and the unbelieving wife is sanctified by the brother; otherwise your children are unclean, but now they are holy.\n",
          "7:15 But if the unbelieving one separates, let him separate; the brother or the sister is not enslaved in such cases, but God has called us in peace.\n",
          "7:16 For how do you know, O wife, whether you will save your husband? Or how do you know, O husband, whether you will save your wife?\n",
          "7:17 However as the Lord has apportioned to each one, as God has called each one, so let him walk. And so I direct in all the churches.\n",
          "7:18 Was anyone called having been circumcised? He need not efface it. Has anyone been called in uncircumcision? He need not be circumcised.\n",
          "7:19 Circumcision is nothing, and uncircumcision is nothing, but the keeping of God?s commandments is what counts.\n",
          "7:20 Each one, in the calling in which he was called, in this let him remain.\n",
          "7:21 Were you called as a slave? Let it not concern you; but even if you are able to become free, use your status as a slave rather.\n",
          "7:22 For the slave who has been called in the Lord is the Lord?s freedman; likewise the free man who has been called is Christ?s slave.\n",
          "7:23 You were bought with a price; do not be slaves of men.\n",
          "7:24 Each one, brothers, in what status he was called, in this let him remain with God.\n",
          "7:25 Now concerning virgins I have no commandment of the Lord, but I give my opinion as one who has been shown mercy by the Lord to be faithful.\n",
          "7:26 I consider then that this is good because of the present necessity, that it is good for a man to be as he is.\n",
          "7:27 Have you been bound to a wife? Do not seek a release. Have you been released from a wife? Do not seek a wife.\n",
          "7:28 But even if you do , you have not sinned; and if the virgin marries, she has not sinned; but such ones will have affliction in the flesh, and I am trying to spare you.\n",
          "7:29 But this I say, brothers, the time is shortened. Henceforth both those who have wives should be as though they had none,\n",
          "7:30 And those who weep as though they did not weep, and those who rejoice as though they did not rejoice, and those who buy as though they did not possess,\n",
          "7:31 And those who use the world as though they did not abuse it; for the fashion of this world is passing away.\n",
          "7:32 But I desire you to be without care. The unmarried cares for the things of the Lord, how he may please the Lord;\n",
          "7:33 But he who has married cares for the things of the world, how he may please his wife,\n",
          "7:34 And is distracted. Both the unmarried woman and the virgin care for the things of the Lord, that she may be holy both in body and in spirit; but she who has married cares for the things of the world, how she may please her husband.\n",
          "7:35 But this I say for your own profit, not that I may put a noose upon you but that you may be comely and may wait on the Lord without distraction.\n",
          "7:36 But if anyone thinks that he is behaving unbecomingly to his virgin daughter, if she is past the bloom of youth and thus it must be so, let him do what he wishes, he does not sin; let them marry.\n",
          "7:37 But he who stands firm in his heart, being under no constraint, and has authority with respect to his own will and has decided this in his own heart, to keep his own virgin daughter, he will do well.\n",
          "7:38 So then both he who gives his own virgin daughter in marriage does well, and he who does not give her in marriage will do better.\n",
          "7:39 A wife is bound for so long a time as her husband lives; but should the husband fall asleep, she is free to be married to whom she wishes, only to one in the Lord.\n",
          "7:40 But she is more blessed if she so remains, according to my opinion; but I think that I also have the Spirit of God.\n"
        ],
        "id": [
          "7:1 Dan sekarang tentang hal-hal yang kamu tuliskan kepadaku. Adalah baik bagi laki-laki, kalau ia tidak kawin,\n",
          "7:2 tetapi mengingat bahaya percabulan, baiklah setiap laki-laki mempunyai istrinya sendiri dan setiap perempuan mempunyai suaminya sendiri.\n",
          "7:3 Hendaklah suami memenuhi kewajibannya terhadap istrinya, demikian pula istri terhadap suaminya.\n",
          "7:4 Istri tidak berkuasa atas tubuhnya sendiri, tetapi suaminya, demikian pula suami tidak berkuasa atas tubuhnya sendiri, tetapi istrinya.\n",
          "7:5 Janganlah kamu saling menjauhi, kecuali dengan persetujuan bersama untuk sementara waktu, supaya kamu mendapat kesempatan untuk berdoa. Sesudah itu hendaklah kamu kembali hidup bersama-sama, supaya Iblis jangan menggodai kamu, karena kamu tidak dapat menahan hawa nafsu.\n",
          "7:6 Hal ini kukatakan kepadamu sebagai kelonggaran, bukan sebagai perintah.\n",
          "7:7 Meskipun demikian alangkah baiknya, kalau semua orang seperti aku; tetapi setiap orang menerima dari Allah karunianya yang khas, yang seorang karunia ini, yang lain karunia itu.\n",
          "7:8 Tetapi kepada orang-orang yang tidak kawin dan kepada janda-janda aku anjurkan, supaya baiklah mereka tetap dalam keadaan seperti aku.\n",
          "7:9 Tetapi kalau mereka tidak dapat menguasai diri, baiklah mereka kawin. Sebab lebih baik kawin daripada hangus karena hawa nafsu.\n",
          "7:10 Kepada orang-orang yang telah kawin aku -- tidak, bukan aku, tetapi Tuhan -- perintahkan, supaya seorang istri jangan bercerai dari suaminya.\n",
          "7:11 Jikalau ia bercerai, ia harus tetap hidup tanpa suami atau berdamai dengan suaminya. Dan seorang suami janganlah menceraikan istrinya.\n",
          "7:12 Kepada orang-orang lain aku, bukan Tuhan, katakan: Kalau ada seorang saudara seiman beristrikan seorang yang tidak beriman dan perempuan itu mau hidup bersama-sama dengan dia, janganlah saudara itu menceraikan dia.\n",
          "7:13 Kalau ada seorang istri bersuamikan seorang yang tidak beriman dan laki-laki itu mau hidup bersama-sama dengan dia, janganlah ia menceraikan laki-laki itu.\n",
          "7:14 Karena suami yang tidak beriman itu dikuduskan oleh istrinya dan istri yang tidak beriman itu dikuduskan oleh suaminya. Andaikata tidak demikian, tentu anak-anakmu adalah anak cemar, tetapi sekarang mereka adalah anak-anak kudus.\n",
          "7:15 Tetapi kalau orang yang tidak beriman itu mau bercerai, biarlah ia bercerai; dalam hal yang demikian saudara atau saudari itu tidak terikat. Tetapi Allah memanggil kamu untuk hidup dalam damai sejahtera.\n",
          "7:16 Sebab bagaimana engkau mengetahui, hai istri, apakah engkau tidak akan menyelamatkan suamimu? Atau bagaimana engkau mengetahui, hai suami, apakah engkau tidak akan menyelamatkan istrimu?\n",
          "7:17 Selanjutnya hendaklah tiap-tiap orang tetap hidup seperti yang telah ditentukan Tuhan baginya dan dalam keadaan seperti waktu ia dipanggil Allah. Inilah ketetapan yang kuberikan kepada semua jemaat.\n",
          "7:18 Kalau seseorang dipanggil dalam keadaan bersunat, janganlah ia berusaha meniadakan tanda-tanda sunat itu. Kalau seseorang dipanggil dalam keadaan tidak bersunat, janganlah ia mau bersunat.\n",
          "7:19 Sebab bersunat atau tidak bersunat tidak penting. Yang penting ialah menaati hukum-hukum Allah.\n",
          "7:20 Baiklah tiap-tiap orang tinggal dalam keadaan, seperti waktu ia dipanggil Allah.\n",
          "7:21 Apakah engkau hamba waktu engkau dipanggil? Itu tidak apa-apa! Tetapi jikalau engkau mendapat kesempatan untuk dibebaskan, pergunakanlah kesempatan itu.\n",
          "7:22 Sebab seorang hamba yang dipanggil oleh Tuhan dalam pelayanan-Nya, adalah orang merdeka, milik Tuhan. Demikian pula orang merdeka yang dipanggil Kristus, adalah hamba- Nya.\n",
          "7:23 Kamu telah dibeli dan harganya telah lunas dibayar. Karena itu janganlah kamu menjadi hamba manusia.\n",
          "7:24 Saudara-saudara, hendaklah tiap-tiap orang tinggal di hadapan Allah dalam keadaan seperti pada waktu ia dipanggil.\n",
          "7:25 Sekarang tentang orang-orang yang belum kawin. Untuk mereka aku tidak mendapat perintah dari Tuhan. Tetapi aku memberikan pendapat ku sebagai seorang yang dapat dipercayai karena rahmat Allah.\n",
          "7:26 Aku berpendapat bahwa, mengingat waktu darurat sekarang, baiklah bagi manusia untuk tetap dalam keadaannya.\n",
          "7:27 Apakah engkau terikat pada seorang perempuan? Janganlah engkau mengusahakan perceraian! Apakah engkau tidak terikat pada seorang perempuan? Janganlah engkau mencari seorang!\n",
          "7:28 Tetapi, kalau engkau kawin, engkau tidak berdosa. Demikian pula, kalau seorang gadis kawin, ia tidak berbuat dosa. Tetapi orang-orang yang demikian akan ditimpa kesusahan badani dan aku mau menghindarkan kamu dari kesusahan itu.\n",
          "7:29 Saudara-saudara, inilah yang kumaksudkan, yaitu: Waktunya telah singkat! Karena itu, dalam waktu yang masih sisa ini orang-orang yang beristri harus berlaku seolah-olah mereka tidak beristri;\n",
          "7:30 dan orang-orang yang menangis seolah-olah tidak menangis; dan orang-orang yang bergembira seolah-olah tidak bergembira; dan orang-orang yang membeli seolah-olah tidak memiliki apa yang mereka beli;\n",
          "7:31 pendeknya, orang-orang yang mempergunakan barang-barang duniawi seolah-olah sama sekali tidak mempergunakannya. Sebab dunia seperti yang kita kenal sekarang akan berlalu.\n",
          "7:32 Aku ingin, supaya kamu hidup tanpa kekhawatiran. Orang yang tidak beristri memusatkan perhatiannya pada hal-hal mengenai Tuhan, bagaimana ia menyenangkan Tuhan.\n",
          "7:33 Sebaliknya, orang yang beristri memusatkan perhatiannya pada hal-hal duniawi, bagaimana ia menyenangkan istrinya,\n",
          "7:34 dan dengan demikian perhatiannya terbagi-bagi. Perempuan yang tidak bersuami dan anak-anak gadis memusatkan perhatian mereka pada hal-hal mengenai Tuhan, supaya tubuh dan jiwa mereka kudus. Tetapi perempuan yang bersuami memusatkan perhatiannya pada hal-hal duniawi, bagaimana ia menyenangkan suaminya.\n",
          "7:35 Semuanya ini kukatakan untuk kepentingan kamu sendiri, bukan untuk menghalang-halangi kamu, sebaliknya supaya kamu melakukan apa yang patut, dan melayani Tuhan tanpa gangguan.\n",
          "7:36 Tetapi jikalau seseorang menyangka bahwa ia tidak berlaku wajar terhadap tunangannya, jika tunangannya itu telah bertambah tua dan ia benar-benar merasa bahwa mereka harus kawin, baiklah mereka kawin, kalau ia menghendakinya. Hal itu bukan dosa.\n",
          "7:37 Tetapi kalau ada seseorang, yang tidak dipaksa untuk berbuat demikian, benar-benar yakin dalam hatinya dan benar-benar menguasai kemauannya, telah mengambil keputusan untuk tidak kawin dengan tunangannya, ia berbuat baik.\n",
          "7:38 Jadi, orang yang kawin dengan tunangannya berbuat baik, dan orang yang tidak kawin dengan tunangannya berbuat lebih baik.\n",
          "7:39 Istri terikat selama suaminya hidup. Kalau suaminya telah meninggal, ia bebas untuk kawin dengan siapa saja yang dikehendakinya, asal orang itu seorang yang percaya.\n",
          "7:40 Tetapi menurut pendapatku, ia lebih berbahagia, kalau ia tetap tinggal dalam keadaannya. Lagi pula aku berpendapat bahwa aku juga mempunyai Roh Allah.\n"
        ]
      }
    },
    {
      "8": {
        "en": [
          "8:1 Now concerning things sacrificed to idols, we know that we all have knowledge. Knowledge puffs up, but love builds up.\n",
          "8:2 If anyone thinks that he knows anything, he has not yet come to know as he ought to know;\n",
          "8:3 But if anyone loves God, this one is known by Him.\n",
          "8:4 Therefore concerning the eating of things sacrificed to idols, we know that an idol is nothing in the world and that there is no God but one.\n",
          "8:5 For even if there are so-called gods, either in heaven or on earth, even as there are many gods and many lords,\n",
          "8:6 Yet to us there is one God, the Father, out from whom are all things, and we are unto Him; and one Lord, Jesus Christ, through whom are all things, and we are through Him.\n",
          "8:7 But this knowledge is not in all men; but some, being accustomed to the idol until now, eat the food as an idol sacrifice, and their conscience, being weak, is defiled.\n",
          "8:8 But food will not commend us to God; neither if we do not eat are we lacking, nor if we eat do we abound.\n",
          "8:9 But beware lest somehow this right of yours become a stumbling block to the weak ones.\n",
          "8:10 For if anyone sees you who have knowledge reclining at table in an idol temple, will not his conscience, if he is weak, be emboldened to eat the things sacrificed to the idols?\n",
          "8:11 For the one who is weak is being destroyed by your knowledge, the brother because of whom Christ died.\n",
          "8:12 And sinning in this way against the brothers and wounding their weak conscience, you sin against Christ.\n",
          "8:13 Therefore if food stumbles my brother, I shall by no means eat meat forever, that I may not stumble my brother.\n"
        ],
        "id": [
          "8:1 Tentang daging yang dipersembahkan kepada berhala, kita tahu: \"Kita semua mempunyai pengetahuan.\" Pengetahuan yang demikian membuat orang menjadi sombong, tetapi kasih membangun.\n",
          "8:2 Jika ada orang yang menyangka bahwa ia mempunyai suatu \" pengetahuan\", maka ia belum juga mencapai pengetahuan, sebagaimana yang harus dicapainya.\n",
          "8:3 Tetapi orang yang mengasihi Allah, ia dikenal oleh Allah.\n",
          "8:4 Tentang hal makan daging yang dipersembahkan kepada berhala, kita tahu: \" Tidak ada berhala di dunia dan tidak ada Allah lain selain Allah yang esa.\"\n",
          "8:5 Sebab sungguhpun ada apa yang disebut \" ilah\", baik di surga, maupun di bumi -- dan memang benar ada banyak \"ilah\" dan banyak \"tuhan\" yang demikian --\n",
          "8:6 namun bagi kita hanya ada satu Allah saja, yaitu Bapa, yang dari Dia berasal segala sesuatu dan yang untuk Dia kita hidup, dan satu Tuhan saja, yaitu Yesus Kristus, yang melalui Dia segala sesuatu telah dijadikan dan yang karena Dia kita hidup.\n",
          "8:7 Tetapi tidak semua orang yang mempunyai pengetahuan itu. Ada orang, yang karena masih terus terikat pada berhala-berhala, makan daging itu sebagai daging yang dipersembahkan kepada berhala. Oleh karena hati nurani mereka lemah, hati nurani mereka itu dinodai olehnya.\n",
          "8:8 \" Makanan tidak membawa kita lebih dekat kepada Allah. Kita tidak rugi apa-apa, kalau tidak kita makan dan kita tidak untung apa-apa, kalau kita makan.\"\n",
          "8:9 Tetapi jagalah, supaya kebebasanmu ini jangan menjadi batu sandungan bagi mereka yang lemah.\n",
          "8:10 Karena apabila orang melihat engkau yang mempunyai \" pengetahuan\", sedang duduk makan di dalam kuil berhala, bukankah orang yang lemah hati nuraninya itu terdorong untuk makan daging yang dipersembahkan kepada berhala?\n",
          "8:11 Dengan demikian, orang yang lemah, yaitu saudara seimanmu, yang untuknya Kristus telah mati, menjadi binasa karena \" pengetahuan\" mu.\n",
          "8:12 Jika engkau secara demikian berdosa terhadap saudara-saudara seimanmu dan melukai hati nurani mereka yang lemah, engkau pada hakikatnya berdosa terhadap Kristus.\n",
          "8:13 Karena itu, apabila makanan menjadi batu sandungan bagi saudara seimanku, aku untuk selama-lamanya tidak akan mau makan daging lagi, supaya aku jangan menjadi batu sandungan bagi saudara seimanku.\n"
        ]
      }
    },
    {
      "9": {
        "en": [
          "9:1 Am I not free? Am I not an apostle? Have I not seen Jesus our Lord? Are you not my work in the Lord?\n",
          "9:2 If to others I am not an apostle, yet surely I am to you; for you in the Lord are the seal of my apostleship.\n",
          "9:3 My defense to those who examine me is this.\n",
          "9:4 Do we not have a right to eat and to drink?\n",
          "9:5 Do we not have a right to take along a sister as a wife, even as the rest of the apostles and the brothers of the Lord and Cephas?\n",
          "9:6 Or do only I and Barnabas not have the right not to work?\n",
          "9:7 What soldier ever serves by his own wages? Who plants a vineyard and does not partake of its fruit? Or who shepherds a flock and does not partake of the milk of the flock?\n",
          "9:8 Am I speaking these things according to man? Or does the law not also say these things?\n",
          "9:9 For in the law of Moses it is written: ?You shall not muzzle the ox while it is treading out the grain.? Is it for oxen that God cares?\n",
          "9:10 Or does He say it altogether for our sake? Yes, for our sake it was written because the plowman should plow in hope, and he who threshes, in hope of partaking.\n",
          "9:11 If we have sown to you the spiritual things, is it a great thing if we shall reap from you the fleshly things?\n",
          "9:12 If others partake of this right over you, should not rather we? Yet we did not use this right, but we bear all things that we may not cause any hindrance to the gospel of Christ.\n",
          "9:13 Do you not know that those who labor on the sacred things the things of the sacred temple, that those who attend to the altar have their portion with the altar?\n",
          "9:14 So also the Lord directed those who announce the gospel to live from the gospel.\n",
          "9:15 But I myself have not used any of these things; and I have not written these things that it may be so with me; for it is good for me rather to die than 2 ?No one shall make my boast void.\n",
          "9:16 For if I preach the gospel, I have no boast, for necessity is laid upon me; for woe to me if I do not preach the gospel.\n",
          "9:17 If I do this of my own will, I have a reward; but if not of my own will, I am entrusted with a stewardship.\n",
          "9:18 What then is my reward? That in preaching the gospel I may present the gospel without charge, so as not to use to the full my right in the gospel.\n",
          "9:19 For though I am free from all, I have enslaved myself to all that I might gain the more.\n",
          "9:20 And to the Jews I became as a Jew in order that I might gain Jews; to those under law, as under law (though I myself am not under law), that I might gain those under law.\n",
          "9:21 To those without law, as without law (though I am not without law to God but within law to Christ), that I might gain those without law.\n",
          "9:22 To the weak I weak that I might gain the weak. To all men I have become all things that I might by all means save some.\n",
          "9:23 And I do all things for the sake of the gospel that I may become a fellow partaker of it.\n",
          "9:24 Do you not know that those who run on a racecourse all run, but one receives the prize? Run in this way, that you may lay hold.\n",
          "9:25 And everyone who contends exercises self-control in all things; they then, that they may receive a corruptible crown, but we, an incorruptible.\n",
          "9:26 I therefore run in this way, not as though without a clear aim; I box in this way, not as though beating the air;\n",
          "9:27 But I buffet my body and make it my slave, lest perhaps having preached to others, I myself may become disapproved.\n"
        ],
        "id": [
          "9:1 Bukankah aku orang merdeka? Bukankah aku rasul? Bukankah aku telah melihat Yesus, Tuhan kita? Bukankah kamu adalah buah pekerjaanku dalam Tuhan?\n",
          "9:2 Sekalipun bagi orang lain aku bukanlah rasul, tetapi bagi kamu aku adalah rasul. Sebab hidupmu dalam Tuhan adalah meterai kerasulanku.\n",
          "9:3 Inilah pembelaanku terhadap mereka yang mengkritik aku.\n",
          "9:4 Tidakkah kami mempunyai hak untuk makan dan minum?\n",
          "9:5 Tidakkah kami mempunyai hak untuk membawa seorang istri yang seiman, dalam perjalanan kami, seperti yang dilakukan rasul-rasul lain dan saudara-saudara Tuhan dan Kefas?\n",
          "9:6 Atau hanya aku dan Barnabas sajakah yang tidak mempunyai hak untuk dibebaskan dari pekerjaan tangan?\n",
          "9:7 Siapakah yang pernah turut dalam peperangan atas biayanya sendiri? Siapakah yang menanami kebun anggur tanpa memakan buahnya? Atau siapakah yang menggembalakan kawanan domba tanpa minum susu domba itu?\n",
          "9:8 Apa yang kukatakan ini bukanlah hanya pikiran manusia saja. Bukankah hukum Taurat juga berkata-kata demikian?\n",
          "9:9 Sebab dalam hukum Musa ada tertulis: \"Janganlah engkau memberangus mulut lembu yang sedang mengirik!\" Lembukah yang Allah perhatikan?\n",
          "9:10 Atau kitakah yang Ia maksudkan? Ya, untuk kitalah hal ini ditulis, yaitu orang yang membajak tanah harus membajak dalam pengharapan dan orang yang mengirik harus mengirik dalam pengharapan untuk memperoleh bagiannya.\n",
          "9:11 Jadi, jika kami telah menaburkan benih rohani bagi kamu, berlebihankah, kalau kami menuai hasil duniawi dari kamu?\n",
          "9:12 Kalau orang lain mempunyai hak untuk mengharapkan hal itu dari kamu, bukankah kami mempunyai hak yang lebih besar? Tetapi kami tidak mempergunakan hak itu. Sebaliknya, kami menanggung segala sesuatu, supaya jangan kami menimbulkan rintangan bagi pemberitaan Injil Kristus.\n",
          "9:13 Tidak tahukah kamu bahwa mereka yang melayani dalam tempat kudus mendapat penghidupannya dari tempat kudus itu dan bahwa mereka yang melayani mezbah, mendapat bagian mereka dari mezbah itu?\n",
          "9:14 Demikian pula Tuhan telah menetapkan bahwa mereka yang memberitakan Injil, harus hidup dari pemberitaan Injil itu.\n",
          "9:15 Tetapi aku tidak pernah menggunakan satu pun dari hak-hak itu. Aku tidak menulis semuanya ini, supaya aku pun diperlakukan juga demikian. Sebab lebih baik aku mati daripada berbuat seperti itu. Sungguh, kemegahanku tidak dapat ditiadakan siapa pun juga!\n",
          "9:16 Karena jika aku memberitakan Injil, aku tidak mempunyai alasan untuk memegahkan diri. Sebab itu adalah keharusan bagiku. Celakalah aku, jika aku tidak memberitakan Injil!\n",
          "9:17 Andaikata aku melakukannya menurut kehendakku sendiri, memang aku berhak menerima upah. Tetapi karena aku melakukannya bukan menurut kehendakku sendiri, pemberitaan itu adalah tugas penyelenggaraan yang dipercayakan kepadaku.\n",
          "9:18 Jika demikian, apakah upahku? Upahku ialah ini: Bahwa aku boleh memberitakan Injil tanpa upah, dan bahwa aku tidak menggunakan hakku sebagai pemberita Injil.\n",
          "9:19 Sungguhpun aku bebas terhadap semua orang, aku menjadikan diriku hamba dari semua orang, supaya aku boleh memenangkan sebanyak mungkin orang.\n",
          "9:20 Demikianlah bagi orang Yahudi aku menjadi seperti orang Yahudi, supaya aku memenangkan orang-orang Yahudi. Bagi orang-orang yang hidup di bawah hukum Taurat aku menjadi seperti orang yang hidup di bawah hukum Taurat, sekalipun aku sendiri tidak hidup di bawah hukum Taurat, supaya aku dapat memenangkan mereka yang hidup di bawah hukum Taurat.\n",
          "9:21 Bagi orang-orang yang tidak hidup di bawah hukum Taurat aku menjadi seperti orang yang tidak hidup di bawah hukum Taurat, sekalipun aku tidak hidup di luar hukum Allah, karena aku hidup di bawah hukum Kristus, supaya aku dapat memenangkan mereka yang tidak hidup di bawah hukum Taurat.\n",
          "9:22 Bagi orang-orang yang lemah aku menjadi seperti orang yang lemah, supaya aku dapat memenangkan mereka yang lemah. Bagi semua orang aku telah menjadi segala-galanya, supaya aku sedapat mungkin menyelamatkan beberapa orang dari antara mereka.\n",
          "9:23 Semuanya ini aku lakukan karena Injil, supaya aku mendapat bagian di dalamnya.\n",
          "9:24 Tidak tahukah kamu bahwa dalam gelanggang pertandingan semua peserta turut berlari, tetapi hanya satu orang saja yang mendapat hadiah? Karena itu, larilah sedemikian rupa, sehingga kamu memperolehnya!\n",
          "9:25 Tiap-tiap orang yang turut mengambil bagian dalam pertandingan, menguasai dirinya dalam segala hal. Mereka berbuat demikian untuk memperoleh mahkota yang fana, tetapi kita untuk memperoleh mahkota yang abadi.\n",
          "9:26 Sebab itu, aku tidak berlari tanpa tujuan dan aku bukan petinju yang sembarangan saja memukul.\n",
          "9:27 Tetapi aku melatih tubuhku dan menguasainya, supaya sesudah memberitakan Injil kepada orang lain, jangan aku sendiri ditolak.\n"
        ]
      }
    },
    {
      "10": {
        "en": [
          "10:1 For I do not want you to be ignorant, brothers, that all our fathers were under the cloud, and all passed through the sea;\n",
          "10:2 And all were baptized unto Moses in the cloud and in the sea;\n",
          "10:3 And all ate the same spiritual food,\n",
          "10:4 And all drank the same spiritual drink; for they drank of a spiritual rock which followed them, and the rock was Christ.\n",
          "10:5 But with most of them God was not well pleased, for they were strewn along in the wilderness.\n",
          "10:6 Now these things occurred as examples to us, that we should not be ones who lust after evil things, even as they also lusted.\n",
          "10:7 Neither become idolaters, as some of them did; as it is written, ?The people sat down to eat and drink, and stood up to play.?\n",
          "10:8 Neither let us commit fornication, as some of them committed fornication, and there fell in one day twenty-three thousand.\n",
          "10:9 Neither let us test Christ, as some of them tested Him and were destroyed by the serpents.\n",
          "10:10 Neither murmur, just as some of them murmured and perished by the destroyer.\n",
          "10:11 Now these things happened to them as an example, and they were written for our admonition, unto whom the ends of the ages have come.\n",
          "10:12 So then let him who thinks he stands take heed lest he fall.\n",
          "10:13 No temptation has taken you except that which is common to man; and God is faithful, who will not allow that you be tempted beyond what you are able, but will, with the temptation, also make the way out, that you may be able to endure it.\n",
          "10:14 Therefore, my beloved, flee from idolatry.\n",
          "10:15 I speak as to prudent men; you judge what I say.\n",
          "10:16 The cup of blessing which we bless, is it not the fellowship of the blood of Christ? The bread which we break, is it not the fellowship of the body of Christ?\n",
          "10:17 Seeing that there is one bread, we who are many are one Body; for we all partake of the one bread.\n",
          "10:18 Look at Israel according to the flesh. Are not those who eat the sacrifices those who have fellowship with the altar?\n",
          "10:19 What then am I saying? That what is sacrificed to an idol is anything? Or that an idol is anything?\n",
          "10:20 No, but that the things which the Gentiles sacrifice, they sacrifice to demons and not to God; and I do not want you to become those who have fellowship with demons.\n",
          "10:21 You cannot drink the Lord?s cup and the demons? cup; you cannot partake of the Lord?s table and of the demons? table.\n",
          "10:22 Or do we provoke the Lord to jealousy? Are we stronger than He?\n",
          "10:23 All things are lawful, but not all things are profitable; all things are lawful, but not all things build up.\n",
          "10:24 Let no one his own profit, but that of the other.\n",
          "10:25 Everything sold in a meat market eat, asking no questions for conscience? sake;\n",
          "10:26 For the earth is the Lord?s and the fullness thereof.\n",
          "10:27 If any of the unbelievers invites you and you wish to go, eat everything that is set before you, asking no question for conscience? sake.\n",
          "10:28 But if anyone says to you, This has been offered in sacrifice, do not eat, for his sake who pointed it out and for conscience? sake.\n",
          "10:29 Conscience, I say, not your own, but the other?s. For why is my freedom judged by some other conscience?\n",
          "10:30 If I partake with thankfulness, why am I spoken evil of concerning that for which I give thanks?\n",
          "10:31 Therefore whether you or drink, or whatever you do, do all to the glory of God.\n",
          "10:32 Do not become a stumbling block, both to Jews and to Greeks and to the church of God;\n",
          "10:33 Even as I also please all men in all things, not seeking my own advantage but that of the many, that they may be saved.\n"
        ],
        "id": [
          "10:1 Aku mau, supaya kamu mengetahui, Saudara-saudara bahwa nenek moyang kita semua berada di bawah perlindungan awan dan mereka semua telah melintasi laut.\n",
          "10:2 Untuk menjadi pengikut Musa mereka semua telah dibaptis dalam awan dan dalam laut.\n",
          "10:3 Mereka semua makan makanan rohani yang sama\n",
          "10:4 dan mereka semua minum minuman rohani yang sama, sebab mereka minum dari batu karang rohani yang mengikuti mereka, dan batu karang itu ialah Kristus.\n",
          "10:5 Sungguhpun demikian Allah tidak berkenan kepada sebagian besar dari mereka, karena mereka dibinasakan di padang gurun.\n",
          "10:6 Semuanya ini telah terjadi sebagai contoh bagi kita untuk memperingatkan kita, supaya jangan kita menginginkan hal-hal yang jahat seperti yang telah mereka perbuat,\n",
          "10:7 dan supaya jangan kita menjadi penyembah-penyembah berhala, sama seperti beberapa orang dari mereka, seperti ada tertulis: \"Duduklah bangsa itu untuk makan dan minum; kemudian bangunlah mereka dan bersukaria.\"\n",
          "10:8 Janganlah kita melakukan percabulan, seperti yang dilakukan oleh beberapa orang dari mereka, sehingga pada satu hari telah tewas dua puluh tiga ribu orang.\n",
          "10:9 Janganlah kita mencobai Kristus, seperti yang dilakukan oleh beberapa orang dari mereka, sehingga mereka mati dipagut ular.\n",
          "10:10 Dan janganlah bersungut-sungut, seperti yang dilakukan oleh beberapa orang dari mereka, sehingga mereka dibinasakan oleh malaikat maut.\n",
          "10:11 Semuanya ini telah menimpa mereka sebagai contoh dan dituliskan untuk menjadi peringatan bagi kita yang hidup pada waktu zaman akhir telah tiba.\n",
          "10:12 Sebab itu, siapa yang menyangka bahwa ia teguh berdiri, hati-hatilah supaya ia jangan jatuh!\n",
          "10:13 Pencobaan-pencobaan yang kamu alami ialah pencobaan-pencobaan biasa yang tidak melebihi kekuatan manusia. Sebab Allah setia dan karena itu Ia tidak akan membiarkan kamu dicobai melampaui kekuatanmu. Pada waktu kamu dicobai Ia akan memberikan kepadamu jalan keluar, sehingga kamu dapat menanggungnya.\n",
          "10:14 Karena itu, Saudara-saudaraku yang terkasih, jauhilah penyembahan berhala!\n",
          "10:15 Aku berbicara kepadamu sebagai orang-orang yang bijaksana. Pertimbangkanlah sendiri apa yang aku katakan!\n",
          "10:16 Bukankah cawan pengucapan syukur, yang atasnya kita ucapkan syukur, adalah persekutuan dengan darah Kristus? Bukankah roti yang kita pecah-pecahkan adalah persekutuan dengan tubuh Kristus?\n",
          "10:17 Karena roti adalah satu, maka kita, sekalipun banyak, adalah satu tubuh, karena kita semua mendapat bagian dalam roti yang satu itu.\n",
          "10:18 Perhatikanlah bangsa Israel jasmani: Bukankah mereka yang makan apa yang dipersembahkan mendapat bagian dalam pelayanan mezbah?\n",
          "10:19 Apakah yang kumaksudkan dengan perkataan itu? Bahwa daging yang dipersembahkan kepada berhala adalah sesuatu? Atau bahwa berhala adalah sesuatu?\n",
          "10:20 Bukan! Apa yang kumaksudkan ialah bahwa persembahan mereka adalah persembahan kepada roh-roh jahat, bukan kepada Allah. Lagi pula aku tidak mau bahwa kamu bersekutu dengan roh-roh jahat.\n",
          "10:21 Kamu tidak dapat minum dari cawan Tuhan dan juga dari cawan roh-roh jahat. Kamu tidak dapat mengambil bagian dalam perjamuan Tuhan dan juga dalam perjamuan roh-roh jahat.\n",
          "10:22 Atau apakah kita mau membangkitkan kecemburuan Tuhan? Apakah kita lebih kuat daripada Dia?\n",
          "10:23 \" Segala sesuatu diperbolehkan.\" Benar, tetapi tidak semua berguna. \"Segala sesuatu diperbolehkan.\" Benar, tetapi tidak semua membangun.\n",
          "10:24 Jangan seorang pun mencari keuntungannya sendiri, tetapi hendaklah tiap-tiap orang mencari keuntungan orang lain.\n",
          "10:25 Kamu boleh makan segala sesuatu yang dijual di pasar daging, tanpa memeriksanya karena keberatan-keberatan hati nurani.\n",
          "10:26 Karena: \" Bumi serta segala isinya adalah milik Tuhan.\"\n",
          "10:27 Kalau kamu diundang makan oleh seorang yang tidak percaya, dan undangan itu kamu terima, makanlah apa saja yang dihidangkan kepadamu, tanpa mengadakan pemeriksaan karena keberatan-keberatan hati nurani.\n",
          "10:28 Tetapi kalau seseorang berkata kepadamu, \"Itu persembahan berhala!\" janganlah engkau memakannya, oleh karena dia yang mengatakan hal itu kepadamu dan karena keberatan-keberatan hati nurani.\n",
          "10:29 Yang aku maksudkan dengan keberatan-keberatan bukanlah keberatan-keberatan hati nuranimu sendiri, tetapi keberatan-keberatan hati nurani orang lain itu. Mungkin ada orang yang berkata, \"Mengapa kebebasanku harus ditentukan oleh keberatan-keberatan hati nurani orang lain?\n",
          "10:30 Kalau aku mengucap syukur atas apa yang aku turut memakannya, mengapa orang mencela aku karena makanan, yang atasnya aku mengucap syukur?\"\n",
          "10:31 Karena itu, baik kamu makan atau minum, ataupun melakukan sesuatu yang lain, lakukanlah semuanya itu untuk kemuliaan Allah.\n",
          "10:32 Janganlah kamu membuat orang tersandung, baik orang Yahudi atau orang Yunani, maupun jemaat Allah.\n",
          "10:33 Sama seperti aku juga berusaha menyenangkan hati semua orang dalam segala hal, bukan untuk kepentingan diriku, tetapi untuk kepentingan orang banyak, supaya mereka diselamatkan.\n"
        ]
      }
    },
    {
      "11": {
        "en": [
          "11:1 Be imitators of me, as I also am of Christ.\n",
          "11:2 But I praise you because in all things you have remembered me and hold fast the things that I have handed down even as I handed them down to you.\n",
          "11:3 But I want you to know that Christ is the head of every man, and the man is the head of the woman, and God is the head of Christ.\n",
          "11:4 Every man praying or prophesying with his head covered disgraces his head.\n",
          "11:5 But every woman praying or prophesying with her head uncovered disgraces her head; for it is one and the same as she who is shaved.\n",
          "11:6 For if a woman is not covered, let her hair also be cut off; but if it is shameful for a woman to have her hair cut off or to be shaved, let her be covered.\n",
          "11:7 For a man ought not to have his head covered, since he is God?s image and glory; but the woman is the glory of the man.\n",
          "11:8 For man is not out of woman, but woman out of man;\n",
          "11:9 For also man was not created for the sake of the woman, but woman for the sake of the man.\n",
          "11:10 Therefore the woman ought to have a sign of submission to authority on her head for the sake of the angels.\n",
          "11:11 However neither is woman without man, nor man without woman, in the Lord.\n",
          "11:12 For just as the woman is out from the man, so also is the man through the woman; but all things are out from God.\n",
          "11:13 Judge this in your own selves: Is it fitting for a woman to pray uncovered to God?\n",
          "11:14 Does not even nature itself teach you that if a man has long hair, it is a dishonor to him,\n",
          "11:15 But if a woman has long hair, it is a glory to her, because her long hair has been given to her for a covering.\n",
          "11:16 But if anyone seems to be contentious, we do not have such a custom of being so, neither the churches of God.\n",
          "11:17 But I give you this charge and do not praise you, because you come together not for the better but for the worse.\n",
          "11:18 For first of all, when you come together in the church, I hear that divisions exist among you; and some part of it I believe.\n",
          "11:19 For there must even be parties among you, that those who are approved may become manifest among you.\n",
          "11:20 When therefore you come together in the same place, it is not to eat the Lord?s supper;\n",
          "11:21 For in your eating, each one takes his own supper first, and one is hungry and the other is drunk.\n",
          "11:22 Do you not have houses to eat and drink in? Or do you despise the church of God and put those to shame who have not? What shall I say to you? Shall I praise you? In this I do not praise you.\n",
          "11:23 For I received from the Lord that which also I delivered to you, that the Lord Jesus in the night in which He was betrayed took bread,\n",
          "11:24 And having given thanks, He broke it and said, This is My body, which is given for you; this do unto the remembrance of Me.\n",
          "11:25 Similarly also the cup after they had dined, saying, This cup is the new covenant established in My blood; this do, as often as you drink it, unto the remembrance of Me.\n",
          "11:26 For as often as you eat this bread and drink the cup, you declare the Lord?s death until He .\n",
          "11:27 So then whoever eats the bread or drinks the cup of the Lord in an unworthy manner will be guilty of the body and of the blood of the Lord.\n",
          "11:28 But let a man prove himself, and in this way let him eat of the bread and drink of the cup.\n",
          "11:29 For he who eats and drinks, eats and drinks judgment to himself if he does not discern the body.\n",
          "11:30 Because of this many among you are weak and sick, and a number sleep.\n",
          "11:31 But if we discerned ourselves, we would not be judged.\n",
          "11:32 But being judged by the Lord, we are disciplined that we may not be condemned with the world.\n",
          "11:33 So then, my brothers, when you come together to eat, wait for one another.\n",
          "11:34 If anyone is hungry, let him eat at home, that you may not come together for judgment. And the rest I will set in order when I come.\n"
        ],
        "id": [
          "11:1 Ikutilah teladanku, sama seperti aku juga mengikuti teladan Kristus.\n",
          "11:2 Aku memuji kamu, sebab dalam segala sesuatu kamu tetap mengingat aku dan teguh berpegang pada ajaran yang kuteruskan kepadamu.\n",
          "11:3 Tetapi aku mau, supaya kamu mengetahui hal ini, yaitu Kepala dari tiap-tiap laki-laki ialah Kristus, kepala dari perempuan ialah laki-laki dan Kepala dari Kristus ialah Allah.\n",
          "11:4 Tiap-tiap laki-laki yang berdoa atau bernubuat dengan kepala yang bertudung, menghina kepalanya.\n",
          "11:5 Tetapi tiap-tiap perempuan yang berdoa atau bernubuat dengan kepala yang tidak bertudung, menghina kepalanya, sebab ia sama dengan perempuan yang dicukur rambutnya.\n",
          "11:6 Sebab jika perempuan tidak mau menudungi kepalanya, maka haruslah ia juga menggunting rambutnya. Tetapi jika bagi perempuan adalah penghinaan bahwa rambutnya digunting atau dicukur, maka haruslah ia menudungi kepalanya.\n",
          "11:7 Sebab laki-laki tidak perlu menudungi kepalanya: Ia menyinarkan gambaran dan kemuliaan Allah. Tetapi perempuan menyinarkan kemuliaan laki-laki.\n",
          "11:8 Sebab laki-laki tidak berasal dari perempuan, tetapi perempuan berasal dari laki-laki.\n",
          "11:9 Lagi pula, laki-laki tidak diciptakan karena perempuan, tetapi perempuan diciptakan karena laki-laki.\n",
          "11:10 Sebab itu, perempuan harus memakai tanda wibawa di kepalanya oleh karena para malaikat.\n",
          "11:11 Sekalipun demikian, dalam Tuhan tidak ada perempuan tanpa laki-laki dan tidak ada laki-laki tanpa perempuan.\n",
          "11:12 Sebab sama seperti perempuan berasal dari laki-laki, demikian pula laki-laki dilahirkan oleh perempuan; dan segala sesuatu berasal dari Allah.\n",
          "11:13 Pertimbangkanlah sendiri: Patutkah perempuan berdoa kepada Allah tanpa menudungi kepalanya?\n",
          "11:14 Bukankah alam sendiri menyatakan kepadamu bahwa adalah kehinaan bagi laki-laki, jika ia berambut panjang,\n",
          "11:15 tetapi bahwa adalah kehormatan bagi perempuan, jika ia berambut panjang? Sebab rambut diberikan kepada perempuan untuk menjadi penudung.\n",
          "11:16 Tetapi jika ada orang yang mau membantah, kami maupun jemaat-jemaat Allah tidak mempunyai kebiasaan yang demikian.\n",
          "11:17 Dalam petunjuk-petunjuk berikut ini, aku tidak dapat memuji kamu, sebab pertemuan-pertemuanmu tidak mendatangkan kebaikan, tetapi mendatangkan keburukan.\n",
          "11:18 Sebab pertama-tama aku mendengar bahwa apabila kamu berkumpul sebagai jemaat, ada perpecahan di antara kamu, dan hal itu sedikit banyak aku percaya.\n",
          "11:19 Sebab di antara kamu harus ada perpecahan, supaya nyata nanti siapa di antara kamu yang tahan uji.\n",
          "11:20 Apabila kamu berkumpul, kamu bukanlah berkumpul untuk makan perjamuan Tuhan.\n",
          "11:21 Sebab pada perjamuan itu tiap-tiap orang memakan dahulu makanannya sendiri, sehingga yang seorang lapar dan yang lain mabuk.\n",
          "11:22 Apakah kamu tidak mempunyai rumah sendiri untuk makan dan minum? Atau apakah kamu hendak menghina jemaat Allah dan mempermalukan orang-orang yang tidak mempunyai apa-apa? Apakah yang kukatakan kepada kamu? Memuji kamu? Dalam hal ini aku tidak memuji.\n",
          "11:23 Sebab apa yang telah kuteruskan kepadamu, telah aku terima dari Tuhan, yaitu bahwa Tuhan Yesus, pada malam waktu Ia diserahkan, mengambil roti\n",
          "11:24 dan sesudah itu Ia mengucap syukur atasnya; Ia memecah-mecahkannya dan berkata, \"Inilah tubuh-Ku, yang diserahkan bagi kamu; perbuatlah ini menjadi peringatan akan Aku!\"\n",
          "11:25 Demikian juga Ia mengambil cawan, sesudah makan, lalu berkata, \" Cawan ini adalah perjanjian baru yang dimeteraikan dengan darah-Ku; perbuatlah ini, setiap kali kamu meminumnya, menjadi peringatan akan Aku!\"\n",
          "11:26 Sebab setiap kali kamu makan roti ini dan minum cawan ini, kamu memberitakan kematian Tuhan sampai Ia datang.\n",
          "11:27 Jadi, siapa saja dengan cara yang tidak layak makan roti atau minum cawan Tuhan, ia berdosa terhadap tubuh dan darah Tuhan.\n",
          "11:28 Karena itu, hendaklah tiap-tiap orang menguji dirinya sendiri dan baru sesudah itu ia makan roti dan minum dari cawan itu.\n",
          "11:29 Karena siapa yang makan dan minum tanpa mengakui tubuh Tuhan, ia mendatangkan hukuman atas dirinya.\n",
          "11:30 Sebab itu banyak di antara kamu yang lemah dan sakit, dan tidak sedikit yang meninggal.\n",
          "11:31 Kalau kita menguji diri kita sendiri, hukuman tidak menimpa kita.\n",
          "11:32 Tetapi kalau kita menerima hukuman dari Tuhan, kita dididik, supaya kita tidak akan dihukum bersama-sama dengan dunia.\n",
          "11:33 Karena itu, Saudara-saudaraku, jika kamu berkumpul untuk makan, hendaklah kamu saling menunggu.\n",
          "11:34 Kalau ada orang yang lapar, baiklah ia makan dahulu di rumahnya, supaya jangan kamu berkumpul untuk dihukum. Hal-hal yang lain akan kuatur, kalau aku datang.\n"
        ]
      }
    },
    {
      "12": {
        "en": [
          "12:1 Now concerning spiritual gifts, brothers, I do not want you to be ignorant.\n",
          "12:2 You know that when you were , you were always being led away to dumb idols, whenever and however you were led.\n",
          "12:3 Therefore I make known to you that no one speaking in the Spirit of God says, Jesus is accursed; and no one can say, Jesus is Lord! except in the Holy Spirit.\n",
          "12:4 But there are distinctions of gifts, but the same Spirit;\n",
          "12:5 And there are distinctions of ministries, yet the same Lord;\n",
          "12:6 And there are distinctions of operations, but the same God, who operates all things in all.\n",
          "12:7 But to each one is given the manifestation of the Spirit for what is profitable.\n",
          "12:8 For to one through the Spirit a word of wisdom is given, and to another a word of knowledge, according to the same Spirit;\n",
          "12:9 To a different one faith in the same Spirit, and to another gifts of healing in the one Spirit,\n",
          "12:10 And to another operations of works of power, and to another prophecy, and to another discerning of spirits; to a different one various kinds of tongues, and to another interpretation of tongues.\n",
          "12:11 But the one and the same Spirit operates all these things, distributing to each one respectively even as He purposes.\n",
          "12:12 For even as the body is one and has many members, yet all the members of the body, being many, are one body, so also is the Christ.\n",
          "12:13 For also in one Spirit we were all baptized into one Body, whether Jews or Greeks, whether slaves or free, and were all given to drink one Spirit.\n",
          "12:14 For the body is not one member but many.\n",
          "12:15 If the foot should say, Because I am not a hand, I am not of the body, it is not that because of this it is not of the body.\n",
          "12:16 And if the ear should say, Because I am not an eye, I am not of the body, it is not that because of this it is not of the body.\n",
          "12:17 If the whole body were an eye, where would the hearing be? If the whole were the hearing, where would the smelling be?\n",
          "12:18 But now God has placed the members, each one of them, in the body, even as He willed.\n",
          "12:19 And if all were one member, where would the body be?\n",
          "12:20 But now the members are many, but the body one.\n",
          "12:21 And the eye cannot say to the hand, I have no need of you; nor again the head to the feet, I have no need of you.\n",
          "12:22 But much rather the members of the body which seem to be weaker are necessary.\n",
          "12:23 And those members of the body which we consider to be less honorable, these we clothe with more abundant honor; and our uncomely members come to have more abundant comeliness,\n",
          "12:24 But our comely members have no need. But God has blended the body together, giving more abundant honor to the member that lacked,\n",
          "12:25 That there would be no division in the body, but that the members would have the same care for one another.\n",
          "12:26 And whether one member , all the members suffer with it; or one member is glorified, all the members rejoice with it.\n",
          "12:27 Now you are the Body of Christ, and individually.\n",
          "12:28 And God has placed some in the church: first apostles, second prophets, third teachers; then works of power, then gifts of healing, helps, administrations, various kinds of tongues.\n",
          "12:29 Are all apostles? Are all prophets? Are all teachers? Do all have works of power?\n",
          "12:30 Do all have gifts of healing? Do all speak in tongues? Do all interpret tongues?\n",
          "12:31 But earnestly desire the greater gifts. And moreover I show to you a most excellent way.\n"
        ],
        "id": [
          "12:1 Sekarang tentang karunia-karunia Roh. Aku mau, Saudara-saudara, supaya kamu mengetahui kebenarannya.\n",
          "12:2 Kamu tahu bahwa pada waktu kamu masih belum mengenal Allah, kamu dipikat dan ditarik kepada berhala-berhala yang bisu .\n",
          "12:3 Karena itu, aku mau meyakinkan kamu bahwa tidak ada seorang pun yang berkata-kata oleh Roh Allah, dapat berkata, \" Terkutuklah Yesus!\" dan tidak ada seorang pun yang dapat mengaku: \" Yesus adalah Tuhan\", selain oleh Roh Kudus.\n",
          "12:4 Ada berbagai karunia, tetapi satu Roh.\n",
          "12:5 Ada berbagai pelayanan, tetapi satu Tuhan.\n",
          "12:6 Ada pula berbagai perbuatan ajaib, tetapi Allah yang sama juga yang mengerjakan semuanya dalam semua orang.\n",
          "12:7 Kepada tiap-tiap orang dikaruniakan penyataan Roh untuk kepentingan bersama.\n",
          "12:8 Sebab kepada yang seorang, Roh memberikan karunia untuk berkata-kata dengan hikmat, dan kepada yang lain Roh yang sama memberikan karunia berkata-kata dengan pengetahuan.\n",
          "12:9 Kepada yang seorang, Roh yang sama memberikan iman, dan kepada yang lain Ia memberikan karunia untuk menyembuhkan.\n",
          "12:10 Kepada yang seorang, Roh memberikan kuasa untuk mengadakan mukjizat, dan kepada yang lain Ia memberikan karunia untuk bernubuat, dan kepada yang lain lagi Ia memberikan karunia untuk membedakan bermacam-macam roh. Kepada yang seorang, Ia memberikan karunia untuk berkata-kata dengan bahasa lidah, dan kepada yang lain Ia memberikan karunia untuk menafsirkan bahasa lidah itu.\n",
          "12:11 Tetapi semuanya ini dikerjakan oleh Roh yang satu dan yang sama, yang memberikan karunia kepada tiap-tiap orang secara khusus, seperti yang dikehendaki-Nya.\n",
          "12:12 Karena sama seperti tubuh itu satu dan anggota-anggotanya banyak, dan semua anggota tubuh itu, sekalipun banyak, merupakan satu tubuh, demikian pula Kristus.\n",
          "12:13 Sebab dalam satu Roh kita semua, baik orang Yahudi, maupun orang Yunani, baik budak, maupun orang merdeka, telah dibaptis menjadi satu tubuh dan kita semua diberi minum dari satu Roh.\n",
          "12:14 Karena tubuh juga tidak terdiri dari satu anggota, tetapi atas banyak anggota.\n",
          "12:15 Andaikata kaki berkata, \"Karena aku bukan tangan, aku tidak termasuk tubuh\", jadi benarkah ia tidak termasuk tubuh?\n",
          "12:16 Andaikata telinga berkata, \"Karena aku bukan mata, aku tidak termasuk tubuh\", jadi benarkah ia tidak termasuk tubuh?\n",
          "12:17 Andaikata tubuh seluruhnya adalah mata, di manakah pendengaran? Andaikata seluruhnya adalah telinga, di manakah penciuman?\n",
          "12:18 Tetapi Allah telah memberikan kepada anggota, masing-masing secara khusus, suatu tempat pada tubuh, seperti yang dikehendaki-Nya.\n",
          "12:19 Andaikata semuanya adalah satu anggota, di manakah tubuh?\n",
          "12:20 Memang ada banyak anggota, tetapi hanya satu tubuh.\n",
          "12:21 Jadi, mata tidak dapat berkata kepada tangan, \"Aku tidak membutuhkan engkau.\" Demikian pula kepala tidak dapat berkata kepada kaki, \"Aku tidak membutuhkan engkau.\"\n",
          "12:22 Malahan justru anggota-anggota tubuh yang tampaknya paling lemah, yang paling dibutuhkan.\n",
          "12:23 Kepada anggota-anggota tubuh yang menurut pemandangan kita kurang terhormat, kita berikan penghormatan khusus, dan terhadap anggota-anggota kita yang kurang layak diperlihatkan, kita berikan perhatian khusus.\n",
          "12:24 Hal itu tidak dibutuhkan oleh anggota-anggota kita yang layak diperlihatkan. Allah telah menyusun tubuh kita begitu rupa, sehingga kepada anggota-anggota yang tidak mulia diberikan penghormatan khusus,\n",
          "12:25 supaya jangan terjadi perpecahan dalam tubuh, tetapi supaya anggota-anggota yang berbeda itu saling memperhatikan.\n",
          "12:26 Karena itu, jika satu anggota menderita, semua anggota turut menderita; jika satu anggota dihormati, semua anggota turut bersukacita.\n",
          "12:27 Kamu semua adalah tubuh Kristus dan kamu masing-masing adalah anggotanya.\n",
          "12:28 Allah telah menetapkan beberapa orang dalam jemaat: pertama sebagai rasul, kedua sebagai nabi, ketiga sebagai pengajar. Selanjutnya mereka yang mendapat karunia untuk mengadakan mukjizat, untuk menyembuhkan, untuk melayani, untuk memimpin, dan untuk berkata-kata dalam berbagai jenis bahasa lidah.\n",
          "12:29 Apakah mereka semua rasul, atau nabi, atau pengajar? Apakah mereka semua mendapat karunia untuk mengadakan mukjizat,\n",
          "12:30 atau untuk menyembuhkan, atau untuk berkata-kata dalam bahasa lidah, atau untuk menafsirkan bahasa lidah?\n",
          "12:31 Jadi, berusahalah memperoleh karunia-karunia yang lebih penting. Namun, aku menunjukkan kepadamu jalan yang lebih utama lagi.\n"
        ]
      }
    },
    {
      "13": {
        "en": [
          "13:1 If I speak in the tongues of men and of angels but do not have love, I have become sounding brass or a clanging cymbal.\n",
          "13:2 And if I have the gift of prophecy and know all mysteries and all knowledge, and if I have all faith so as to remove mountains, but do not have love, I am nothing.\n",
          "13:3 And if I dole out all my possessions to feed others, and if I deliver up my body that I may boast, but do not have love, I profit nothing.\n",
          "13:4 Love suffers long. Love is kind; it is not jealous. Love does not brag and is not puffed up;\n",
          "13:5 It does not behave unbecomingly and does not seek its own things; it is not provoked and does not take account of evil;\n",
          "13:6 It does not rejoice because of unrighteousness, but rejoices with the truth;\n",
          "13:7 It covers all things, believes all things, hopes all things, endures all things.\n",
          "13:8 Love never falls away. But whether prophecies, they will be rendered useless; or tongues, they will cease; or knowledge, it will be rendered useless.\n",
          "13:9 For we know in part, and we prophesy in part;\n",
          "13:10 But when that which is complete comes, that which is in part will be rendered useless.\n",
          "13:11 When I was a child, I spoke as a child, I thought as a child, I reasoned as a child; since I have become a man, I have done away with childish things.\n",
          "13:12 For now we see in a mirror obscurely, but at that time face to face; now I know in part, but at that time I will fully know even as also I was fully known.\n",
          "13:13 Now there abide faith, hope, love, these three; and the greatest of these is love.\n"
        ],
        "id": [
          "13:1 Sekalipun aku dapat berkata-kata dengan semua bahasa manusia dan bahasa malaikat, tetapi jika aku tidak mempunyai kasih, aku sama dengan gong yang berkumandang dan canang yang gemerincing.\n",
          "13:2 Sekalipun aku mempunyai karunia untuk bernubuat dan aku mengetahui segala rahasia dan memiliki seluruh pengetahuan; dan sekalipun aku memiliki iman yang sempurna untuk memindahkan gunung, tetapi jika aku tidak mempunyai kasih, aku sama sekali tidak berguna.\n",
          "13:3 Sekalipun aku membagi-bagikan segala sesuatu yang ada padaku, bahkan menyerahkan tubuhku untuk dibakar, tetapi jika aku tidak mempunyai kasih, sedikit pun tidak ada faedahnya bagiku.\n",
          "13:4 Kasih itu sabar; kasih itu baik hati; ia tidak cemburu. Ia tidak memegahkan diri dan tidak sombong.\n",
          "13:5 Ia tidak melakukan yang tidak sopan dan tidak mencari keuntungan diri sendiri. Ia tidak pemarah dan tidak menyimpan kesalahan orang lain.\n",
          "13:6 Ia tidak bersukacita karena ketidakadilan, tetapi karena kebenaran.\n",
          "13:7 Ia menahan segala sesuatu, percaya segala sesuatu, mengharapkan segala sesuatu, sabar menanggung segala sesuatu.\n",
          "13:8 Kasih tidak berkesudahan; nubuat akan berakhir; bahasa lidah akan berhenti; pengetahuan akan lenyap.\n",
          "13:9 Sebab pengetahuan kita tidak lengkap dan nubuat kita tidak sempurna.\n",
          "13:10 Tetapi jika yang sempurna tiba, maka yang tidak sempurna itu akan lenyap.\n",
          "13:11 Ketika aku kanak-kanak, aku berkata-kata seperti kanak-kanak, aku merasa seperti kanak-kanak, aku berpikir seperti kanak-kanak. Sekarang sesudah aku menjadi dewasa, aku meninggalkan sifat kanak-kanak itu.\n",
          "13:12 Karena sekarang kita melihat dalam cermin suatu gambaran yang samar-samar, tetapi nanti kita akan melihat muka dengan muka. Sekarang aku hanya mengenal dengan tidak sempurna, tetapi nanti aku akan mengenal dengan sempurna, seperti aku sendiri dikenal.\n",
          "13:13 Demikianlah tinggal ketiga hal ini, yaitu iman, pengharapan dan kasih, dan yang paling besar di antaranya ialah kasih.\n"
        ]
      }
    },
    {
      "14": {
        "en": [
          "14:1 Pursue love, and desire earnestly spiritual gifts, but especially that you may prophesy.\n",
          "14:2 For he who speaks in a tongue does not speak to men but to God; for no one hears, but in his spirit he speaks mysteries.\n",
          "14:3 But he who prophesies speaks building up and encouragement and consolation to men.\n",
          "14:4 He who speaks in a tongue builds up himself, but he who prophesies builds up the church.\n",
          "14:5 I desire that you all speak in tongues, but especially that you would prophesy; and greater is he who prophesies than he who speaks in tongues, unless he interprets, that the church may receive building up.\n",
          "14:6 But now, brothers, if I come to you speaking in tongues, what will I profit you, unless I speak to you either in revelation or in knowledge or in prophecy or in teaching?\n",
          "14:7 Yet even lifeless things, whether flute or harp, in giving a sound, if they give no distinction in the tones, how will what is played on the flute or on the harp be known?\n",
          "14:8 For also if the trumpet gives an uncertain sound, who will prepare himself for battle?\n",
          "14:9 So also you, unless you give with the tongue a word easy to understand, how will what is being said be known? For you will be speaking into the air.\n",
          "14:10 There are perhaps many kinds of voices in the world, and not one is without significance.\n",
          "14:11 If then I do not know the meaning of the voice, I will be to him who is speaking a barbarian, and he who is speaking a barbarian to me.\n",
          "14:12 So also you, since you are zealous of spirits, seek that you may excel for the building up of the church.\n",
          "14:13 Therefore let him who speaks in a tongue pray that he may .\n",
          "14:14 For if I pray in a tongue, my spirit prays, but my mind is unfruitful.\n",
          "14:15 What then? I will pray with the spirit, and I will pray also with the mind; I will sing with the spirit, and I will sing also with the mind.\n",
          "14:16 Otherwise if you bless with the spirit, how shall he who fills the place of the unlearned in tongues say the Amen at your giving of thanks, since he does not know what you are saying?\n",
          "14:17 For you give thanks well, but the other is not built up.\n",
          "14:18 I thank God, I speak in tongues more than all of you,\n",
          "14:19 But in the church I would rather speak five words with my mind, that I might instruct others also, than ten thousand words in a tongue.\n",
          "14:20 Brothers, do not be children in your understanding, but in malice be babes and in your understanding be full-grown.\n",
          "14:21 In the law it is written, ?By those of other tongues and with the lips of others I will speak to this people; even so they will not listen to Me, says the Lord.?\n",
          "14:22 So then tongues are for a sign, not to those who believe but to the unbelievers; but prophecy is for a sign not to the unbelievers but to those who believe.\n",
          "14:23 If therefore the whole church comes together in one place, and all speak in tongues, and some unlearned in tongues or unbelievers enter, will they not say that you are insane?\n",
          "14:24 But if all prophesy and some unbeliever or unlearned person enters, he is convicted by all, he is examined by all;\n",
          "14:25 The secrets of his heart become manifest; and so falling on his face, he will worship God, declaring that indeed God is among you.\n",
          "14:26 What then, brothers? Whenever you come together, each one has a psalm, has a teaching, has a revelation, has a tongue, has an interpretation. Let all things be done for building up.\n",
          "14:27 If anyone speaks in a tongue, it should be by two, or at the most three, and in turn, and one should interpret;\n",
          "14:28 But if there is no interpreter, he should be silent in the church, and speak to himself and to God.\n",
          "14:29 And as to prophets, two or three should speak, and the others discern.\n",
          "14:30 But if something is revealed to another sitting by, the first should be silent.\n",
          "14:31 For you can all prophesy one by one that all may learn and all may be encouraged.\n",
          "14:32 And the spirits of prophets are subject to prophets;\n",
          "14:33a For God is not a God of confusion but of peace. 2\n",
          "14:33b As in all the churches of the saints,\n",
          "14:34 The women should be silent in the churches, for they are not permitted to speak; but they should be subject, even as the law also says.\n",
          "14:35 But if they desire to learn anything, they should ask their own husbands at home; for it is a shame for a woman to speak in the church.\n",
          "14:36 Or was it from you that the word of God went forth? Or did it reach only to you?\n",
          "14:37 If anyone thinks he is a prophet or spiritual, let him fully know the things which I write to you, that they are the commandment of the Lord.\n",
          "14:38 But if anyone this, let him ignore it.\n",
          "14:39 So then, my brothers, desire earnestly the prophesying, and do not forbid the speaking in tongues.\n",
          "14:40 But all things must be done becomingly and in order.\n"
        ],
        "id": [
          "14:1 Kejarlah kasih itu dan berusahalah memperoleh karunia-karunia Roh, terutama karunia untuk bernubuat.\n",
          "14:2 Siapa yang berkata-kata dengan bahasa lidah, tidak berkata-kata kepada manusia, tetapi kepada Allah. Sebab tidak ada seorang pun yang mengertinya, oleh Roh ia mengucapkan hal-hal yang rahasia.\n",
          "14:3 Tetapi siapa yang bernubuat, ia berkata-kata kepada manusia, ia membangun, menasihati dan menghibur.\n",
          "14:4 Siapa yang berkata-kata dengan bahasa lidah, ia membangun dirinya sendiri, tetapi siapa yang bernubuat, ia membangun jemaat.\n",
          "14:5 Aku suka, supaya kamu semua berkata-kata dengan bahasa lidah, tetapi lebih daripada itu, supaya kamu bernubuat. Sebab orang yang bernubuat lebih berharga daripada orang yang berkata-kata dengan bahasa lidah, kecuali kalau orang itu juga menafsirkannya, sehingga jemaat dapat dibangun.\n",
          "14:6 Jadi, Saudara-saudara, jika aku datang kepadamu dan berkata-kata dengan bahasa lidah, apa gunanya itu bagimu, jika aku tidak berbicara kepadamu dengan penyataan Allah atau pengetahuan atau nubuat atau pengajaran?\n",
          "14:7 Sama halnya dengan alat-alat yang tidak berjiwa tetapi berbunyi, seperti seruling dan kecapi -- bagaimana orang dapat mengetahui lagu apa yang dimainkan seruling atau kecapi, kalau keduanya tidak mengeluarkan bunyi yang berbeda?\n",
          "14:8 Atau, jika nafiri tidak mengeluarkan bunyi yang terang, siapa yang menyiapkan diri untuk berperang?\n",
          "14:9 Demikianlah juga kamu yang berkata-kata dengan bahasa lidah: Jika kamu tidak mempergunakan kata-kata yang jelas, bagaimanakah orang dapat mengerti apa yang kamu katakan? Kata-katamu sia-sia saja kamu ucapkan di udara!\n",
          "14:10 Ada banyak -- entah berapa banyak -- macam bahasa di dunia; sekalipun demikian tidak ada satu pun di antaranya yang mempunyai bunyi yang tidak berarti.\n",
          "14:11 Tetapi jika aku tidak mengetahui arti bahasa itu, aku menjadi orang asing bagi dia yang mempergunakannya dan dia orang asing bagiku.\n",
          "14:12 Demikian pula dengan kamu: Kamu memang berusaha memperoleh karunia-karunia Roh, tetapi lebih daripada itu hendaklah kamu berusaha mempergunakannya untuk membangun jemaat.\n",
          "14:13 Karena itu, siapa yang berkata-kata dengan bahasa lidah, ia harus berdoa, supaya ia dapat menafsirkannya.\n",
          "14:14 Sebab jika aku berdoa dengan bahasa lidah, maka rohkulah yang berdoa, tetapi akal budiku tidak menghasilkan apa-apa.\n",
          "14:15 Jadi, apakah yang harus kubuat? Aku akan berdoa dengan rohku, tetapi aku akan berdoa juga dengan akal budiku; aku akan menyanyi dan memuji dengan rohku, tetapi aku akan menyanyi dan memuji juga dengan akal budiku.\n",
          "14:16 Sebab, jika engkau mengucap syukur dengan rohmu saja, bagaimanakah orang biasa yang hadir sebagai pendengar dapat mengatakan \" amin\" atas pengucapan syukurmu? Bukankah ia tidak tahu apa yang engkau katakan?\n",
          "14:17 Sebab sekalipun pengucapan syukurmu itu sangat baik, tetapi orang lain tidak dibangun olehnya.\n",
          "14:18 Aku mengucap syukur kepada Allah bahwa aku berkata-kata dengan bahasa lidah lebih daripada kamu semua.\n",
          "14:19 Tetapi dalam pertemuan jemaat aku lebih suka mengucapkan lima kata yang dapat dimengerti untuk mengajar orang lain juga, daripada beribu-ribu kata dengan bahasa lidah.\n",
          "14:20 Saudara-saudara, janganlah sama seperti anak-anak dalam pemikiranmu. Jadilah anak-anak dalam kejahatan, tetapi orang dewasa dalam pemikiranmu!\n",
          "14:21 Dalam hukum Taurat ada tertulis: \" Oleh orang-orang yang mempunyai bahasa lain dan oleh mulut orang-orang asing Aku akan berbicara kepada bangsa ini, namun mereka tidak akan mendengarkan Aku, firman Tuhan.\"\n",
          "14:22 Karena itu karunia bahasa lidah adalah tanda, bukan untuk orang yang beriman, tetapi untuk orang yang tidak beriman; sedangkan karunia untuk bernubuat adalah tanda, bukan untuk orang yang tidak beriman, tetapi untuk orang yang beriman.\n",
          "14:23 Jadi, kalau seluruh jemaat berkumpul bersama-sama dan tiap-tiap orang berkata-kata dengan bahasa lidah, lalu masuklah orang-orang luar atau orang-orang yang tidak beriman, bukankah mereka akan katakan bahwa kamu gila?\n",
          "14:24 Tetapi kalau semua bernubuat, lalu masuk orang yang tidak beriman atau orang baru, ia akan diyakinkan oleh semua dan diselidiki oleh semua;\n",
          "14:25 segala rahasia yang terkandung di dalam hatinya akan menjadi nyata, sehingga ia akan sujud menyembah Allah dan mengaku: \"Sungguh, Allah ada di tengah-tengah kamu.\"\n",
          "14:26 Jadi, bagaimana sekarang, Saudara-saudara? Bilamana kamu berkumpul, hendaklah tiap-tiap orang mempersembahkan sesuatu: yang seorang mazmur, yang lain pengajaran, atau penyataan Allah, atau karunia bahasa lidah, atau karunia untuk menafsirkan bahasa lidah, tetapi semuanya itu harus dipergunakan untuk membangun.\n",
          "14:27 Jika ada yang berkata-kata dengan bahasa lidah, biarlah dua atau sebanyak-banyaknya tiga orang, seorang demi seorang, dan harus ada seorang lain untuk menafsirkannya.\n",
          "14:28 Jika tidak ada orang yang dapat menafsirkannya, hendaklah mereka berdiam diri dalam pertemuan Jemaat dan hanya boleh berkata-kata kepada dirinya sendiri dan kepada Allah.\n",
          "14:29 Tentang nabi-nabi -- baiklah dua atau tiga orang di antaranya berkata-kata dan yang lain menanggapi apa yang mereka katakan.\n",
          "14:30 Tetapi jika seorang lain yang duduk di situ mendapat penyataan dari Allah, maka yang pertama itu harus berdiam diri.\n",
          "14:31 Sebab kamu semua boleh bernubuat seorang demi seorang, sehingga kamu semua dapat belajar dan beroleh kekuatan.\n",
          "14:32 Roh nabi takluk kepada nabi-nabi.\n",
          "14:33 Sebab Allah tidak menghendaki kekacauan, tetapi damai sejahtera.\n",
          "14:34 Sama seperti dalam semua jemaat orang-orang kudus,\n",
          "14:35 Jika mereka ingin mengetahui sesuatu, baiklah mereka menanyakannya kepada suaminya di rumah. Sebab tidak sopan bagi perempuan untuk berbicara dalam pertemuan jemaat.\n",
          "14:36 Atau apakah firman Allah berasal dari kamu? Atau hanya kepada kamu sajakah firman itu telah datang?\n",
          "14:37 Jika seseorang menganggap dirinya nabi atau orang yang mendapat karunia rohani, ia harus sadar bahwa apa yang kutuliskan kepadamu adalah perintah Tuhan.\n",
          "14:38 Tetapi jika ia tidak mengindahkannya, janganlah kamu mengindahkan dia.\n",
          "14:39 Karena itu, Saudara-saudaraku, berusahalah memperoleh karunia bernubuat dan janganlah melarang orang yang berkata-kata dengan bahasa lidah.\n",
          "14:40 Tetapi segala sesuatu harus berlangsung dengan sopan dan teratur.\n"
        ]
      }
    },
    {
      "15": {
        "en": [
          "15:1 Now I make known to you, brothers, the gospel which I announced to you, which also you received, in which also you stand,\n",
          "15:2 Through which also you are being saved, if you hold fast the word which I announced to you as the gospel, unless you have believed in vain.\n",
          "15:3 For I delivered to you, first of all, that which also I received, that Christ died for our sins according to the Scriptures;\n",
          "15:4 And that He was buried, and that He has been raised on the third day according to the Scriptures;\n",
          "15:5 And that He appeared to Cephas, then to the twelve;\n",
          "15:6 Then He appeared to over five hundred brothers at one time, of whom the majority remain until now, but some have fallen asleep;\n",
          "15:7 Then He appeared to James, then to all the apostles;\n",
          "15:8 And last of all He appeared to also, as it were to one born prematurely.\n",
          "15:9 For I am the least of the apostles, who am not fit to be called an apostle, because I persecuted the church of God.\n",
          "15:10 But by the grace of God I am what I am; and His grace unto me did not turn out to be in vain, but, on the contrary, I labored more abundantly than all of them, yet not I but the grace of God which is with me.\n",
          "15:11 Therefore whether it is I or they, so we preach and so you have believed.\n",
          "15:12 But if Christ is proclaimed that He has been raised from the dead, how is it that some among you say that there is no resurrection of the dead?\n",
          "15:13 But if there is no resurrection of the dead, neither has Christ been raised.\n",
          "15:14 And if Christ has not been raised, then our proclamation is vain; your faith is vain also.\n",
          "15:15 And also we are found to be false witnesses of God because we have testified concerning God that He raised Christ, whom He did not raise, if indeed the dead are not raised.\n",
          "15:16 For if the dead are not raised, neither has Christ been raised.\n",
          "15:17 And if Christ has not been raised, your faith is futile; you are still in your sins.\n",
          "15:18 Then also those who have fallen asleep in Christ have perished.\n",
          "15:19 If it is only that we have hoped in Christ in this life, we are of all men most miserable.\n",
          "15:20 But now Christ has been raised from the dead, the firstfruits of those who have fallen asleep.\n",
          "15:21 For since through man came death, through man also came the resurrection of the dead.\n",
          "15:22 For just as in Adam all die, so also in Christ all will be made alive.\n",
          "15:23 But each one in his own order: the firstfruits, Christ; then those who are Christ?s at His coming;\n",
          "15:24 Then the end, when He delivers up the kingdom to His God and Father, once He has abolished all rule and all authority and power.\n",
          "15:25 For He must reign until God puts all His enemies under His feet.\n",
          "15:26 Death, the last enemy, is being abolished.\n",
          "15:27 For He has subjected all things under His feet. But when He says that all things are subjected, it is evident that all things are except Him who has subjected all things to Him.\n",
          "15:28 And when all things have been subjected to Him, then the Son Himself also will be subjected to Him who has subjected all things to Him, that God may be all in all.\n",
          "15:29 Otherwise what shall they who are baptized for the dead do? If the dead are actually not raised, why then are they baptized for them?\n",
          "15:30 Why also do we brave danger every hour?\n",
          "15:31 I protest by the boasting in you, brothers, which I have in Christ Jesus our Lord, I die daily.\n",
          "15:32 If after the manner of men I fought with wild beasts at Ephesus, what does it profit me? If the dead are not raised, let us eat and drink, for tomorrow we die.\n",
          "15:33 Do not be deceived: Evil companionships corrupt good morals.\n",
          "15:34 Awake from the drunken stupor righteously and do not sin, for some of you are ignorant of God. I speak to your shame.\n",
          "15:35 But someone will say, How are the dead raised? And with what kind of body do they come?\n",
          "15:36 Foolish man, what you sow is not made alive unless it dies;\n",
          "15:37 And what you sow, you do not sow the body that will be, but a bare grain, perhaps of wheat or of some other of the rest.\n",
          "15:38 But God gives it a body even as He willed, and to each of the seeds its own body.\n",
          "15:39 All flesh is not the same flesh, but one is of men, and another flesh is of cattle, and another is of birds, and another is of fish.\n",
          "15:40 There are also heavenly bodies and earthly bodies; but the glory of the heavenly is one thing, and that of the earthly is another.\n",
          "15:41 There is another glory of the sun, and another glory of the moon, and another glory of the stars; for star differs from star in glory.\n",
          "15:42 So also is the resurrection of the dead. It is sown in corruption, it is raised in incorruption;\n",
          "15:43 It is sown in dishonor, it is raised in glory; it is sown in weakness, it is raised in power;\n",
          "15:44 It is sown a soulish body, it is raised a spiritual body. If there is a soulish body, there is also a spiritual one.\n",
          "15:45 So also it is written, ?The first man, Adam, became a living soul?; the last Adam became a life-giving Spirit.\n",
          "15:46 But the spiritual is not first but the soulish, then the spiritual:\n",
          "15:47 The first man is out of the earth, earthy; the second man is out of heaven.\n",
          "15:48 As the earthy is, such are they also that are earthy; and as the heavenly is, such are they also that are heavenly.\n",
          "15:49 And even as we have borne the image of the earthy, we will also bear the image of the heavenly.\n",
          "15:50 Now this I say, brothers, that flesh and blood cannot inherit the kingdom of God, neither does corruption inherit incorruption.\n",
          "15:51 Behold, I tell you a mystery: We will not all sleep, but we will all be changed,\n",
          "15:52 In a moment, in the twinkling of an eye, at the last trumpet; for the trumpet will sound, and the dead will be raised incorruptible, and we will be changed.\n",
          "15:53 For this corruptible must put on incorruption, and this mortal must put on immortality.\n",
          "15:54 And when this corruptible will put on incorruption and this mortal will put on immortality, then the word which is written will come to pass, ?Death has been swallowed up unto victory.?\n",
          "15:55 Where, O death, is your victory? Where, O death, is your sting?\n",
          "15:56 The sting of death is sin, and the power of sin is the law.\n",
          "15:57 But thanks be to God who gives us the victory through our Lord Jesus Christ.\n",
          "15:58 Therefore, my beloved brothers, be steadfast, immovable, always abounding in the work of the Lord, knowing that your labor is not in vain in the Lord.\n"
        ],
        "id": [
          "15:1 Dan sekarang, Saudara-saudara, aku mau mengingatkan kamu kepada Injil yang aku beritakan kepadamu dan yang kamu terima, dan yang di dalamnya kamu teguh berdiri.\n",
          "15:2 Melalui Injil itu kamu diselamatkan, seperti yang telah kuberitakan kepadamu, asal kamu teguh berpegang padanya, kecuali kalau kamu telah sia-sia saja menjadi percaya.\n",
          "15:3 Sebab yang sangat penting telah kusampaikan kepadamu, yaitu apa yang telah kuterima sendiri, ialah bahwa Kristus telah mati karena dosa-dosa kita, sesuai dengan Kitab Suci,\n",
          "15:4 bahwa Ia telah dikuburkan, dan bahwa Ia telah dibangkitkan, pada hari yang ketiga, sesuai dengan Kitab Suci;\n",
          "15:5 bahwa Ia telah menampakkan diri kepada Kefas dan kemudian kepada kedua belas murid-Nya.\n",
          "15:6 Sesudah itu Ia menampakkan diri kepada lebih dari lima ratus saudara sekaligus; kebanyakan dari mereka masih hidup sampai sekarang, tetapi beberapa di antaranya telah meninggal.\n",
          "15:7 Selanjutnya Ia menampakkan diri kepada Yakobus, kemudian kepada semua rasul.\n",
          "15:8 Yang paling akhir dari semuanya Ia menampakkan diri juga kepadaku, sama seperti kepada anak yang lahir sebelum waktunya.\n",
          "15:9 Karena akulah yang paling hina dari semua rasul, bahkan tidak layak disebut rasul, sebab aku telah menganiaya jemaat Allah.\n",
          "15:10 Tetapi karena anugerah Allah aku adalah sebagaimana aku ada sekarang, dan anugerah yang diberikan-Nya kepadaku tidak sia-sia. Sebaliknya, aku telah bekerja lebih keras daripada mereka semua; tetapi bukannya aku, melainkan anugerah Allah yang menyertai aku.\n",
          "15:11 Sebab itu, baik aku, maupun mereka, demikianlah kami mengajar dan demikianlah kamu menjadi percaya.\n",
          "15:12 Jadi, bilamana diberitakan bahwa Kristus dibangkitkan dari antara orang mati, bagaimana mungkin ada di antara kamu yang mengatakan bahwa tidak ada kebangkitan orang mati?\n",
          "15:13 Seandainya tidak ada kebangkitan orang mati, maka Kristus juga tidak dibangkitkan.\n",
          "15:14 Andaikata Kristus tidak dibangkitkan, maka sia-sialah pemberitaan kami dan sia-sialah juga kepercayaan kamu.\n",
          "15:15 Lebih daripada itu, kami ternyata berdusta terhadap Allah, karena tentang Dia kami katakan bahwa Ia telah membangkitkan Kristus -- padahal Ia tidak membangkitkan-Nya, andaikata benar bahwa orang mati tidak dibangkitkan.\n",
          "15:16 Sebab jika benar orang mati tidak dibangkitkan, maka Kristus juga tidak dibangkitkan.\n",
          "15:17 Jika Kristus tidak dibangkitkan, maka sia-sialah kepercayaan kamu dan kamu masih hidup dalam dosamu.\n",
          "15:18 Demikianlah binasa juga orang-orang yang mati dalam Kristus.\n",
          "15:19 Jikalau kita hanya dalam hidup ini saja menaruh pengharapan pada Kristus, maka kita adalah orang-orang yang paling malang dari segala manusia.\n",
          "15:20 Tetapi yang benar ialah bahwa Kristus telah dibangkitkan dari antara orang mati, sebagai yang sulung dari orang-orang yang telah meninggal.\n",
          "15:21 Sebab sama seperti maut datang karena satu orang manusia, demikian juga kebangkitan orang mati datang karena satu orang manusia.\n",
          "15:22 Karena sama seperti semua orang mati dalam persekutuan dengan Adam, demikian pula semua orang akan dihidupkan kembali dalam persekutuan dengan Kristus.\n",
          "15:23 Tetapi tiap-tiap orang menurut urutannya: Kristus sebagai buah sulung; sesudah itu mereka yang menjadi milik-Nya pada waktu kedatangan-Nya.\n",
          "15:24 Kemudian tiba kesudahannya, yaitu bilamana Ia menyerahkan Kerajaan kepada Allah Bapa, sesudah Ia membinasakan segala pemerintahan, kekuasaan dan kekuatan.\n",
          "15:25 Karena Ia harus memegang pemerintahan sebagai Raja sampai Allah meletakkan semua musuh-Nya di bawah kaki-Nya.\n",
          "15:26 Musuh yang terakhir, yang dibinasakan ialah maut.\n",
          "15:27 Sebab segala sesuatu telah ditaklukkan-Nya di bawah kaki -Nya. Tetapi kalau dikatakan bahwa \"segala sesuatu telah ditaklukkan\", maka teranglah bahwa Ia sendiri yang telah menaklukkan segala sesuatu di bawah kaki Kristus itu tidak termasuk di dalamnya.\n",
          "15:28 Tetapi kalau segala sesuatu telah ditaklukkan di bawah Kristus, maka Ia sendiri sebagai Anak akan menaklukkan diri-Nya di bawah Dia, yang telah menaklukkan segala sesuatu di bawah -Nya, supaya Allah menjadi semua di dalam semua.\n",
          "15:29 Jika tidak demikian, apakah faedahnya perbuatan orang-orang yang dibaptis bagi orang mati? Kalau orang mati sama sekali tidak dibangkitkan, mengapa mereka mau dibaptis bagi orang-orang yang telah meninggal?\n",
          "15:30 Dan kami juga -- mengapa kami setiap saat membawa diri kami ke dalam bahaya?\n",
          "15:31 Saudara-saudara, tiap-tiap hari aku berhadapan dengan maut. Demi kebanggaanku akan kamu dalam Kristus Yesus, Tuhan kita, aku katakan bahwa hal ini benar.\n",
          "15:32 Kalau hanya berdasarkan pertimbangan-pertimbangan manusia saja aku telah berjuang melawan binatang buas di Efesus, apakah gunanya hal itu bagiku? Jika orang mati tidak dibangkitkan, maka \" marilah kita makan dan minum, sebab besok kita mati\".\n",
          "15:33 Janganlah kamu sesat: Pergaulan yang buruk merusakkan kebiasaan yang baik.\n",
          "15:34 Sadarlah kembali sebaik-baiknya dan jangan berbuat dosa lagi! Ada di antara kamu yang tidak mengenal Allah. Hal ini kukatakan, supaya kamu merasa malu.\n",
          "15:35 Tetapi mungkin ada orang yang bertanya, \"Bagaimana orang mati dibangkitkan? Dengan tubuh apakah mereka akan datang kembali?\"\n",
          "15:36 Hai orang bodoh! Apa yang engkau sendiri taburkan, tidak akan tumbuh dan hidup, kalau tidak mati dahulu.\n",
          "15:37 Dan yang engkau taburkan bukanlah tubuh tanaman yang akan tumbuh, tetapi biji yang tidak berkulit, umpamanya biji gandum atau biji lain.\n",
          "15:38 Tetapi Allah memberikan kepadanya suatu tubuh, seperti yang dikehendaki-Nya: Ia memberikan kepada tiap-tiap biji tubuhnya sendiri.\n",
          "15:39 Bukan semua daging sama: Daging manusia lain daripada daging binatang, lain daripada daging burung, lain daripada daging ikan.\n",
          "15:40 Ada tubuh surgawi dan ada tubuh duniawi, tetapi kemuliaan tubuh surgawi lain daripada kemuliaan tubuh duniawi.\n",
          "15:41 Kemuliaan matahari lain daripada kemuliaan bulan, dan kemuliaan bulan lain daripada kemuliaan bintang-bintang, dan kemuliaan bintang yang satu berbeda dengan kemuliaan bintang yang lain.\n",
          "15:42 Demikianlah pula halnya dengan kebangkitan orang mati. Tubuh yang ditaburkan dalam kebinasaan, dibangkitkan dalam ketidakbinasaan.\n",
          "15:43 Yang ditaburkan dalam kehinaan, dibangkitkan dalam kemuliaan. Ditaburkan dalam kelemahan, dibangkitkan dalam kekuatan.\n",
          "15:44 Yang ditaburkan adalah tubuh alamiah, yang dibangkitkan adalah tubuh rohaniah. Jika ada tubuh alamiah, maka ada pula tubuh rohaniah.\n",
          "15:45 Seperti ada tertulis: \"Manusia pertama, Adam menjadi makhluk yang hidup\", tetapi Adam yang terakhir menjadi roh yang menghidupkan.\n",
          "15:46 Tetapi yang mula-mula datang bukanlah yang rohaniah, tetapi yang alamiah; kemudian barulah datang yang rohaniah.\n",
          "15:47 Manusia pertama berasal dari debu tanah dan bersifat alamiah, manusia kedua berasal dari surga.\n",
          "15:48 Makhluk-makhluk alamiah sama dengan dia yang berasal dari debu tanah dan makhluk-makhluk surgawi sama dengan Dia yang berasal dari surga.\n",
          "15:49 Sama seperti kita telah memakai rupa dari yang alamiah, demikian pula kita akan memakai rupa dari yang surgawi.\n",
          "15:50 Saudara-saudara, inilah yang hendak kukatakan kepadamu, yaitu bahwa daging dan darah tidak mewarisi Kerajaan Allah dan bahwa yang binasa tidak mewarisi apa yang tidak binasa.\n",
          "15:51 Sesungguhnya aku menyatakan kepadamu suatu rahasia: Kita tidak akan mati semuanya, tetapi kita semuanya akan diubah,\n",
          "15:52 dalam sekejap mata, pada waktu bunyi nafiri yang terakhir. Sebab nafiri akan berbunyi dan orang-orang mati akan dibangkitkan dalam keadaan yang tidak dapat binasa dan kita semua akan diubah.\n",
          "15:53 Karena yang dapat binasa ini harus mengenakan yang tidak dapat binasa, dan yang dapat mati ini harus mengenakan yang tidak dapat mati.\n",
          "15:54 Sesudah yang dapat binasa ini mengenakan yang tidak dapat binasa dan yang dapat mati ini mengenakan yang tidak dapat mati, maka akan digenapi firman yang tertulis: \" Maut telah ditelan dalam kemenangan.\n",
          "15:55 Hai maut di manakah kemenanganmu? Hai maut, di manakah sengatmu?\"\n",
          "15:56 Sengat maut ialah dosa dan kuasa dosa ialah hukum Taurat.\n",
          "15:57 Tetapi syukur kepada Allah, yang telah memberikan kepada kita kemenangan melalui Yesus Kristus, Tuhan kita.\n",
          "15:58 Karena itu, Saudara-saudaraku yang terkasih, berdirilah teguh, jangan goyah, dan giatlah selalu dalam pekerjaan Tuhan! Sebab kamu tahu bahwa dalam persekutuan dengan Tuhan jerih payahmu tidak sia-sia.\n"
        ]
      }
    },
    {
      "16": {
        "en": [
          "16:1 Now concerning the collection for the saints, just as I directed the churches of Galatia, so you also do.\n",
          "16:2 On the first day of the week each one of you should lay aside in store to himself whatever he may have been prospered, that no collections be made when I come.\n",
          "16:3 And when I arrive, whomever you approve, I will send them with letters to carry your gift to Jerusalem;\n",
          "16:4 And if it is fitting for me also to go, they will go with me.\n",
          "16:5 Now I will come to you when I pass through Macedonia, for I will pass through Macedonia.\n",
          "16:6 And perhaps I will stay with you, or even spend the winter, that you may send me forward wherever I may go.\n",
          "16:7 For I do not wish to see you now just in passing, for I am hoping to remain with you for some time, if the Lord permits.\n",
          "16:8 But I will remain in Ephesus until Pentecost,\n",
          "16:9 For a door is opened to me, great and efficacious, and there are many opposers.\n",
          "16:10 Now if Timothy comes, see that he is with you without fear; for he is working the work of the Lord, even as I am.\n",
          "16:11 Let no one therefore despise him, but send him forward in peace that he may come to me; for I am awaiting him with the brothers.\n",
          "16:12 And concerning our brother Apollos, I urged him many times to come to you with the brothers; yet it was not at all his desire to come now, but he will come when he has opportunity.\n",
          "16:13 Watch, stand firm in the faith, be full-grown men, be strong.\n",
          "16:14 Let all your matters be done in love.\n",
          "16:15 Now I exhort you, brothers: You know the household of Stephanas, that it is the firstfruits of Achaia, and they have set themselves to minister to the saints;\n",
          "16:16 You also be subject to such ones, and to everyone co-working and laboring.\n",
          "16:17 Now I rejoice at the coming of Stephanas and Fortunatus and Achaicus, because these have filled up the lack caused by your absence;\n",
          "16:18 For they refreshed my spirit and yours. Acknowledge therefore such ones.\n",
          "16:19 The churches of Asia greet you. Aquila and Prisca greet you much in the Lord, with the church, which is in their house.\n",
          "16:20 All the brothers greet you. Greet one another with a holy kiss.\n",
          "16:21 The greeting in my own hand?Paul.\n",
          "16:22 If anyone does not love the Lord, let him be accursed! The Lord comes!\n",
          "16:23 The grace of the Lord Jesus be with you.\n",
          "16:24 My love in Christ Jesus be with you all.\n"
        ],
        "id": [
          "16:1 Tentang pengumpulan uang bagi orang-orang kudus, hendaklah kamu melakukannya sesuai dengan petunjuk-petunjuk yang kuberikan kepada jemaat-jemaat di Galatia.\n",
          "16:2 Pada hari pertama dari tiap-tiap minggu hendaklah kamu masing-masing -- sesuai dengan apa yang kamu peroleh -- menyisihkan sesuatu dan menyimpannya, supaya jangan pengumpulan itu baru diadakan pada saat aku datang.\n",
          "16:3 Sesudah aku tiba, aku akan mengutus orang-orang, yang kamu anggap layak, disertai dengan surat-surat pengantar ke Yerusalem untuk menyampaikan pemberianmu.\n",
          "16:4 Kalau ternyata penting bahwa aku juga pergi, maka mereka akan pergi bersama-sama dengan aku.\n",
          "16:5 Aku akan datang kepadamu, sesudah aku melintasi Makedonia, sebab aku akan melintasi Makedonia.\n",
          "16:6 Di Korintus mungkin aku akan tinggal beberapa lama dengan kamu atau mungkin aku akan tinggal selama musim dingin, sehingga kamu dapat menolong aku untuk melanjutkan perjalananku.\n",
          "16:7 Sebab sekarang aku tidak mau melihat kamu hanya sepintas lalu saja. Aku harap dapat tinggal agak lama dengan kamu, jika diperkenankan Tuhan.\n",
          "16:8 Tetapi aku akan tinggal di Efesus sampai hari raya Pentakosta,\n",
          "16:9 sebab terbuka kesempatan bagiku untuk mengerjakan pekerjaan yang besar dan penting, sekalipun ada banyak penentang.\n",
          "16:10 Jika Timotius datang, usahakanlah supaya ia berada di tengah-tengah kamu tanpa merasa takut, sebab ia mengerjakan pekerjaan Tuhan, sama seperti aku.\n",
          "16:11 Jadi, janganlah ada orang yang menganggapnya rendah! Sebaliknya, tolonglah dia, supaya ia melanjutkan perjalanannya dengan selamat, agar ia datang kembali kepadaku, sebab aku di sini menunggu kedatangannya bersama-sama dengan saudara-saudara seiman yang lain.\n",
          "16:12 Tentang saudara kita, Apolos, telah berulang-ulang aku mendesaknya untuk mengunjungi kamu bersama-sama dengan saudara-saudara seiman yang lain, tetapi ia sama sekali tidak mau datang sekarang. Kalau ada kesempatan baik nanti, ia akan datang.\n",
          "16:13 Berjaga-jagalah! Berdirilah dengan teguh dalam iman! Bersikap beranilah dan tetaplah kuat!\n",
          "16:14 Lakukanlah segala pekerjaanmu dalam kasih!\n",
          "16:15 Ada suatu permintaan lagi kepadamu, Saudara-saudara. Kamu tahu bahwa Stefanus dan keluarganya adalah orang-orang yang pertama-tama bertobat di Akhaya, dan bahwa mereka telah mengabdikan diri kepada pelayanan bagi orang-orang kudus.\n",
          "16:16 Karena itu, taatilah orang-orang yang demikian dan setiap orang yang turut bekerja dan berjerih payah.\n",
          "16:17 Aku bergembira atas kedatangan Stefanus, Fortunatus dan Akhaikus, karena mereka menggantikan kehadiranmu;\n",
          "16:18 karena mereka menyegarkan rohku dan roh kamu. Hargailah orang-orang yang demikian!\n",
          "16:19 Salam kepadamu dari jemaat-jemaat di Asia Kecil. Akwila, Priskila dan jemaat di rumah mereka menyampaikan berlimpah-limpah salam dalam Tuhan kepadamu.\n",
          "16:20 Salam kepadamu dari saudara-saudara seiman semuanya. Sampaikanlah salam seorang kepada yang lain dengan ciuman kudus.\n",
          "16:21 Dengan tanganku sendiri aku menulis ini: Salam dari Paulus.\n",
          "16:22 Siapa yang tidak mengasihi Tuhan, terkutuklah ia. Maranata!\n",
          "16:23 Anugerah Tuhan Yesus menyertai kamu.\n",
          "16:24 Kasihku menyertai kamu sekalian dalam Kristus Yesus.\n"
        ]
      }
    }
  ]
}
