{
  "2 Timothy": [
    {
      "1": {
        "en": [
          "1:1 Paul, an apostle of Christ Jesus through the will of God according to the promise of life, which is in Christ Jesus,\n",
          "1:2 To Timothy, beloved child: Grace, mercy, peace from God the Father and Christ Jesus our Lord.\n",
          "1:3 I thank God, whom I serve from my forefathers in a pure conscience, while unceasingly I have remembrance concerning you in my petitions night and day,\n",
          "1:4 Longing to see you, remembering your tears, that I may be filled with joy;\n",
          "1:5 Having been reminded of the unfeigned faith in you, which dwelt first in your grandmother Lois and your mother Eunice, and I am persuaded dwells also in you.\n",
          "1:6 For which cause I remind you to fan into flame the gift of God, which is in you through the laying on of my hands.\n",
          "1:7 For God has not given us a spirit of cowardice, but of power and of love and of sobermindedness.\n",
          "1:8 Therefore do not be ashamed of the testimony of our Lord nor of me His prisoner; but suffer evil with the gospel according to the power of God;\n",
          "1:9 Who has saved us and called us with a holy calling, not according to our works but according to His own purpose and grace, which was given to us in Christ Jesus before the times of the ages\n",
          "1:10 But now has been manifested through the appearing of our Savior Christ Jesus, who nullified death and brought life and incorruption to light through the gospel,\n",
          "1:11 For which I was appointed a herald and an apostle and a teacher.\n",
          "1:12 For which cause also I these things; but I am not ashamed, for I know whom I have believed, and I am persuaded that He is able to guard my deposit unto that day.\n",
          "1:13 Hold a pattern of the healthy words that you have heard from me, in the faith and love which are in Christ Jesus.\n",
          "1:14 Guard the good deposit through the Holy Spirit who dwells in us.\n",
          "1:15 This you know, that all who are in Asia turned away from me, of whom are Phygelus and Hermogenes.\n",
          "1:16 May the Lord grant mercy to the house of Onesiphorus, for he often refreshed me and was not ashamed of my chain;\n",
          "1:17 But being in Rome, he sought me out diligently and found me.\n",
          "1:18 May the Lord grant him to find mercy from the Lord in that day. And in how many things he served me in Ephesus, you know best.\n"
        ],
        "id": [
          "1:1 Dari Paulus, rasul Kristus Yesus atas kehendak Allah untuk memberitakan janji tentang hidup dalam Kristus Yesus.\n",
          "1:2 Kepada Timotius, anakku yang terkasih: Anugerah, rahmat dan damai sejahtera dari Allah Bapa dan Kristus Yesus, Tuhan kita, menyertai engkau.\n",
          "1:3 Aku mengucap syukur kepada Allah yang kulayani dengan hati nurani yang murni seperti yang dilakukan nenek moyangku. Dan aku selalu mengingat engkau dalam permohonanku, baik siang maupun malam.\n",
          "1:4 Apabila aku terkenang akan air matamu yang kaucurahkan, aku ingin melihat engkau kembali supaya penuhlah kesukaanku.\n",
          "1:5 Sebab aku teringat akan imanmu yang tulus ikhlas, yaitu iman yang pertama-tama hidup di dalam nenekmu Lois dan di dalam ibumu Eunike dan aku yakin hidup juga di dalam dirimu.\n",
          "1:6 Karena itulah kuperingatkan engkau untuk mengobarkan karunia Allah yang ada padamu melalui penumpangan tanganku atasmu.\n",
          "1:7 Sebab Allah memberikan kepada kita bukan roh ketakutan, melainkan roh yang membangkitkan kekuatan, kasih dan ketertiban.\n",
          "1:8 Jadi, janganlah malu bersaksi tentang Tuhan kita dan janganlah malu karena aku, seorang hukuman karena Dia, melainkan ikutlah menderita bagi Injil-Nya oleh kekuatan Allah.\n",
          "1:9 Dialah yang menyelamatkan kita dan memanggil kita dengan panggilan kudus, bukan berdasarkan perbuatan kita, melainkan berdasarkan maksud dan anugerah-Nya sendiri, yang telah dikaruniakan kepada kita dalam Kristus Yesus sebelum permulaan zaman\n",
          "1:10 dan sekarang dinyatakan oleh kedatangan Juruselamat kita Yesus Kristus, yang melalui Injil telah mematahkan kuasa maut dan mendatangkan hidup yang tidak dapat binasa.\n",
          "1:11 Untuk Injil inilah aku telah ditetapkan sebagai pemberita, sebagai rasul dan guru.\n",
          "1:12 Itulah sebabnya aku menderita semuanya ini, tetapi aku tidak malu; karena aku tahu kepada siapa aku percaya dan aku yakin bahwa Dia berkuasa memelihara apa yang telah dipercayakan-Nya kepadaku hingga pada hari Tuhan.\n",
          "1:13 Peganglah segala sesuatu yang telah engkau dengar dari aku sebagai contoh ajaran yang sehat dan lakukanlah itu dalam iman dan kasih di dalam Kristus Yesus.\n",
          "1:14 Peliharalah harta yang indah, yang telah dipercayakan-Nya kepada kita, oleh Roh Kudus yang tinggal di dalam kita.\n",
          "1:15 Engkau tahu bahwa semua mereka yang di daerah Asia Kecil berpaling dari aku; termasuk Figelus dan Hermogenes.\n",
          "1:16 Tuhan kiranya mengaruniakan rahmat-Nya kepada keluarga Onesiforus yang telah berulang-ulang menyegarkan hatiku. Ia tidak malu menjumpai aku di dalam penjara.\n",
          "1:17 Ketika di Roma, ia berusaha mencari aku dan sudah juga menemui aku.\n",
          "1:18 Kiranya Tuhan menunjukkan rahmat-Nya kepadanya pada hari-Nya. Betapa banyaknya pelayanan yang ia lakukan di Efesus engkau lebih mengetahuinya daripada aku.\n"
        ]
      }
    },
    {
      "2": {
        "en": [
          "2:1 You therefore, my child, be empowered in the grace which is in Christ Jesus;\n",
          "2:2 And the things which you have heard from me through many witnesses, these commit to faithful men, who will be competent to teach others also.\n",
          "2:3 Suffer evil with me as a good soldier of Christ Jesus.\n",
          "2:4 No one serving as a soldier entangles himself with the affairs of this life, that he may please the one who enlisted him.\n",
          "2:5 And also if anyone contends in the games, he is not crowned unless he contends lawfully.\n",
          "2:6 The laboring farmer must be the first to partake of the fruit.\n",
          "2:7 Consider what I say, for the Lord will give you understanding in all things.\n",
          "2:8 Remember Jesus Christ, raised from the dead, of the seed of David, according to my gospel,\n",
          "2:9 In which I suffer evil unto bonds as a criminal; but the word of God is not bound.\n",
          "2:10 Therefore I all things for the sake of the chosen ones, that they themselves also may obtain the salvation which is in Christ Jesus with eternal glory.\n",
          "2:11 Faithful is the word: For if we died with Him, we will also live with Him;\n",
          "2:12 If we endure, we will also reign with Him; if we deny Him, He also will deny us;\n",
          "2:13 If we are faithless, He remains faithful, for He cannot deny Himself.\n",
          "2:14 Remind them of these things, solemnly charging them before God not to have contentions of words, which is useful for nothing, to the ruin of those who hear.\n",
          "2:15 Be diligent to present yourself approved to God, an unashamed workman, cutting straight the word of the truth.\n",
          "2:16 But avoid profane, vain babblings, for they will advance to more ungodliness,\n",
          "2:17 And their word will spread like gangrene, of whom are Hymenaeus and Philetus,\n",
          "2:18 Who concerning the truth have misaimed, saying that the resurrection has already taken place, and overthrow the faith of some.\n",
          "2:19 However the firm foundation of God stands, having this seal, The Lord knows those who are His, and, Let everyone who names the name of the Lord depart from unrighteousness.\n",
          "2:20 But in a great house there are not only gold and silver vessels but also wooden and earthen; and some are unto honor, and some unto dishonor.\n",
          "2:21 If therefore anyone cleanses himself from these, he will be a vessel unto honor, sanctified, useful to the master, prepared unto every good work.\n",
          "2:22 But flee youthful lusts, and pursue righteousness, faith, love, peace with those who call on the Lord out of a pure heart.\n",
          "2:23 But foolish questionings and those arising from an untrained mind refuse, knowing that they beget contentions.\n",
          "2:24 But a slave of the Lord ought not to contend but be gentle toward all, apt to teach, bearing with wrong;\n",
          "2:25 In meekness correcting those who oppose, if perhaps God may give them repentance unto the full knowledge of the truth,\n",
          "2:26 And they may return to soberness out of the snare of the devil, having been caught alive by him, unto His will.\n"
        ],
        "id": [
          "2:1 Sebab itu, hai anakku, jadilah kuat oleh anugerah dalam Kristus Yesus.\n",
          "2:2 Apa yang telah engkau dengar dariku di depan banyak saksi, percayakanlah itu kepada orang-orang yang dapat dipercayai, yang juga pandai mengajar orang lain.\n",
          "2:3 Ikutlah menderita sebagai seorang prajurit yang baik dari Kristus Yesus.\n",
          "2:4 Seorang prajurit yang sedang berjuang tidak memusingkan dirinya dengan soal-soal penghidupannya, supaya dengan demikian ia berkenan kepada komandannya.\n",
          "2:5 Seorang olahragawan hanya dapat memperoleh mahkota sebagai juara, apabila ia bertanding menurut peraturan-peraturan olahraga.\n",
          "2:6 Seorang petani yang bekerja keras haruslah yang pertama menikmati hasil usahanya.\n",
          "2:7 Perhatikanlah apa yang kukatakan, karena Tuhan akan memberi kepadamu pengertian dalam segala sesuatu.\n",
          "2:8 Ingatlah hal ini: Yesus Kristus, yang telah dibangkitkan dari antara orang mati, yang telah dilahirkan sebagai keturunan Daud, itulah yang kuberitakan dalam Injilku.\n",
          "2:9 Karena pemberitaan Injil inilah aku menderita, malah dibelenggu seperti seorang penjahat, tetapi firman Allah tidak terbelenggu.\n",
          "2:10 Karena itu, aku sabar menanggung semuanya itu bagi orang-orang pilihan Allah, supaya mereka juga mendapat keselamatan dalam Kristus Yesus dengan kemuliaan yang kekal.\n",
          "2:11 Benarlah perkataan ini, \" Jika kita mati dengan Dia, kita pun akan hidup dengan Dia;\n",
          "2:12 jika kita bertekun, kita pun akan ikut memerintah dengan Dia; jika kita menyangkal Dia, Dia pun akan menyangkal kita;\n",
          "2:13 jika kita tidak setia, Dia tetap setia, karena Dia tidak dapat menyangkal diri-Nya.\"\n",
          "2:14 Ingatkan dan pesankanlah semuanya itu dengan sungguh-sungguh kepada mereka di hadapan Allah, agar jangan mereka bersilat kata, karena hal itu sama sekali tidak berguna, malah mengacaukan orang yang mendengarnya.\n",
          "2:15 Usahakanlah supaya engkau layak di hadapan Allah sebagai seorang pekerja yang tidak usah malu, yang berterus terang memberitakan perkataan kebenaran itu.\n",
          "2:16 Tetapi hindarilah omongan yang kosong dan tidak suci yang hanya menambah kefasikan.\n",
          "2:17 Perkataan mereka menjalar seperti penyakit kanker. Di antara mereka termasuk Himeneus dan Filetus,\n",
          "2:18 yang telah menyimpang dari kebenaran dengan mengajarkan bahwa kebangkitan kita telah berlangsung dan dengan demikian merusak iman sebagian orang.\n",
          "2:19 Tetapi dasar yang diletakkan Allah itu teguh dan meterainya ialah: \"Tuhan mengenal siapa milik-Nya\" dan \"Setiap orang yang menyebut nama Tuhan hendaklah meninggalkan kejahatan.\"\n",
          "2:20 Dalam rumah yang besar bukan hanya terdapat perabot dari emas dan perak, melainkan juga dari kayu dan tanah; yang pertama dipakai untuk maksud yang mulia dan yang terakhir untuk maksud yang kurang mulia.\n",
          "2:21 Jika seseorang menyucikan dirinya dari hal-hal yang jahat, ia akan menjadi perabot rumah untuk maksud yang mulia, ia dikuduskan, dipandang layak untuk dipakai tuannya dan disediakan untuk setiap pekerjaan yang baik.\n",
          "2:22 Sebab itu, jauhilah nafsu orang muda, kejarlah keadilan, kesetiaan, kasih dan damai sejahtera bersama-sama dengan mereka yang berseru kepada Tuhan dengan hati yang murni.\n",
          "2:23 Hindarilah persoalan-persoalan yang dicari-cari, yang bodoh dan tidak layak. Engkau tahu bahwa persoalan-persoalan itu menimbulkan pertengkaran,\n",
          "2:24 sedangkan seorang hamba Tuhan tidak boleh bertengkar, tetapi harus ramah terhadap semua orang. Ia harus pandai mengajar, sabar\n",
          "2:25 dan dengan lemah lembut dapat menuntun orang yang suka melawan, sebab mungkin Tuhan memberikan kesempatan kepada mereka untuk bertobat dan memimpin mereka sehingga mereka mengenal kebenaran,\n",
          "2:26 dan dengan demikian mereka menjadi sadar kembali, karena terlepas dari jerat Iblis yang telah mengikat mereka pada kehendaknya.\n"
        ]
      }
    },
    {
      "3": {
        "en": [
          "3:1 But know this, that in the last days difficult will come.\n",
          "3:2 For men will be lovers of self, lovers of money, boasters, arrogant, revilers, disobedient to parents, unthankful, unholy,\n",
          "3:3 Without natural affection, implacable, slanderers, without self-control, savage, not lovers of good,\n",
          "3:4 Traitors, reckless, blinded with pride, lovers of pleasure rather than lovers of God,\n",
          "3:5 Having an outward form of godliness, though denying its power; from these also turn away.\n",
          "3:6 For of these are those who creep into houses and take captive silly women heaped with sins, who are led by various desires\n",
          "3:7 And are always learning yet never able to come to the full knowledge of the truth.\n",
          "3:8 And in the manner that Jannes and Jambres opposed Moses, so these also the truth; men corrupted in mind, disapproved concerning the faith.\n",
          "3:9 But they will not advance farther, for their folly will be completely manifest to all, as also the folly of those became.\n",
          "3:10 But you have closely followed my teaching, conduct, purpose, faith, long-suffering, love, endurance,\n",
          "3:11 Persecutions, sufferings, such as befell me in Antioch, in Iconium, in Lystra. Such persecutions I bore, and out of them all the Lord delivered me.\n",
          "3:12 And indeed all who desire to live godly in Christ Jesus will be persecuted.\n",
          "3:13 But evil men and impostors will grow worse and worse, deceiving and being deceived.\n",
          "3:14 But you, continue in the things which you have learned and have been assured of, knowing from which ones you have learned them\n",
          "3:15 And that a babe you have known the sacred writings, which are able to make you wise unto salvation through the faith which is in Christ Jesus.\n",
          "3:16 All Scripture is God-breathed and profitable for teaching, for conviction, for correction, for instruction in righteousness,\n",
          "3:17 That the man of God may be complete, fully equipped for every good work.\n"
        ],
        "id": [
          "3:1 Ketahuilah bahwa pada hari-hari terakhir akan datang masa yang sukar.\n",
          "3:2 Manusia akan mencintai dirinya sendiri dan menjadi hamba uang. Mereka akan membual dan menyombongkan diri, mereka akan menjadi pemfitnah, mereka akan berontak terhadap orang tua dan tidak tahu berterima kasih, tidak mempedulikan agama,\n",
          "3:3 tidak tahu mengasihi, tidak mau berdamai, suka menjelekkan orang, tidak dapat mengekang diri, garang, tidak suka yang baik,\n",
          "3:4 suka mengkhianat, tidak berpikir panjang, berlagak tahu, lebih menuruti hawa nafsu daripada menuruti Allah.\n",
          "3:5 Secara lahiriah mereka menjalankan ibadah mereka, tetapi pada hakikatnya mereka memungkiri kekuatannya. Jauhilah mereka itu!\n",
          "3:6 Sebab di antara mereka terdapat orang-orang yang menyelundup ke rumah orang lain dan menjerat perempuan-perempuan lemah yang sarat dengan dosa dan dikuasai oleh berbagai-bagai nafsu,\n",
          "3:7 yang walaupun selalu ingin diajar, namun tidak pernah dapat mengenal kebenaran.\n",
          "3:8 Sama seperti Yanes dan Yambres menentang Musa, demikian juga mereka menentang kebenaran. Akal mereka bobrok dan iman mereka tidak tahan uji.\n",
          "3:9 Tetapi sudah pasti mereka tidak akan lebih maju, karena seperti dalam hal Yanes dan Yambres, kebodohan mereka pun akan nyata bagi semua orang.\n",
          "3:10 Tetapi engkau telah mengikuti ajaranku, cara hidupku, pendirianku, imanku, kesabaranku, kasihku dan ketekunanku.\n",
          "3:11 Engkau telah ikut menderita penganiayaan dan sengsara seperti yang telah kuderita di Antiokhia dan di Ikonium dan di Listra. Semua penganiayaan itu kuderita dan Tuhan telah melepaskan aku dari semuanya itu.\n",
          "3:12 Memang setiap orang yang mau hidup beribadah di dalam Kristus Yesus akan menderita aniaya,\n",
          "3:13 sedangkan orang jahat dan penipu akan bertambah jahat, mereka menyesatkan dan disesatkan.\n",
          "3:14 Tetapi hendaklah engkau tetap berpegang pada kebenaran yang telah engkau terima dan yakini, dengan selalu mengingat orang yang telah mengajarkannya kepadamu.\n",
          "3:15 Ingatlah juga bahwa sejak kecil engkau sudah mengenal Kitab Suci yang dapat memberi hikmat kepadamu dan menuntun engkau kepada keselamatan melalui iman kepada Kristus Yesus.\n",
          "3:16 Seluruh Kitab Suci diilhamkan Allah dan bermanfaat untuk mengajar, untuk menyatakan kesalahan, untuk memperbaiki kelakuan dan untuk mendidik orang dalam kebenaran.\n",
          "3:17 Dengan demikian tiap-tiap manusia kepunyaan Allah diperlengkapi untuk setiap perbuatan baik.\n"
        ]
      }
    },
    {
      "4": {
        "en": [
          "4:1 I solemnly charge you before God and Christ Jesus, who is to judge the living and the dead, and by His appearing and His kingdom:\n",
          "4:2 Proclaim the word; be ready in season and out of season; convict, rebuke, exhort with all long-suffering and teaching.\n",
          "4:3 For the time will come when they will not tolerate the healthy teaching; but according to their own lusts they will heap up to themselves teachers, having itching ears,\n",
          "4:4 And they will turn away their ear from the truth and will be turned aside to myths.\n",
          "4:5 But you, be sober in all things, suffer evil, do the work of an evangelist, fully accomplish your ministry.\n",
          "4:6 For I am already being poured out, and the time of my departure is at hand.\n",
          "4:7 I have fought the good fight; I have finished the course; I have kept the faith.\n",
          "4:8 Henceforth there is laid up for me the crown of righteousness, with which the Lord, the righteous Judge, will recompense me in that day, and not only me but also all those who have loved His appearing.\n",
          "4:9 Be diligent to come to me quickly;\n",
          "4:10 For Demas has abandoned me, having loved the present age, and has gone to Thessalonica; Crescens to Galatia; Titus to Dalmatia.\n",
          "4:11 Luke alone is with me. Take Mark and bring him with you, for he is useful to me for the ministry.\n",
          "4:12 But Tychicus I have sent to Ephesus.\n",
          "4:13 The cloak which I left in Troas with Carpus, bring when you come, and the scrolls, especially the parchments.\n",
          "4:14 Alexander the coppersmith did many evil things to me; the Lord will recompense him according to his works.\n",
          "4:15 You also guard against him, for he greatly opposed our words.\n",
          "4:16 At my first defense no one was with me to support me, but all abandoned me. May it not be counted against them.\n",
          "4:17 But the Lord stood with me and empowered me that through me the proclamation of the gospel might be fully accomplished and all the Gentiles might hear; and I was delivered out of the lion?s mouth.\n",
          "4:18 The Lord will deliver me from every evil work and will save me into His heavenly kingdom, to whom be the glory forever and ever. Amen.\n",
          "4:19 Greet Prisca and Aquila and the house of Onesiphorus.\n",
          "4:20 Erastus remained in Corinth, and Trophimus I left at Miletus sick.\n",
          "4:21 Be diligent to come before winter. Eubulus greets you, as well as Pudens and Linus and Claudia and all the brothers.\n",
          "4:22 The Lord be with your spirit. Grace be with you.\n"
        ],
        "id": [
          "4:1 Di hadapan Allah dan Kristus Yesus yang akan menghakimi orang yang hidup dan yang mati, aku berpesan dengan sungguh-sungguh kepadamu demi kedatangan-Nya dan demi Kerajaan-Nya:\n",
          "4:2 Beritakanlah firman, siap sedialah baik atau tidak baik waktunya, nyatakanlah apa yang salah, tegurlah dan nasihatilah dengan segala kesabaran dan pengajaran.\n",
          "4:3 Karena akan datang waktunya, orang tidak dapat lagi menerima ajaran sehat, tetapi mereka akan mengumpulkan guru-guru menurut kehendaknya untuk memuaskan keinginan telinganya.\n",
          "4:4 Mereka akan memalingkan telinganya dari kebenaran dan membukanya bagi dongeng.\n",
          "4:5 Tetapi engkau, kuasailah dirimu dalam segala hal, sabarlah menderita, lakukanlah pekerjaan pemberita Injil dan tunaikanlah tugas pelayananmu!\n",
          "4:6 Mengenai diriku, darahku sudah mulai dicurahkan sebagai persembahan dan saat kematianku sudah dekat.\n",
          "4:7 Aku telah mengakhiri pertandingan yang baik, aku telah mencapai garis akhir dan aku telah memelihara iman.\n",
          "4:8 Sekarang telah tersedia bagiku mahkota kebenaran yang akan dikaruniakan kepadaku oleh Tuhan, Hakim yang adil, pada hari-Nya; tetapi bukan hanya kepadaku, melainkan juga kepada semua orang yang merindukan kedatangan-Nya.\n",
          "4:9 Berusahalah segera datang kepadaku,\n",
          "4:10 karena Demas telah mencintai dunia ini dan meninggalkan aku. Ia telah berangkat ke Tesalonika. Kreskes telah pergi ke Galatia dan Titus ke Dalmatia.\n",
          "4:11 Hanya Lukas yang tinggal dengan aku. Jemputlah Markus dan bawalah ia kemari, karena pelayanannya berguna bagiku.\n",
          "4:12 Tikhikus telah kukirim ke Efesus.\n",
          "4:13 Jika engkau kemari bawa juga jubah yang kutinggalkan di Troas di rumah Karpus dan juga kitab-kitabku, terutama yang terbuat dari kulit.\n",
          "4:14 Aleksander, tukang tembaga itu, telah banyak berbuat jahat terhadap aku. Tuhan akan membalasnya menurut perbuatannya.\n",
          "4:15 Hendaklah engkau juga waspada terhadap dia, karena dia sangat menentang ajaran kita.\n",
          "4:16 Pada waktu pembelaanku yang pertama tidak seorang pun yang membantu aku, semuanya meninggalkan aku -- kiranya hal itu jangan ditanggungkan atas mereka --\n",
          "4:17 tetapi Tuhan telah mendampingi aku dan menguatkan aku, supaya dengan perantaraanku Injil diberitakan dengan sepenuhnya dan semua orang bukan Yahudi mendengarkannya. Dengan demikian aku lepas dari mulut singa.\n",
          "4:18 Tuhan akan melepaskan aku dari setiap usaha yang jahat. Dia akan menyelamatkan aku, sehingga aku masuk ke dalam Kerajaan-Nya di surga. Bagi-Nyalah kemuliaan selama-lamanya! Amin.\n",
          "4:19 Salam kepada Priska dan Akwila dan kepada keluarga Onesiforus.\n",
          "4:20 Erastus tinggal di Korintus dan Trofimus kutinggalkan dalam keadaan sakit di Miletus.\n",
          "4:21 Berusahalah kemari sebelum musim dingin. Salam dari Ebulus dan Pudes dan Linus dan Klaudia dan dari semua saudara.\n",
          "4:22 Tuhan menyertai rohmu. Anugerah-Nya menyertai kamu!\n"
        ]
      }
    }
  ]
}
