{
  "Song of Songs": {
    "1": {
      "en": [
        "1:1 The Song of Songs, which is Solomon?s.\n",
        "1:2 Let him kiss me with the kisses of his mouth! For your love is better than wine.\n",
        "1:3 Your anointing oils have a pleasant fragrance; Your name is like ointment poured forth; Therefore the virgins love you.\n",
        "1:4a Draw me; we will run after you\n",
        "1:4b The king has brought me into his chambers? We will be glad and rejoice in you; We will extol your love more than wine. Rightly do they love you.\n",
        "1:5 I am black but lovely, O daughters of Jerusalem, Like the tents of Kedar, like the curtains of Solomon.\n",
        "1:6 Do not look at me, because I am black, Because the sun has scorched me. My mother?s sons were angry with me; They made me keeper of the vineyards, But my own vineyard I have not kept.\n",
        "1:7 Tell me, you whom my soul loves, Where do you pasture your flock? Where do you make it lie down at noon? For why should I be like one who is veiled Beside the flocks of your companions?\n",
        "1:8 If you yourself do not know, You fairest among women, 1 Go forth on the footsteps of the flock, And pasture your young goats By the shepherds? tents.\n",
        "1:9 I compare you, my love, To a mare among Pharaoh?s chariots.\n",
        "1:10 Your cheeks are lovely with plaits of ornaments, Your neck with strings of jewels.\n",
        "1:11 We will make you plaits of gold With studs of silver.\n",
        "1:12 While the king was at his table, My spikenard gave forth its fragrance.\n",
        "1:13 My beloved is to me a bundle of myrrh That lies at night between my breasts.\n",
        "1:14 My beloved is to me a cluster of henna flowers In the vineyards of En-gedi.\n",
        "1:15 Oh, you are beautiful, my love! Oh, you are beautiful! Your eyes are like doves.\n",
        "1:16a Oh, you are beautiful, my beloved; indeed, pleasant!\n",
        "1:16b Indeed, our couch is green.\n",
        "1:17 The beams of our house are cedars; Our rafters are cypresses.\n"
      ],
      "id": [
        "1:1 Kidung agung dari Salomo.\n",
        "1:2 Kiranya ia mencium aku dengan kecupan! Karena cintamu lebih nikmat dari pada anggur,\n",
        "1:3 harum bau minyakmu, bagaikan minyak yang tercurah namamu, oleh sebab itu gadis-gadis cinta kepadamu!\n",
        "1:4a Tariklah aku di belakangmu, marilah kita cepat-cepat pergi!\n",
        "1:4b Sang raja telah membawa aku ke dalam maligai-maligainya. Kami akan bersorak-sorai dan bergembira karena engkau, kami akan memuji cintamu lebih dari pada anggur! Layaklah mereka cinta kepadamu!\n",
        "1:5 Memang hitam aku, tetapi cantik, hai puteri-puteri Yerusalem, seperti kemah orang Kedar, seperti tirai-tirai orang Salma.\n",
        "1:6 Janganlah kamu perhatikan bahwa aku hitam, karena terik matahari membakar aku. Putera-putera ibuku marah kepadaku, aku dijadikan mereka penjaga kebun-kebun anggur; kebun anggurku sendiri tak kujaga.\n",
        "1:7 Ceriterakanlah kepadaku, jantung hatiku, di mana kakanda menggembalakan domba, di mana kakanda membiarkan domba-domba berbaring pada petang hari. Karena mengapa aku akan jadi serupa pengembara dekat kawanan-kawanan domba teman-temanmu?\n",
        "1:8 Jika engkau tak tahu, hai jelita di antara wanita, ikutilah jejak-jejak domba, dan gembalakanlah anak-anak kambingmu dekat perkemahan para gembala.\n",
        "1:9 Dengan kuda betina dari pada kereta-kereta Firaun kuumpamakan engkau, manisku.\n",
        "1:10 Moleklah pipimu di tengah perhiasan-perhiasan dan lehermu di tengah kalung-kalung.\n",
        "1:11 Kami akan membuat bagimu perhiasan-perhiasan emas dengan manik-manik perak.\n",
        "1:12 Sementara sang raja duduk pada mejanya, semerbak bau narwastuku.\n",
        "1:13 Bagiku kekasihku bagaikan sebungkus mur, tersisip di antara buah dadaku.\n",
        "1:14 Bagiku kekasihku setangkai bunga pacar di kebun-kebun anggur En-Gedi.\n",
        "1:15 Lihatlah, cantik engkau, manisku, sungguh cantik engkau, bagaikan merpati matamu.\n",
        "1:16a Lihatlah, tampan engkau, kekasihku, sungguh menarik;\n",
        "1:16b sungguh sejuk petiduran kita.\n",
        "1:17 Dari kayu aras balok-balok rumah kita, dari kayu eru papan dinding-dinding kita.\n"
      ]
    },
    "2": {
      "en": [
        "2:1 I am a rose of Sharon, A lily of the valleys.\n",
        "2:2 As a lily among thorns, So is my love among the daughters.\n",
        "2:3a As the apple tree among the trees of the wood, So is my beloved among the sons:\n",
        "2:3b In his shade I delighted and sat down, And his fruit was sweet to my taste.\n",
        "2:4 He brought me into the banqueting house, And his banner over me was love.\n",
        "2:5 Sustain me with raisin cakes, Refresh me with apples, For I am sick with love.\n",
        "2:6 His left hand is under my head, And his right hand embraces me.\n",
        "2:7 I adjure you, O daughters of Jerusalem, By the gazelles or by the hinds of the fields, Not to rouse up or awaken my love Until she pleases.\n",
        "2:8 The voice of my beloved! Now he comes, 1 Leaping upon the mountains, Skipping upon the hills.\n",
        "2:9 My beloved is like a gazelle or a young hart. Now he stands behind our wall; He is looking through the windows, He is glancing through the lattice.\n",
        "2:10 My beloved responds and says to me, Rise up, my love, My beauty, and come away;\n",
        "2:11 For now the winter is past; The rain is over and gone.\n",
        "2:12 Flowers appear on the earth; The time of singing has come, And the voice of the turtledove is heard in our land.\n",
        "2:13 The fig tree has ripened its figs, And the vines are in blossom?they give forth their fragrance. Rise up, my love, My beauty, and come away.\n",
        "2:14 My dove, in the clefts of the rock, In the covert of the precipice, Let me see your countenance, Let me hear your voice; For your voice is sweet, And your countenance is lovely.\n",
        "2:15 Catch the foxes for us, The little foxes, That ruin the vineyards While our vineyards are in blossom.\n",
        "2:16 My beloved is mine, and I am his; He pastures his flock among the lilies.\n",
        "2:17 Until the day dawns and the shadows flee away, Turn, my beloved, and be like a gazelle or a young hart On the mountains of Bether.\n"
      ],
      "id": [
        "2:1 Bunga mawar dari Saron aku, bunga bakung di lembah-lembah.\n",
        "2:2 Seperti bunga bakung di antara duri-duri, demikianlah manisku di antara gadis-gadis.\n",
        "2:3a Seperti pohon apel di antara pohon-pohon di hutan, demikianlah kekasihku di antara teruna-teruna.\n",
        "2:3b Di bawah naungannya aku ingin duduk, buahnya manis bagi langit-langitku.\n",
        "2:4 Telah dibawanya aku ke rumah pesta, dan panjinya di atasku adalah cinta.\n",
        "2:5 Kuatkanlah aku dengan penganan kismis, segarkanlah aku dengan buah apel, sebab sakit asmara aku.\n",
        "2:6 Tangan kirinya ada di bawah kepalaku, tangan kanannya memeluk aku.\n",
        "2:7 Kusumpahi kamu, puteri-puteri Yerusalem, demi kijang-kijang atau demi rusa-rusa betina di padang: jangan kamu membangkitkan dan menggerakkan cinta sebelum diingininya!\n",
        "2:8 Dengarlah! Kekasihku! Lihatlah, ia datang, melompat-lompat di atas gunung-gunung, meloncat-loncat di atas bukit-bukit.\n",
        "2:9 Kekasihku serupa kijang, atau anak rusa. Lihatlah, ia berdiri di balik dinding kita, sambil menengok-nengok melalui tingkap-tingkap dan melihat dari kisi-kisi.\n",
        "2:10 Kekasihku mulai berbicara kepadaku: Bangunlah manisku, jelitaku, marilah!\n",
        "2:11 Karena lihatlah, musim dingin telah lewat, hujan telah berhenti dan sudah lalu.\n",
        "2:12 Di ladang telah nampak bunga-bunga, tibalah musim memangkas; bunyi tekukur terdengar di tanah kita.\n",
        "2:13 Pohon ara mulai berbuah, dan bunga pohon anggur semerbak baunya. Bangunlah, manisku, jelitaku, marilah!\n",
        "2:14 Merpatiku di celah-celah batu, di persembunyian lereng-lereng gunung, perlihatkanlah wajahmu, perdengarkanlah suaramu! Sebab merdu suaramu dan elok wajahmu!\n",
        "2:15 Tangkaplah bagi kami rubah-rubah itu, rubah-rubah yang kecil, yang merusak kebun-kebun anggur, kebun-kebun anggur kami yang sedang berbunga!\n",
        "2:16 Kekasihku kepunyaanku, dan aku kepunyaan dia yang menggembalakan domba di tengah-tengah bunga bakung.\n",
        "2:17 Sebelum angin senja berembus dan bayang-bayang menghilang, kembalilah, kekasihku, berlakulah seperti kijang, atau seperti anak rusa di atas gunung-gunung tanaman rempah-rempah!\n"
      ]
    },
    "3": {
      "en": [
        "3:1 On my bed night after night I sought whom my soul loves; I sought him, but found him not.\n",
        "3:2 I will rise now and go about in the city; In the streets and in the squares I will seek him whom my soul loves. I sought him, but found him not.\n",
        "3:3 The watchmen who go about in the city found me? Have you seen him whom my soul loves?\n",
        "3:4 Scarcely had I passed them When I found him whom my soul loves; I held him and would not let go Until I had brought him into my mother?s house And into the chamber of her who conceived me.\n",
        "3:5 I adjure you, O daughters of Jerusalem, By the gazelles or by the hinds of the fields, Not to rouse up or awaken my love Until she pleases.\n",
        "3:6 Who is she who comes up from the wilderness Like pillars of smoke, Perfumed with myrrh and frankincense, With all the fragrant powders of the merchant?\n",
        "3:7 There is Solomon?s bed; Sixty mighty men surround it, Of the mighty men of Israel.\n",
        "3:8 All of them wield the sword and are expert in war; Each man has his sword at his thigh Because of the night alarms.\n",
        "3:9 King Solomon made himself a palanquin Of the wood of Lebanon.\n",
        "3:10 Its posts he made of silver, Its bottom, of gold; Its seat, of purple; Its midst was inlaid with love From the daughters of Jerusalem.\n",
        "3:11 Go forth, O daughters of Zion, And look at King Solomon with the crown With which his mother crowned him On the day of his espousals, Yes, on the day of the gladness of his heart.\n"
      ],
      "id": [
        "3:1 Di atas ranjangku pada malam hari kucari jantung hatiku. Kucari, tetapi tak kutemui dia.\n",
        "3:2 Aku hendak bangun dan berkeliling di kota; di jalan-jalan dan di lapangan-lapangan kucari dia, jantung hatiku. Kucari, tetapi tak kutemui dia.\n",
        "3:3 Aku ditemui peronda-peronda kota. Apakah kamu melihat jantung hatiku?\n",
        "3:4 Baru saja aku meninggalkan mereka, kutemui jantung hatiku; kupegang dan tak kulepaskan dia, sampai kubawa dia ke rumah ibuku, ke kamar orang yang melahirkan aku.\n",
        "3:5 Kusumpahi kamu, puteri-puteri Yerusalem, demi kijang-kijang atau demi rusa-rusa betina di padang: jangan kamu membangkitkan dan menggerakkan cinta sebelum diingininya!\n",
        "3:6 Apakah itu yang membubung dari padang gurun seperti gumpalan-gumpalan asap tersaput dengan harum mur dan kemenyan dan bau segala macam serbuk wangi dari pedagang?\n",
        "3:7 Lihat, itulah joli Salomo, dikelilingi oleh enam puluh pahlawan dari antara pahlawan-pahlawan Israel.\n",
        "3:8 Semua membawa pedang, terlatih dalam perang, masing-masing dengan pedang pada pinggang karena kedahsyatan malam.\n",
        "3:9 Raja Salomo membuat bagi dirinya suatu tandu dari kayu Libanon.\n",
        "3:10 Tiang-tiangnya dibuatnya dari perak, sandarannya dari emas, tempat duduknya berwarna ungu, bagian dalamnya dihiasi dengan kayu arang. Hai puteri-puteri Yerusalem,\n",
        "3:11 puteri-puteri Sion, keluarlah dan tengoklah raja Salomo dengan mahkota yang dikenakan kepadanya oleh ibunya pada hari pernikahannya, pada hari kesukaan hatinya.\n"
      ]
    },
    "4": {
      "en": [
        "4:1 Oh, you are beautiful, my love! Oh, you are beautiful! Your eyes are like doves behind your veil; Your hair is like a flock of goats That repose on Mount Gilead.\n",
        "4:2 Your teeth are like a flock of shorn ewes That have come up from the washing, All of which have borne twins, And none of them is bereaved of her young.\n",
        "4:3 Your lips are like a scarlet thread, And your mouth is lovely; Your cheeks are like a piece of pomegranate Behind your veil.\n",
        "4:4 Your neck is like the tower of David, Built for an armory: A thousand bucklers hang on it, All the shields of the mighty men.\n",
        "4:5 Your two breasts are like two fawns, Twins of a gazelle, That feed among the lilies.\n",
        "4:6 Until the day dawns and the shadows flee away, I, for my part, will go to the mountain of myrrh And to the hill of frankincense.\n",
        "4:7 You are altogether beautiful, my love, And there is no blemish in you.\n",
        "4:8 Come with me from Lebanon, my bride; With me from Lebanon come. Look from the top of Amana, From the top of Senir and Hermon, From the lions? dens, From the leopards? mountains.\n",
        "4:9 You have ravished my heart, my sister, my bride; You have ravished my heart with one glance of your eyes, With one strand of your necklace.\n",
        "4:10 How beautiful is your love, my sister, my bride! How much better is your love than wine, And the fragrance of your ointments Than all spices!\n",
        "4:11 Your lips drip fresh honey, my bride; Honey and milk are under your tongue; And the fragrance of your garments Is like the fragrance of Lebanon.\n",
        "4:12 A garden enclosed is my sister, my bride, A spring shut up, a fountain sealed.\n",
        "4:13 Your shoots are an orchard of pomegranates With choicest fruit; Henna with spikenard,\n",
        "4:14 Spikenard and saffron; a Calamus and cinnamon, With all the trees of frankincense; b Myrrh and aloes, With all the chief spices.\n",
        "4:15 A fountain in gardens, A well of living water, And streams from Lebanon.\n",
        "4:16 Awake, O north wind; And come, O south wind! Blow upon my garden: Let its spices flow forth; Let my beloved come into his garden And eat his choicest fruit.\n"
      ],
      "id": [
        "4:1 Lihatlah, cantik engkau, manisku, sungguh cantik engkau! Bagaikan merpati matamu di balik telekungmu. Rambutmu bagaikan kawanan kambing yang bergelombang turun dari pegunungan Gilead.\n",
        "4:2 Gigimu bagaikan kawanan domba yang baru saja dicukur, yang keluar dari tempat pembasuhan, yang beranak kembar semuanya, yang tak beranak tak ada.\n",
        "4:3 Bagaikan seutas pita kirmizi bibirmu, dan elok mulutmu. Bagaikan belahan buah delima pelipismu di balik telekungmu.\n",
        "4:4 Lehermu seperti menara Daud, dibangun untuk menyimpan senjata. Seribu perisai tergantung padanya dan gada para pahlawan semuanya.\n",
        "4:5 Seperti dua anak rusa buah dadamu, seperti anak kembar kijang yang tengah makan rumput di tengah-tengah bunga bakung.\n",
        "4:6 Sebelum angin senja berembus dan bayang-bayang menghilang, aku ingin pergi ke gunung mur dan ke bukit kemenyan.\n",
        "4:7 Engkau cantik sekali, manisku, tak ada cacat cela padamu.\n",
        "4:8 Turunlah kepadaku dari gunung Libanon, pengantinku, datanglah kepadaku dari gunung Libanon, turunlah dari puncak Amana, dari puncak Senir dan Hermon, dari liang-liang singa, dari pegunungan tempat macan tutul!\n",
        "4:9 Engkau mendebarkan hatiku, dinda, pengantinku, engkau mendebarkan hati dengan satu kejapan mata, dengan seuntai kalung dari perhiasan lehermu.\n",
        "4:10 Betapa nikmat kasihmu, dinda, pengantinku! Jauh lebih nikmat cintamu dari pada anggur, dan lebih harum bau minyakmu dari pada segala macam rempah.\n",
        "4:11 Bibirmu meneteskan madu murni, pengantinku, madu dan susu ada di bawah lidahmu, dan bau pakaianmu seperti bau gunung Libanon.\n",
        "4:12 Dinda, pengantinku, kebun tertutup engkau, kebun tertutup dan mata air termeterai.\n",
        "4:13 Tunas-tunasmu merupakan kebun pohon-pohon delima dengan buah-buahnya yang lezat, bunga pacar dan narwastu,\n",
        "4:14 narwastu dan kunyit, tebu dan kayu manis dengan segala macam pohon kemenyan, mur dan gaharu, beserta pelbagai rempah yang terpilih.\n",
        "4:15 O, mata air di kebun, sumber air hidup, yang mengalir dari gunung Libanon!\n",
        "4:16 Bangunlah, hai angin utara, dan marilah, hai angin selatan, bertiuplah dalam kebunku, supaya semerbaklah bau rempah-rempahnya! Semoga kekasihku datang ke kebunnya dan makan buah-buahnya yang lezat.\n"
      ]
    },
    "5": {
      "en": [
        "5:1 I have come into my garden, my sister, my bride; I have gathered my myrrh with my spice; I have eaten my honeycomb with my honey; I have drunk my wine with my milk. Eat, O friends; Drink, and drink deeply, O beloved ones!\n",
        "5:2 I sleep, but my heart is awake. A sound! My beloved is knocking. 2 Open to me, my sister, my love, My dove, my perfect one; For my head is drenched with dew, My locks with the drops of night.\n",
        "5:3 I have put off my garment; How can I put it on again? I have washed my feet; How can I dirty them again?\n",
        "5:4 My beloved put his hand into the opening of the door, And my inner parts yearned for him.\n",
        "5:5 I rose up to open to my beloved; And my hands dripped with myrrh, My fingers with liquid myrrh, Upon the handles of the bolt.\n",
        "5:6 I opened to my beloved, But my beloved had withdrawn; he was gone. My soul failed when he spoke; I sought , but found him not; I called him?he answered me not.\n",
        "5:7 The watchmen who go about the city found me. They struck me; they wounded me; The keepers of the walls took my veil from me.\n",
        "5:8 I adjure, O daughters of Jerusalem, If you find my beloved, What shall you tell him? That I am sick with love.\n",
        "5:9 What is your beloved more than some other?s beloved, O you most beautiful among women? What is your beloved more than some other?s beloved, That you adjure us so?\n",
        "5:10 My beloved is dazzling white yet ruddy, Distinguished among ten thousand.\n",
        "5:11 His head is the finest gold; His locks are wavy, As black as a raven.\n",
        "5:12 His eyes are like doves Beside the streams of water, Bathed in milk, Fitly set.\n",
        "5:13 His cheeks are like a bed of spices, Mounds of sweetly fragrant herbs; His lips are lilies, Dripping with liquid myrrh.\n",
        "5:14 His hands are tubes of gold, Set with beryl; His belly is an ivory work, Overlaid with sapphires.\n",
        "5:15 His legs are pillars of white marble, Set upon bases of gold; His appearance is like Lebanon, As excellent as the cedars.\n",
        "5:16 His mouth is sweetness itself, And he is altogether desirable. This is my beloved, and this is my friend, O daughters of Jerusalem.\n"
      ],
      "id": [
        "5:1 Aku datang ke kebunku, dinda, pengantinku, kukumpulkan mur dan rempah-rempahku, kumakan sambangku dan maduku, kuminum anggurku dan susuku. Makanlah, teman-teman, minumlah, minumlah sampai mabuk cinta!\n",
        "5:2 Aku tidur, tetapi hatiku bangun. Dengarlah, kekasihku mengetuk. Bukalah pintu, dinda, manisku, merpatiku, idam-idamanku, karena kepalaku penuh embun, dan rambutku penuh tetesan embun malam!\n",
        "5:3 Bajuku telah kutanggalkan, apakah aku akan mengenakannya lagi? Kakiku telah kubasuh, apakah aku akan mengotorkannya pula?\n",
        "5:4 Kekasihku memasukkan tangannya melalui lobang pintu, berdebar-debarlah hatiku.\n",
        "5:5 Aku bangun untuk membuka pintu bagi kekasihku, tanganku bertetesan mur; bertetesan cairan mur jari-jariku pada pegangan kancing pintu.\n",
        "5:6 Kekasihku kubukakan pintu, tetapi kekasihku sudah pergi, lenyap. Seperti pingsan aku ketika ia menghilang. Kucari dia, tetapi tak kutemui, kupanggil, tetapi tak disahutnya.\n",
        "5:7 Aku ditemui peronda-peronda kota, dipukulinya aku, dilukainya, selendangku dirampas oleh penjaga-penjaga tembok.\n",
        "5:8 Kusumpahi kamu, puteri-puteri Yerusalem: bila kamu menemukan kekasihku, apakah yang akan kamu katakan kepadanya? Katakanlah, bahwa sakit asmara aku!\n",
        "5:9 Apakah kelebihan kekasihmu dari pada kekasih yang lain, hai jelita di antara wanita? Apakah kelebihan kekasihmu dari pada kekasih yang lain, sehingga kausumpahi kami begini?\n",
        "5:10 Putih bersih dan merah cerah kekasihku, menyolok mata di antara selaksa orang.\n",
        "5:11 Bagaikan emas, emas murni, kepalanya, rambutnya mengombak, hitam seperti gagak.\n",
        "5:12 Matanya bagaikan merpati pada batang air, bermandi dalam susu, duduk pada kolam yang penuh.\n",
        "5:13 Pipinya bagaikan bedeng rempah-rempah, petak-petak rempah-rempah akar. Bunga-bunga bakung bibirnya, bertetesan cairan mur.\n",
        "5:14 Tangannya bundaran emas, berhiaskan permata Tarsis, tubuhnya ukiran dari gading, bertabur batu nilam.\n",
        "5:15 Kakinya adalah tiang-tiang marmar putih, bertumpu pada alas emas murni. Perawakannya seperti gunung Libanon, terpilih seperti pohon-pohon aras.\n",
        "5:16 Kata-katanya manis semata-mata, segala sesuatu padanya menarik. Demikianlah kekasihku, demikianlah temanku, hai puteri-puteri Yerusalem.\n"
      ]
    },
    "6": {
      "en": [
        "6:1 Where has your beloved gone, O you most beautiful among women? Where has your beloved turned, That we may seek him with you?\n",
        "6:2 My beloved has gone down to his garden, To the beds of spices, To feed in the gardens And gather lilies.\n",
        "6:3 I am my beloved?s, and my beloved is mine; He pastures his flock among the lilies.\n",
        "6:4 You are as beautiful, my love, as Tirzah, As lovely as Jerusalem, As terrible as an army with banners.\n",
        "6:5 Turn your eyes away from me, For they overwhelm me, a Your hair is like a flock of goats That repose on Mount Gilead.\n",
        "6:6 Your teeth are like a flock of ewes That have come up from the washing, All of which have borne twins, And none of them is bereaved of her young.\n",
        "6:7 Your cheeks are like a piece of pomegranate Behind your veil.\n",
        "6:8 There are sixty queens and eighty concubines And virgins without number.\n",
        "6:9 My dove, my perfect one, is but one; She is the only one of her mother; She is the choice one of her who bore her. The daughters saw her, and they called her blessed; The queens and the concubines, They also praised her.\n",
        "6:10 Who is this woman who looks forth like the dawn, As beautiful as the moon, As clear as the sun, As terrible as an army with banners?\n",
        "6:11 I went down to the orchard of nuts To see the freshness of the valley, To see whether the vine had budded, Whether the pomegranates were in bloom.\n",
        "6:12 Before I was aware, My soul set me among the chariots of my noble people.\n",
        "6:13 Return, return, O Shulammite; Return, return, that we may gaze at you. Why should you gaze at the Shulammite, As upon the dance of two camps?\n"
      ],
      "id": [
        "6:1 Ke mana perginya kekasihmu, hai jelita di antara wanita? Ke jurusan manakah kekasihmu pergi, supaya kami mencarinya besertamu?\n",
        "6:2 Kekasihku telah turun ke kebunnya, ke bedeng rempah-rempah untuk menggembalakan domba dalam kebun dan memetik bunga bakung.\n",
        "6:3 Aku kepunyaan kekasihku, dan kepunyaanku kekasihku, yang menggembalakan domba di tengah-tengah bunga bakung.\n",
        "6:4 Cantik engkau, manisku, seperti kota Tirza, juita seperti Yerusalem, dahsyat seperti bala tentara dengan panji-panjinya.\n",
        "6:5 Palingkanlah matamu dari padaku, sebab aku menjadi bingung karenanya. Rambutmu bagaikan kawanan kambing yang bergelombang turun dari Gilead.\n",
        "6:6 Gigimu bagaikan kawanan domba, yang keluar dari tempat pembasuhan, yang beranak kembar semuanya, yang tak beranak tak ada.\n",
        "6:7 Bagaikan belahan buah delima pelipismu di balik telekungmu.\n",
        "6:8 Permaisuri ada enam puluh, delapan puluh, dan dara-dara tak terbilang banyaknya.\n",
        "6:9 Tetapi dialah satu-satunya merpatiku, idam-idamanku, satu-satunya anak ibunya, anak kesayangan bagi yang melahirkannya; puteri-puteri melihatnya dan menyebutnya bahagia, permaisuri-permaisuri dan selir-selir memujinya.\n",
        "6:10 Siapakah dia yang muncul laksana fajar merekah, indah bagaikan bulan purnama, bercahaya bagaikan surya, dahsyat seperti bala tentara dengan panji-panjinya?\n",
        "6:11 Ke kebun kenari aku turun melihat kuntum-kuntum di lembah, melihat apakah pohon anggur berkuncup dan pohon-pohon delima berbunga.\n",
        "6:12 Tak sadar diri aku; kerinduanku menempatkan aku di atas kereta orang bangsawan.\n",
        "6:13 Kembalilah, kembalilah, ya gadis Sulam, kembalilah, kembalilah, supaya kami dapat melihat engkau! Mengapa kamu senang melihat gadis Sulam itu seperti melihat tari-tarian perang?\n"
      ]
    },
    "7": {
      "en": [
        "7:1 How beautiful are your footsteps in sandals, O prince?s daughter! Your rounded thighs are like jewels, The work of the hands of a skilled artist.\n",
        "7:2 Your navel is a round goblet That never lacks mixed wine; Your belly is a heap of wheat, Fenced in by lilies.\n",
        "7:3 Your two breasts are like two fawns, Twins of a gazelle.\n",
        "7:4 Your neck is like a tower of ivory; Your eyes, like the pools in Heshbon By the gate of Bath-rabbim; Your nose is like the tower of Lebanon, Which faces Damascus.\n",
        "7:5 Your head upon you is like Carmel, And the locks of your head like purple. The king is fettered by your tresses.\n",
        "7:6 How beautiful and how pleasant in delights You are, O love!\n",
        "7:7 This your stature is like a palm tree, And your breasts are like the clusters.\n",
        "7:8 I said, I will climb the palm tree; I will take hold of its branches; And let your breasts be like clusters of the vine, And the fragrance of your nose like apples,\n",
        "7:9a And the roof of your mouth like the best wine? 1\n",
        "7:9b Going down smoothly for my beloved, Gliding through the lips of those who sleep.\n",
        "7:10 I am my beloved?s, And his desire is for me.\n",
        "7:11 Come, my beloved, let us go forth into the fields; Let us lodge in the villages.\n",
        "7:12 Let us rise up early for the vineyards; Let us see if the vine has budded, If the blossom is open, If the pomegranates are in bloom; There I will give you my love.\n",
        "7:13 The mandrakes give forth fragrance, And over our doors are all choice fruits, b New as well as old. These, my beloved, I have stored up for you.\n"
      ],
      "id": [
        "7:1 Betapa indah langkah-langkahmu dengan sandal-sandal itu, puteri yang berwatak luhur! Lengkung pinggangmu bagaikan perhiasan, karya tangan seniman.\n",
        "7:2 Pusarmu seperti cawan yang bulat, yang tak kekurangan anggur campur. Perutmu timbunan gandum, berpagar bunga-bunga bakung.\n",
        "7:3 Seperti dua anak rusa buah dadamu, seperti anak kembar kijang.\n",
        "7:4 Lehermu bagaikan menara gading, matamu bagaikan telaga di Hesybon, dekat pintu gerbang Batrabim; hidungmu seperti menara di gunung Libanon, yang menghadap ke kota Damsyik.\n",
        "7:5 Kepalamu seperti bukit Karmel, rambut kepalamu merah lembayung; seorang raja tertawan dalam kepang-kepangnya.\n",
        "7:6 Betapa cantik, betapa jelita engkau, hai tercinta di antara segala yang disenangi.\n",
        "7:7 Sosok tubuhmu seumpama pohon korma dan buah dadamu gugusannya.\n",
        "7:8 Kataku: Aku ingin memanjat pohon korma itu dan memegang gugusan-gugusannya. Kiranya buah dadamu seperti gugusan anggur dan nafas hidungmu seperti buah apel.\n",
        "7:9a Kata-katamu manis bagaikan anggur!\n",
        "7:9b Ya, anggur itu mengalir kepada kekasihku dengan tak putus-putusnya, melimpah ke bibir orang-orang yang sedang tidur!\n",
        "7:10 Kepunyaan kekasihku aku, kepadaku gairahnya tertuju.\n",
        "7:11 Mari, kekasihku, kita pergi ke padang, bermalam di antara bunga-bunga pacar!\n",
        "7:12 Mari, kita pergi pagi-pagi ke kebun anggur dan melihat apakah pohon anggur sudah berkuncup, apakah sudah mekar bunganya, apakah pohon-pohon delima sudah berbunga! Di sanalah aku akan memberikan cintaku kepadamu!\n",
        "7:13 Semerbak bau buah dudaim; dekat pintu kita ada pelbagai buah-buah yang lezat, yang telah lama dan yang baru saja dipetik. Itu telah kusimpan bagimu, kekasihku!\n"
      ]
    },
    "8": {
      "en": [
        "8:1 Oh that you were like a brother to me, Who nursed at my mother?s breasts! If I found you outside, I would kiss you, And none would despise me.\n",
        "8:2 I would lead you and bring you Into my mother?s house, Who has instructed me; I would make you drink spiced wine From the juice of my pomegranate.\n",
        "8:3 His left hand would be under my head, And his right hand would embrace me.\n",
        "8:4 I adjure you, O daughters of Jerusalem, Do not rouse up or awaken my love Until she pleases.\n",
        "8:5 Who is this who comes up from the wilderness, Leaning on her beloved? I awakened you under the apple tree: There your mother was in labor with you; There she was in labor and brought you forth.\n",
        "8:6 Set me as a seal on your heart, As a seal on your arm; For love is as strong as death, Jealousy is as cruel as Sheol; Its flashes are the flashes of fire, A flame of Jehovah.\n",
        "8:7 Many waters cannot quench love, Nor do floods drown it. If a man gave all the substance of his house for love, It would be utterly despised.\n",
        "8:8 We have a little sister, And she has no breasts: What shall we do for our sister On the day when she is spoken for?\n",
        "8:9 If she is a wall, We will build on her a battlement of silver; And if she is a door, We will enclose her with boards of cedar.\n",
        "8:10 I am a wall, and my breasts are like towers; Then I was in his eyes like one who has found peace.\n",
        "8:11 Solomon had a vineyard at Baal-hamon: He let out the vineyard to keepers; Each was to bring a thousand shekels of silver for its fruit.\n",
        "8:12 My vineyard, which is mine, is before me. You will have the thousand, O Solomon; And those who keep its fruit, two hundred.\n",
        "8:13 O you who dwell in the gardens, My companions listen for your voice; Let me hear it.\n",
        "8:14 Make haste, my beloved, And be like a gazelle or a young hart Upon the mountains of spices.\n"
      ],
      "id": [
        "8:1 O, seandainya engkau saudaraku laki-laki, yang menyusu pada buah dada ibuku, akan kucium engkau bila kujumpai di luar, karena tak ada orang yang akan menghina aku!\n",
        "8:2 Akan kubimbing engkau dan kubawa ke rumah ibuku, supaya engkau mengajar aku. Akan kuberi kepadamu anggur yang harum untuk diminum, air buah delimaku.\n",
        "8:3 Tangan kirinya ada di bawah kepalaku, tangan kanannya memeluk aku.\n",
        "8:4 Kusumpahi kamu, puteri-puteri Yerusalem: mengapa kamu membangkitkan dan menggerakkan cinta sebelum diingininya?\n",
        "8:5 Siapakah dia yang muncul dari padang gurun, yang bersandar pada kekasihnya? Di bawah pohon apel kubangunkan engkau, di sanalah ibumu telah mengandung engkau, di sanalah ia mengandung dan melahirkan engkau.\n",
        "8:6 Taruhlah aku seperti meterai pada hatimu, seperti meterai pada lenganmu, karena cinta kuat seperti maut, kegairahan gigih seperti dunia orang mati, nyalanya adalah nyala api, seperti nyala api Tuhan!\n",
        "8:7 Air yang banyak tak dapat memadamkan cinta, sungai-sungai tak dapat menghanyutkannya. Sekalipun orang memberi segala harta benda rumahnya untuk cinta, namun ia pasti akan dihina.\n",
        "8:8 Kami mempunyai seorang adik perempuan, yang belum mempunyai buah dada. Apakah yang akan kami perbuat dengan adik perempuan kami pada hari ia dipinang?\n",
        "8:9 Bila ia tembok, akan kami dirikan atap perak di atasnya; bila ia pintu, akan kami palangi dia dengan palang kayu aras.\n",
        "8:10 Aku adalah suatu tembok dan buah dadaku bagaikan menara. Dalam matanya ketika itu aku bagaikan orang yang telah mendapat kebahagiaan.\n",
        "8:11 Salomo mempunyai kebun anggur di Baal-Hamon. Diserahkannya kebun anggur itu kepada para penjaga, masing-masing memberikan seribu keping perak untuk hasilnya.\n",
        "8:12 Kebun anggurku, yang punyaku sendiri, ada di hadapanku; bagimulah seribu keping itu, raja Salomo, dan dua ratus bagi orang-orang yang menjaga hasilnya.\n",
        "8:13 Hai, penghuni kebun, teman-teman memperhatikan suaramu, perdengarkanlah itu kepadaku!\n",
        "8:14 Cepat, kekasihku, berlakulah seperti kijang, atau seperti anak rusa di atas gunung-gunung tanaman rempah-rempah.\n"
      ]
    }
  }
}
