{
  "Lamentations": {
    "1": {
      "en": [
        "1:1 How the city sits alone / That was full of people! / She who was once great among the nations / Has become like a widow; / She who was a princess among the provinces / Has become tributary.\n",
        "1:2 Bitterly she weeps in the night, / And her tears are on her cheeks. / There is no one to comfort her / Among all her lovers; / All her friends have dealt treacherously with her; / They have become her enemies.\n",
        "1:3 Judah has gone into exile, away from affliction / And away from great servitude; / She dwells among the nations / But finds no rest; / All her pursuers have overtaken her / In the midst of distress.\n",
        "1:4 The ways of Zion mourn, / For no one comes to the appointed feast; / All her gates are desolate; / Her priests groan; / Her virgins are afflicted, / And she is in bitterness.\n",
        "1:5 Her adversaries have become the head; / Her enemies prosper; / For Jehovah has afflicted her / Because of the multitude of her transgressions; / Her little ones have gone into captivity / Before the adversary.\n",
        "1:6 And all her majesty has departed / From the daughter of Zion; / Her princes have become like deer / That find no pasture, / And they have fled without strength / Before the pursuer.\n",
        "1:7 In the days of her affliction and her wanderings, / Jerusalem remembers / All her precious things / Which were in the days of old, / When her people fell into the hand of the adversary, / And there was no one to help her. / The adversaries saw her; / They mocked at her downfall.\n",
        "1:8 Jerusalem has sinned grievously; / Therefore she has become an impurity. / All who honored her despise her, / Because they have seen her nakedness; / And she groans / And turns backwards.\n",
        "1:9 Her uncleanness is in her skirts; / She did not remember her latter end; / Therefore she has come down astonishingly; / There is no one to comfort her. O Jehovah, see my affliction, / For the enemy has magnified himself.\n",
        "1:10 The adversary has spread out his hand / Over all her precious things, / For she has seen the nations / Enter her sanctuary, / Concerning whom You commanded that they should not enter / Into Your assembly.\n",
        "1:11 All her people groan; / They seek bread; They have given their precious things for food / To restore their soul. / See, O Jehovah, and look, / For I have become despised.\n",
        "1:12 Is it nothing to you, all who pass by the way? / Look and see / If there is any pain like my pain / Which is dealt to me, / Whom Jehovah has afflicted / In the day of His burning anger.\n",
        "1:13 He has sent fire from on high / Into my bones, and it prevails against them; / He has spread out a net for my feet; / He has turned me back; / He has made me a desolation / And faint all the day.\n",
        "1:14 The yoke of my transgressions is bound by His hand; / They are knit together; / They have come up upon my neck; / He has made my strength fail; / The Lord has delivered me into hands / From which I am not able to rise up.\n",
        "1:15 The Lord has made light of all my mighty men / In my midst; / He has called an assembly against me / To crush my young men. / The Lord has trodden, as in a winepress, / The virgin daughter of Judah.\n",
        "1:16 For these things I weep; / My eye, my eye runs down with water, / For the comforter who should revive my soul / Is far from me; / My children have become desolate, / Because the enemy has prevailed.\n",
        "1:17 Zion stretches out her hands, / Yet there is no one to comfort her. / Jehovah has commanded concerning Jacob / That those around him should be his adversaries; / Jerusalem has become an impurity / Among them.\n",
        "1:18 Jehovah is righteous, / For I have rebelled against His commandment. / Hear now, all the peoples, / And see my pain; / My virgins and my young men / Have gone into captivity.\n",
        "1:19 I have called to my lovers; / They have deceived me; / My priests and my elders / Have perished in the city, / While they sought food for themselves / To restore their souls.\n",
        "1:20 See, O Jehovah, for I am in distress, / My bowels are in ferment; / My heart is overturned within me, / For I have been very rebellious. / In the street the sword bereaves; / In the house it is like death.\n",
        "1:21 They have heard that I groan; / There is no one to comfort me; / All my enemies have heard of my trouble; / They are glad that You have done it. / You will bring the day that You have proclaimed, / And they will be like me.\n",
        "1:22 Let all their wickedness come before You, / And deal with them / As You have dealt with me / For all my transgressions; / For my sighs are many, / And my heart is faint.\n"
      ],
      "id": [
        "1:1 Suatu Ratapan atas Umat yang Dihukum Ah, betapa terpencilnya kota itu, yang dahulu ramai! Laksana seorang jandalah ia, yang dahulu agung di antara bangsa-bangsa. Yang dahulu ratu di antara kota-kota, sekarang menjadi jajahan.\n",
        "1:2 Pada malam hari tersedu-sedu ia menangis, air matanya bercucuran di pipi; dari semua kekasihnya, tak ada seorang pun yang menghibur dia. Semua temannya mengkhianatinya, mereka menjadi seterunya.\n",
        "1:3 Yehuda telah ditinggalkan penduduknya karena sengsara dan karena perbudakan yang berat; ia tinggal di tengah-tengah bangsa-bangsa, namun tidak mendapat ketenteraman; siapa saja yang menyerang dapat memasukinya pada saat ia terdesak.\n",
        "1:4 Jalan-jalan ke Sion diliputi dukacita, karena pengunjung-pengunjung perayaan tiada; sunyi senyaplah segala pintu gerbangnya, berkeluh kesahlah imam-imamnya; bersedih pedih dara-daranya; dan dia sendiri pilu hatinya.\n",
        "1:5 Lawan-lawan menguasainya, seteru-seterunya berbahagia. Sungguh, Tuhan membuatnya merana, karena banyak pelanggarannya; kanak-kanaknya berjalan di depan lawan sebagai tawanan.\n",
        "1:6 Lenyaplah dari puteri Sion segala kemuliaannya; pemimpin-pemimpinnya bagaikan rusa yang tidak menemukan padang rumput; mereka berjalan tanpa daya di depan yang mengejarnya.\n",
        "1:7 Terkenanglah Yerusalem, pada hari-hari sengsara dan penderitaannya, akan segala harta benda yang dimilikinya dahulu kala; tatkala penduduknya jatuh ke tangan lawan, dan tak ada penolong baginya, para lawan memandangnya, dan tertawa karena keruntuhannya.\n",
        "1:8 Yerusalem sangat berdosa, sehingga najis adanya; semua yang dahulu menghormatinya, sekarang menghinanya, karena melihat telanjangnya; dan dia sendiri berkeluh kesah, dan memalingkan mukanya.\n",
        "1:9 Kenajisannya melekat pada ujung kainnya; ia tak berpikir akan akhirnya, sangatlah dalam ia jatuh, tiada orang yang menghiburnya. Ya, Tuhan, lihatlah sengsaraku, karena si seteru membesarkan dirinya!\n",
        "1:10 Si lawan mengulurkan tangannya kepada segala harta bendanya; bahkan harus dilihatnya bagaimana bangsa-bangsa masuk ke dalam tempat kudusnya, padahal Engkau, ya Tuhan, telah melarang mereka untuk masuk jemaah-Mu.\n",
        "1:11 Berkeluh kesah seluruh penduduknya, sedang mereka mencari roti; harta benda mereka berikan ganti makanan, untuk menyambung hidupnya. Lihatlah, ya Tuhan, pandanglah, betapa hina aku ini!\n",
        "1:12 Acuh tak acuhkah kamu sekalian yang berlalu? Pandanglah dan lihatlah, apakah ada kesedihan seperti kesedihan yang ditimpakan Tuhan kepadaku, untuk membuat aku merana tatkala murka-Nya menyala-nyala!\n",
        "1:13 Dari atas dikirim-Nya api masuk ke dalam tulang-tulangku; dihamparkan-Nya jaring di muka kakiku, didesak-Nya aku mundur; aku dibuat-Nya terkejut, kesakitan sepanjang hari.\n",
        "1:14 Segala pelanggaranku adalah kuk yang berat, suatu jalinan yang dibuat tangan Tuhan, yang ditaruh di atas tengkukku, sehingga melumpuhkan kekuatanku; Tuhan telah menyerahkan aku ke tangan orang-orang, yang tidak dapat kutentangi.\n",
        "1:15 Tuhan membuang semua pahlawanku yang ada dalam lingkunganku; Ia menyelenggarakan pesta menentang aku untuk membinasakan teruna-terunaku; Tuhan telah menginjak-injak puteri Yehuda, dara itu, seperti orang mengirik memeras anggur.\n",
        "1:16 Karena inilah aku menangis, mataku mencucurkan air; karena jauh dari padaku penghibur yang dapat menyegarkan jiwaku; bingunglah anak-anakku, karena terlampau kuat si seteru.\n",
        "1:17 Sion mengulurkan tangannya, tetapi tak ada orang yang menghiburnya; terhadap Yakub dikerahkan Tuhan tetangga-tetangganya sebagai lawan. Yerusalem telah menjadi najis di tengah-tengah mereka.\n",
        "1:18 Tuhanlah yang benar, karena aku telah memberontak terhadap firman-Nya; dengarlah hai segala bangsa, dan lihatlah kesedihanku; dara-daraku dan teruna-terunaku pergi sebagai tawanan.\n",
        "1:19 Aku memanggil kekasih-kekasihku, tetapi mereka memperdayakan aku; imam-imamku dan para tua-tuaku telah mati semuanya di kota, tatkala mencari makan bagi dirinya untuk menyambung hidupnya.\n",
        "1:20 Ya, Tuhan, lihatlah, betapa besar ketakutanku, betapa gelisah jiwaku; hatiku terbolak-balik di dalam dadaku, karena sudah melampaui batas aku memberontak; di luar keturunanku dibinasakan oleh pedang, di dalam rumah oleh penyakit sampar.\n",
        "1:21 Dengarlah bagaimana keluh kesahku, sedang tiada penghibur bagiku; seteru-seteruku mendengar tentang kecelakaanku, mereka gembira karena Engkau yang mendatangkannya! Datanglah kiranya hari yang telah Engkau umumkan itu, dan biarlah mereka menjadi seperti aku!\n",
        "1:22 Biarlah segala kejahatan mereka datang ke hadapan-Mu, dan perbuatlah kepada mereka, seperti Engkau telah perbuat kepadaku oleh karena segala pelanggaranku; karena banyaklah keluh kesahku, dan pedih hatiku.\n"
      ]
    },
    "2": {
      "en": [
        "2:1 How the Lord in His anger / Has covered the daughter of Zion with a cloud! / He has cast from heaven to earth / The glory of Israel, / And has not remembered His footstool / In the day of His anger.\n",
        "2:2 The Lord has swallowed up all the habitations of Jacob; / He has not spared; / He has torn down in His overflowing wrath / The strongholds of the daughter of Judah. / He has brought them down to the ground; / He has profaned the kingdom and its princes.\n",
        "2:3 He has cut off in fierce anger / All the horn of Israel. / He has withdrawn His right hand / From before the enemy. / He has burned among Jacob like a flame of fire; / It consumes all around.\n",
        "2:4 He has bent His bow like an enemy; / He has set His right hand like an adversary / And has slain all that was pleasant to the eye. / In the tent of the daughter of Zion / He has poured out His wrath like fire.\n",
        "2:5 The Lord has become like an enemy; / He has swallowed up Israel; / He has swallowed up all her palaces; / He has destroyed her strongholds / And multiplied in the daughter of Judah / Mourning and lamentation.\n",
        "2:6 And He has violently taken away His pavilion like a garden; / He has destroyed the place of His assembly; / Jehovah has caused the appointed feast and the Sabbath / To be forgotten in Zion; / He has despised, in the indignation of His anger, / The king and the priest.\n",
        "2:7 The Lord has cast off His altar; / He has abhorred His sanctuary; / He has delivered up into the hand of the enemy / The walls of her palaces. / They have made a noise in the house of Jehovah / As though it were the day of an appointed feast.\n",
        "2:8 Jehovah has thought to destroy / The walls of the daughter of Zion; / He has stretched out the line / And has not withdrawn His hand from destroying; / And He has made the rampart and the wall to mourn; / They languish together.\n",
        "2:9 Her gates have sunk into the ground; / He has destroyed and broken her bars; / Her king and her princes are among nations / Where there is no law; / Her prophets also do not find / A vision from Jehovah.\n",
        "2:10 The elders of the daughter of Zion / Sit on the ground; they are silent. / They have cast dust upon their head; / They have girded themselves with sackcloth. / The virgins of Jerusalem / Hang down their head to the ground.\n",
        "2:11 My eyes are consumed with tears; / My bowels are in ferment; / My liver is poured out on the earth, / Because of the brokenness of the daughter of my people, / Because the little ones and the nursing children / Faint in the streets of the city.\n",
        "2:12 They say to their mothers, / Where is the grain and the wine? / When they faint like one wounded / In the streets of the city, / When they pour out their soul / Into their mothers? bosom.\n",
        "2:13 What shall I testify to you? What shall I liken you to, / O daughter of Jerusalem? / What shall I compare you to, that I may comfort you, / O virgin daughter of Zion? / For your breach is great like a sea. / Who will heal you?\n",
        "2:14 Your prophets have seen for you / Vanity and folly, / And they have not uncovered your iniquity / To turn again your captivity; / But they have seen for you burdens / Of vanity and of causes of banishment.\n",
        "2:15 All those who pass on the way / Clap their hands at you; / They hiss and wag their head / At the daughter of Jerusalem, saying, / Is this the city which they called, / The perfection of beauty, / The joy of the whole earth?\n",
        "2:16 All your enemies / Have opened their mouth against you; / They hiss and gnash the teeth; / They say, We have swallowed her up. / This is certainly the day that we have looked for; / We have found it; we have seen it.\n",
        "2:17 Jehovah has done what He purposed; / He has fulfilled His word, / Which He commanded from the days of old; / He has torn down and has not spared, / And He has caused the enemy to rejoice over you; / He has exalted the horn of your adversaries.\n",
        "2:18 Their heart cried out to the Lord: / O wall of the daughter of Zion, / Let tears run down like a stream / Day and night; / Give yourself no respite; / Let not the pupil of your eye cease.\n",
        "2:19 Arise, cry out in the night / At the beginning of the watches; / Pour out your heart like water / Before the face of the Lord; / Lift up your hands toward Him / For the life of your little ones, / Who faint because of famine / At the head of every street.\n",
        "2:20 See, O Jehovah, and look, / With whom You have dealt thus? / Shall the women eat their fruit, / The little ones nursed by them? / Shall the priest and the prophet be slain / In the sanctuary of the Lord?\n",
        "2:21 The youth and the old man / Lie on the ground in the streets; / My virgins and my young men / Have fallen by the sword; / You have slain them in the day of Your anger; / You have slaughtered; You have not spared.\n",
        "2:22 You have called for, as though in the day of an appointed feast, / My terrors on every side, / And in the day of Jehovah?s anger / There was none who escaped or remained; / Those whom I have nursed and brought up / My enemy has consumed.\n"
      ],
      "id": [
        "2:1 Ah, betapa Tuhan menyelubungi puteri Sion dengan awan dalam murka-Nya! Keagungan Israel dilemparkan-Nya dari langit ke bumi. Tak diingat-Nya akan tumpuan kaki-Nya tatkala Ia murka.\n",
        "2:2 Tanpa belas kasihan Tuhan memusnahkan segala ladang Yakub. Ia menghancurkan dalam amarah-Nya benteng-benteng puteri Yehuda. Ia mencampakkan ke bumi dan mencemarkan kerajaan dan pemimpin-pemimpinnya.\n",
        "2:3 Dalam murka yang menyala-nyala Ia mematahkan segala tanduk Israel, menarik kembali tangan kanan-Nya pada waktu si seteru mendekat, membakar Yakub laksana api yang menyala-nyala, yang menjilat ke sekeliling.\n",
        "2:4 Ia membidikkan panah-Nya seperti seorang seteru dengan mengacungkan tangan kanan-Nya seperti seorang lawan; membunuh segala yang menyenangkan mata dalam kemah puteri Sion, memuntahkan geram-Nya seperti api.\n",
        "2:5 Tuhan menjadi seperti seorang seteru; Ia menghancurkan Israel, meremukkan segala purinya, mempuingkan benteng-bentengnya, memperbanyak susah dan kesah pada puteri Yehuda.\n",
        "2:6 Ia melanda kemah-Nya seperti kebun, menghancurkan tempat pertemuan-Nya. Di Sion Tuhan menjadikan orang lupa akan perayaan dan sabat, dan menolak dalam kegeraman murka-Nya raja dan imam.\n",
        "2:7 Tuhan membuang mezbah-Nya, meninggalkan tempat kudus-Nya, menyerahkan ke dalam tangan seteru tembok puri-purinya. Teriakan ramai mereka dalam Bait Allah seperti keramaian pada hari perayaan jemaah.\n",
        "2:8 Tuhan telah memutuskan untuk mempuingkan tembok puteri Sion. Ia mengukur semuanya dengan tali pengukur, Ia tak menahan tangan-Nya untuk menghancurkannya. Ia menjadikan berkabung tembok luar dan tembok dalam, mereka merana semua.\n",
        "2:9 Terbenam gapura-gapuranya di dalam tanah; Tuhan menghancurkan dan meluluhkan palang-palang pintunya. Rajanya dan pemimpin-pemimpinnya berada di antara bangsa-bangsa asing. Tak ada petunjuk dari Tuhan, bahkan nabi-nabi tidak menerima lagi wahyu dari pada-Nya.\n",
        "2:10 Duduklah tertegun di tanah para tua-tua puteri Sion; mereka menabur abu di atas kepala, dan mengenakan kain kabung. Dara-dara Yerusalem menundukkan kepalanya ke tanah.\n",
        "2:11 Mataku kusam dengan air mata, remuk redam hatiku; hancur habis hatiku karena keruntuhan puteri bangsaku, sebab jatuh pingsan kanak-kanak dan bayi di lapangan-lapangan kota.\n",
        "2:12 Kepada ibunya mereka bertanya: Mana roti dan ang-gur?, sedang mereka jatuh pingsan seperti orang yang gugur di lapangan-lapangan kota, ketika menghembuskan nafas di pangkuan ibunya.\n",
        "2:13 Apa yang dapat kunyatakan kepadamu, dengan apa aku dapat menyamakan engkau, ya puteri Yerusalem? Dengan apa aku dapat membandingkan engkau untuk dihibur, ya dara, puteri Sion? Karena luas bagaikan laut reruntuhanmu; siapa yang akan memulihkan engkau?\n",
        "2:14 Nabi-nabimu melihat bagimu penglihatan yang dusta dan hampa. Mereka tidak menyatakan kesalahanmu, guna memulihkan engkau kembali. Mereka mengeluarkan bagimu ramalan-ramalan yang dusta dan menyesatkan.\n",
        "2:15 Sekalian orang yang lewat bertepuk tangan karena engkau. Mereka bersuit-suit dan menggelengkan kepalanya mengenai puteri Yerusalem: Inikah kota yang disebut orang kota yang paling indah, kesukaan dunia semesta?\n",
        "2:16 Terhadap engkau semua seterumu mengangakan mulutnya. Mereka bersuit-suit dan menggertakkan gigi: Kami telah memusnahkannya!, kata mereka, Nah, inilah harinya yang kami nanti-nantikan, kami mengalaminya, kami melihatnya!\n",
        "2:17 Tuhan telah menjalankan yang dirancangkan-Nya, Ia melaksanakan yang difirmankan-Nya, yang diperintahkan-Nya dahulu kala; Ia merusak tanpa belas kasihan, Ia menjadikan si seteru senang atas kamu, Ia meninggikan tanduk lawan-lawanmu.\n",
        "2:18 Berteriaklah kepada Tuhan dengan nyaring, hai, puteri Sion, cucurkanlah air mata bagaikan sungai siang dan malam; janganlah kauberikan dirimu istirahat, janganlah matamu tenang!\n",
        "2:19 Bangunlah, mengeranglah pada malam hari, pada permulaan giliran jaga malam; curahkanlah isi hatimu bagaikan air di hadapan Tuhan, angkatlah tanganmu kepada-Nya demi hidup anak-anakmu, yang jatuh pingsan karena lapar di ujung-ujung jalan!\n",
        "2:20 Lihatlah, Tuhan, dan tiliklah, kepada siapakah Engkau telah berbuat ini? Apakah perempuan harus makan anak kandungnya, anak-anak yang masih dibuai? Apakah dalam tempat kudus Tuhan harus dibunuh imam dan nabi?\n",
        "2:21 Terbaring di debu jalan pemuda dan orang tua; dara-daraku dan teruna-terunaku gugur oleh pedang; Engkau membunuh mereka tatkala Engkau murka, tanpa belas kasihan Engkau menyembelih mereka!\n",
        "2:22 Seolah-olah pada hari perayaan Engkau mengundang semua yang kutakuti dari sekeliling. Tatkala Tuhan murka tak ada seorang yang luput atau selamat. Mereka yang kubuai dan kubesarkan dibinasakan seteruku.\n"
      ]
    },
    "3": {
      "en": [
        "3:1 I am the man who has seen affliction By the rod of His wrath.\n",
        "3:2 He has driven me and brought me Into darkness and not light.\n",
        "3:3 Surely against me He has turned His hand Again and again all the day.\n",
        "3:4 He has wasted my flesh and my skin; He has broken my bones.\n",
        "3:5 He has built up a siege against me And encircled me with gall and travail.\n",
        "3:6 He has made me dwell in dark places, Like those who have long been dead.\n",
        "3:7 He has walled me about so that I cannot go forth; He has made my bronze chain heavy.\n",
        "3:8 Indeed, when I cry out and call for help, He shuts out my prayer.\n",
        "3:9 He has walled in my ways with hewn stone; He has made my paths crooked.\n",
        "3:10 He is to me like a bear lying in wait, Like a lion in hidden places.\n",
        "3:11 He has turned aside my ways and torn me to pieces; He has made me desolate.\n",
        "3:12 He bent His bow And set me as a target for the arrow.\n",
        "3:13 He has caused the arrows of His quiver To enter my inward parts.\n",
        "3:14 I have become a derision to all my people, Their mocking song all the day.\n",
        "3:15 He has filled me with bitterness; He has made me drunk with wormwood.\n",
        "3:16 He has also crushed my teeth with gravel; He has covered me with ashes.\n",
        "3:17 And You have removed my soul far from peace; I have forgotten prosperity.\n",
        "3:18 And I said, My strength has perished As well as my hope in Jehovah.\n",
        "3:19 Remember my affliction and my wandering, The wormwood and the gall.\n",
        "3:20 My soul remembers them well And is bowed down within me.\n",
        "3:21 This I recall to my heart; Therefore I have hope.\n",
        "3:22 It is Jehovah?s lovingkindness that we are not consumed, For His compassions do not fail;\n",
        "3:23 They are new every morning; Great is Your faithfulness.\n",
        "3:24 Jehovah is my portion, says my soul; Therefore I hope in Him.\n",
        "3:25 Jehovah is good to those who wait on Him, To the soul that seeks Him.\n",
        "3:26 It is good for one to hope, and to do so in silence, For the salvation of Jehovah.\n",
        "3:27 It is good for a man to bear The yoke in his youth.\n",
        "3:28 Let him sit alone and be silent, Because He has laid it upon him.\n",
        "3:29 Let him put his mouth in the dust? Perhaps there is hope.\n",
        "3:30 Let him give his cheek to him who strikes him; Let him be filled with reproach.\n",
        "3:31 For the Lord will not a Cast off forever.\n",
        "3:32 But even if He causes grief, He will have compassion According to the multitude of His lovingkindness;\n",
        "3:33 For He does not afflict willingly Or grieve the children of men.\n",
        "3:34 The crushing under his foot Of all the prisoners of the earth,\n",
        "3:35 The turning aside of the justice due a man Before the face of the Most High,\n",
        "3:36 The wronging of a man in his cause? Will not the Lord see all these?\n",
        "3:37 Who is he who says, and it comes to pass, What the Lord has not commanded?\n",
        "3:38 Out of the mouth of the Most High Do there not proceed evil things and something good?\n",
        "3:39 Why does a living man complain, A man for the punishment of his sins?\n",
        "3:40 Let us examine our ways and try them, And let us turn again to Jehovah.\n",
        "3:41 Let us lift up our heart with our hands Unto God in the heavens.\n",
        "3:42 We have transgressed and rebelled; You have not pardoned.\n",
        "3:43 You have covered Yourself with anger and have pursued us; You have slain; You have not spared.\n",
        "3:44 You have covered Yourself with a cloud That prayer might not pass through.\n",
        "3:45 You have made us offscouring and refuse In the midst of the peoples.\n",
        "3:46 All our enemies have opened Their mouths against us.\n",
        "3:47 Fear and the pit are upon us, Devastation and destruction.\n",
        "3:48 My eye runs down with streams of water For the destruction of the daughter of my people.\n",
        "3:49 My eye pours forth and does not stop; There is no cessation,\n",
        "3:50 Until Jehovah looks down And sees from the heavens.\n",
        "3:51 My eye pains my soul Because of all the daughters of my city.\n",
        "3:52 They have hunted me down like a bird, They who are my enemies without cause.\n",
        "3:53 They have brought my life to its end in the pit And have thrown a stone upon me.\n",
        "3:54 Water streamed over my head; I said, I have been cut off.\n",
        "3:55 I called upon Your name, O Jehovah, From the lowest pit.\n",
        "3:56 You have heard my voice; do not hide Your ear at my breathing, at my cry.\n",
        "3:57 You drew near in the day that I called upon You; You said, Do not fear.\n",
        "3:58 Lord, You have pleaded my soul?s case; You have redeemed my life.\n",
        "3:59 You have seen, O Jehovah, my oppression; Judge my cause.\n",
        "3:60 You have seen all their vengeance, All their plans, against me.\n",
        "3:61 You have heard their reproach, O Jehovah, All their plans against me,\n",
        "3:62 The lips of those who rise up against me And their meditation against me all the day.\n",
        "3:63 Look upon their sitting down and their rising up; I am their mocking song.\n",
        "3:64 You will render to them a recompense, O Jehovah, According to the work of their hands.\n",
        "3:65 You will give them hardness of heart; Your curse be upon them.\n",
        "3:66 You will pursue them in anger and will destroy them From under the heavens of Jehovah.\n"
      ],
      "id": [
        "3:1 Akulah orang yang melihat sengsara disebabkan cambuk murka-Nya.\n",
        "3:2 Ia menghalau dan membawa aku ke dalam kegelapan yang tidak ada terangnya.\n",
        "3:3 Sesungguhnya, aku dipukul-Nya berulang-ulang dengan tangan-Nya sepanjang hari.\n",
        "3:4 Ia menyusutkan dagingku dan kulitku, tulang-tulangku dipatahkan-Nya.\n",
        "3:5 Ia mendirikan tembok sekelilingku, mengelilingi aku dengan kesedihan dan kesusahan.\n",
        "3:6 Ia menempatkan aku di dalam gelap seperti orang yang sudah lama mati.\n",
        "3:7 Ia menutup segala jalan ke luar bagiku, Ia mengikat aku dengan rantai yang berat.\n",
        "3:8 Walaupun aku memanggil-manggil dan berteriak minta tolong, tak didengarkan-Nya doaku.\n",
        "3:9 Ia merintangi jalan-jalanku dengan batu pahat, dan menjadikannya tidak terlalui.\n",
        "3:10 Laksana beruang Ia menghadang aku, laksana singa dalam tempat persembunyian.\n",
        "3:11 Ia membelokkan jalan-jalanku, merobek-robek aku dan membuat aku tertegun.\n",
        "3:12 Ia membidikkan panah-Nya, menjadikan aku sasaran anak panah.\n",
        "3:13 Ia menyusupkan ke dalam hatiku segala anak panah dari tabung-Nya.\n",
        "3:14 Aku menjadi tertawaan bagi segenap bangsaku, menjadi lagu ejekan mereka sepanjang hari.\n",
        "3:15 Ia mengenyangkan aku dengan kepahitan, memberi aku minum ipuh.\n",
        "3:16 Ia meremukkan gigi-gigiku dengan memberi aku makan kerikil; Ia menekan aku ke dalam debu.\n",
        "3:17 Engkau menceraikan nyawaku dari kesejahteraan, aku lupa akan kebahagiaan.\n",
        "3:18 Sangkaku: hilang lenyaplah kemasyhuranku dan harapanku kepada Tuhan.\n",
        "3:19 Ingatlah akan sengsaraku dan pengembaraanku, akan ipuh dan racun itu.\n",
        "3:20 Jiwaku selalu teringat akan hal itu dan tertekan dalam diriku.\n",
        "3:21 Tetapi hal-hal inilah yang kuperhatikan, oleh sebab itu aku akan berharap:\n",
        "3:22 Tak berkesudahan kasih setia Tuhan, tak habis-habisnya rahmat-Nya,\n",
        "3:23 selalu baru tiap pagi; besar kesetiaan-Mu!\n",
        "3:24 Tuhan adalah bagianku, kata jiwaku, oleh sebab itu aku berharap kepada-Nya.\n",
        "3:25 Tuhan adalah baik bagi orang yang berharap kepada-Nya, bagi jiwa yang mencari Dia.\n",
        "3:26 Adalah baik menanti dengan diam pertolongan Tuhan.\n",
        "3:27 Adalah baik bagi seorang pria memikul kuk pada masa mudanya.\n",
        "3:28 Biarlah ia duduk sendirian dan berdiam diri kalau Tuhan membebankannya.\n",
        "3:29 Biarlah ia merebahkan diri dengan mukanya dalam debu, mungkin ada harapan.\n",
        "3:30 Biarlah ia memberikan pipi kepada yang menamparnya, biarlah ia kenyang dengan cercaan.\n",
        "3:31 Karena tidak untuk selama-lamanya Tuhan mengucilkan.\n",
        "3:32 Karena walau Ia mendatangkan susah, Ia juga menyayangi menurut kebesaran kasih setia-Nya.\n",
        "3:33 Karena tidak dengan rela hati Ia menindas dan merisaukan anak-anak manusia.\n",
        "3:34 Kalau dipijak-pijak dengan kaki tawanan-tawanan di dunia,\n",
        "3:35 kalau hak orang dibelokkan di hadapan Yang Mahatinggi,\n",
        "3:36 atau orang diperlakukan tidak adil dalam perkaranya, masakan Tuhan tidak melihatnya?\n",
        "3:37 Siapa berfirman, maka semuanya jadi? Bukankah Tuhan yang memerintahkannya?\n",
        "3:38 Bukankah dari mulut Yang Mahatinggi keluar apa yang buruk dan apa yang baik?\n",
        "3:39 Mengapa orang hidup mengeluh? Biarlah setiap orang mengeluh tentang dosanya!\n",
        "3:40 Marilah kita menyelidiki dan memeriksa hidup kita, dan berpaling kepada Tuhan.\n",
        "3:41 Marilah kita mengangkat hati dan tangan kita kepada Allah di surga:\n",
        "3:42 Kami telah mendurhaka dan memberontak, Engkau tidak mengampuni.\n",
        "3:43 Engkau menyelubungi diri-Mu dengan murka, mengejar kami dan membunuh kami tanpa belas kasihan.\n",
        "3:44 Engkau menyelubungi diri-Mu dengan awan, sehingga doa tak dapat menembus.\n",
        "3:45 Kami Kaujadikan kotor dan keji di antara bangsa-bangsa.\n",
        "3:46 Terhadap kami semua seteru kami mengangakan mulutnya.\n",
        "3:47 Kejut dan jerat menimpa kami, kemusnahan dan kehancuran.\n",
        "3:48 Air mataku mengalir bagaikan batang air, karena keruntuhan puteri bangsaku.\n",
        "3:49 Air mataku terus-menerus bercucuran, dengan tak henti-hentinya,\n",
        "3:50 sampai Tuhan memandang dari atas dan melihat dari surga.\n",
        "3:51 Mataku terasa pedih oleh sebab keadaan puteri-puteri kotaku.\n",
        "3:52 Seperti burung aku diburu-buru oleh mereka yang menjadi seteruku tanpa sebab.\n",
        "3:53 Mereka melemparkan aku hidup-hidup dalam lobang, melontari aku dengan batu.\n",
        "3:54 Air membanjir di atas kepalaku, kusangka: Binasa aku!\n",
        "3:55 Ya Tuhan, aku memanggil nama-Mu dari dasar lobang yang dalam.\n",
        "3:56 Engkau mendengar suaraku! Janganlah Kaututupi telinga-Mu terhadap kesahku dan teriak tolongku!\n",
        "3:57 Engkau dekat tatkala aku memanggil-Mu, Engkau berfirman: Jangan takut!\n",
        "3:58 Ya Tuhan, Engkau telah memperjuangkan perkaraku, Engkau telah menyelamatkan hidupku.\n",
        "3:59 Engkau telah melihat ketidakadilan terhadap aku, ya Tuhan; berikanlah keadilan!\n",
        "3:60 Engkau telah melihat segala dendam mereka, segala rancangan mereka terhadap aku.\n",
        "3:61 Engkau telah mendengar cercaan mereka, ya Tuhan, segala rancangan mereka terhadap aku,\n",
        "3:62 percakapan orang-orang yang melawan aku, dan rencana mereka terhadap aku sepanjang hari.\n",
        "3:63 Amatilah duduk bangun mereka! Aku menjadi lagu ejekan mereka.\n",
        "3:64 Engkau akan mengadakan pembalasan terhadap mereka, ya Tuhan, menurut perbuatan tangan mereka.\n",
        "3:65 Engkau akan mengeraskan hati mereka; kiranya kutuk-Mu menimpa mereka!\n",
        "3:66 Engkau akan mengejar mereka dengan murka dan memunahkan mereka dari bawah langit, ya Tuhan!\n"
      ]
    },
    "4": {
      "en": [
        "4:1 How the gold has become dim! How the most pure gold has changed! The stones of the sanctuary lie poured out At the head of every street.\n",
        "4:2 The precious sons of Zion, Comparable to fine gold, How they are esteemed as earthen pitchers, The work of the hands of a potter.\n",
        "4:3 Even the jackals present the breast; They nurse their young ones; But the daughter of my people has become cruel, Like the ostriches in the wilderness.\n",
        "4:4 The tongue of the sucking child cleaves To the roof of his mouth for thirst; The little ones ask for bread, But no one breaks it for them.\n",
        "4:5 Those who fed on delicacies Are desolate in the streets; Those who were brought up in scarlet Embrace dung heaps.\n",
        "4:6 And the iniquity of the daughter of my people is greater Than the sin of Sodom, Which was overthrown as in a moment; And no hands were laid on her.\n",
        "4:7 Her nobles were purer than snow; They were whiter than milk; They were redder in body than corals; Their figure was like sapphire.\n",
        "4:8 Their visage is darker than black coal; They are not recognized in the streets. Their skin has shriveled up on their bones; It has dried up; it has become like wood.\n",
        "4:9 Those who were slain by the sword are better Than those slain by famine; For these pine away stricken through, Because of the lack of the produce of the field.\n",
        "4:10 The hands of compassionate women Have boiled their own children; They have become their food In the destruction of the daughter of my people.\n",
        "4:11 Jehovah has accomplished His wrath; He has poured out His burning anger. And He has kindled a fire in Zion, And it has consumed its foundations.\n",
        "4:12 The kings of the earth did not believe, Neither did any of the inhabitants of the world, That the adversary and the enemy would enter Into the gates of Jerusalem.\n",
        "4:13 It is because of the sins of her prophets, And the iniquities of her priests, Who have shed the blood of the righteous In her midst.\n",
        "4:14 They have wandered about blind in the streets; They are polluted with blood; So that men cannot touch Their garments.\n",
        "4:15 They cried out to them, Depart! Unclean! Depart, depart; do not touch! When they fled away and wandered about, men said among the nations, They will no longer sojourn there.\n",
        "4:16 The anger of Jehovah has scattered them; He will no longer regard them. They did not honor the priests, Nor did they favor the elders.\n",
        "4:17 Our eyes do yet fail, Looking in vain for our help; In our watching we watched For a nation that could not save.\n",
        "4:18 They hunted our steps, So that we cannot walk in our streets; Our end drew near; our days were fulfilled; For our end had come.\n",
        "4:19 Our pursuers were swifter Than the eagles of heaven; They hotly pursued us on the mountains; They lay in wait for us in the wilderness.\n",
        "4:20 The breath of our nostrils, the anointed of Jehovah, Has been captured in their pits, Of whom we said, Under his shadow We will live among the nations.\n",
        "4:21 Rejoice and be glad, O daughter of Edom, Who dwells in the land of Uz. Yet the cup will pass through to you also; You will become drunk and make yourself naked.\n",
        "4:22 The punishment for your iniquity has been accomplished, O daughter of Zion; He will no longer take you into exile. But He will punish your iniquity, O daughter of Edom; He will uncover your sins.\n"
      ],
      "id": [
        "4:1 Ah, sungguh pudar emas itu, emas murni itu berubah; batu-batu suci itu terbuang di pojok tiap jalan.\n",
        "4:2 Anak-anak Sion yang berharga, yang setimbang dengan emas tua, sungguh mereka dianggap belanga-belanga tanah buatan tangan tukang periuk.\n",
        "4:3 Serigala pun memberikan teteknya dan menyusui anak-anaknya, tetapi puteri bangsaku telah menjadi kejam seperti burung unta di padang pasir.\n",
        "4:4 Lidah bayi melekat pada langit-langit karena haus; kanak-kanak meminta roti, tetapi tak seorang pun yang memberi.\n",
        "4:5 Yang biasa makan yang sedap-sedap mati bulur di jalan-jalan; yang biasa duduk di atas bantal kirmizi terbaring di timbunan sampah.\n",
        "4:6 Kedurjanaan puteri bangsaku melebihi dosa Sodom, yang sekejap mata dibongkar-bangkir tanpa ada tangan yang memukulnya.\n",
        "4:7 Pemimpin-pemimpin lebih bersih dari salju dan lebih putih dari susu, tubuh mereka lebih merah dari pada merjan, seperti batu nilam rupa mereka.\n",
        "4:8 Sekarang rupa mereka lebih hitam dari pada jelaga, mereka tidak dikenal di jalan-jalan, kulit mereka berkerut pada tulang-tulangnya, mengering seperti kayu.\n",
        "4:9 Lebih bahagia mereka yang gugur karena pedang dari pada mereka yang tewas karena lapar, yang merana dan mati sebab tak ada hasil ladang.\n",
        "4:10 Dengan tangan sendiri wanita yang lemah lembut memasak kanak-kanak mereka, untuk makanan mereka tatkala runtuh puteri bangsaku.\n",
        "4:11 Tuhan melepaskan segenap amarah-Nya, mencurahkan murka-Nya yang menyala-nyala, dan menyalakan api di Sion, yang memakan dasar-dasarnya.\n",
        "4:12 Tidak percaya raja-raja di bumi, pun seluruh penduduk dunia, bahwa lawan dan seteru dapat masuk ke dalam gapura-gapura Yerusalem.\n",
        "4:13 Hal itu terjadi oleh sebab dosa nabi-nabinya dan kedurjanaan imam-imamnya yang di tengah-tengahnya mencurahkan darah orang yang tidak bersalah.\n",
        "4:14 Mereka terhuyung-huyung seperti orang buta di jalan-jalan, cemar oleh darah, sehingga orang tak dapat menyentuh pakaian mereka.\n",
        "4:15 Singkir! Najis!, kata orang kepada mereka, Singkir! Singkir! Jangan sentuh!; lalu mereka lari dan mengembara, maka berkatalah bangsa-bangsa: Mereka tak boleh tinggal lebih lama di sini.\n",
        "4:16 Tuhan sendiri mencerai-beraikan mereka, tak mau lagi Ia memandang mereka. Para imam tidak mereka hormati, dan orang-orang tua tidak mereka kasihani.\n",
        "4:17 Selalu mata kami merindukan pertolongan, tetapi sia-sia; dari menara penjagaan kami menanti-nantikan suatu bangsa yang tak dapat menolong.\n",
        "4:18 Mereka mengintai langkah-langkah kami, sehingga kami tak dapat berjalan di lapangan-lapangan kami; akhir hidup kami mendekat, hari-hari kami sudah genap, ya, akhir hidup kami sudah tiba.\n",
        "4:19 Pengejar-pengejar kami lebih cepat dari pada burung rajawali di angkasa mereka memburu kami di atas gunung-gunung, menghadang kami di padang gurun.\n",
        "4:20 Orang yang diurapi Tuhan, nafas hidup kami, tertangkap dalam pelubang mereka, dia yang kami sangka: Dalam naungannya kami akan hidup di antara bangsa-bangsa.\n",
        "4:21 Bergembira dan bersukacitalah, hai puteri Edom, engkau yang mendiami tanah Us, juga kepadamu piala akan sampai, engkau akan jadi mabuk lalu menelanjangi dirimu!\n",
        "4:22 Telah hapus kesalahanmu, puteri Sion, tak akan lagi Tuhan membawa engkau ke dalam pembuangan, tetapi kesalahanmu, puteri Edom, akan dibalas-Nya, dan dosa-dosamu akan disingkapkan-Nya.\n"
      ]
    },
    "5": {
      "en": [
        "5:1 Remember, O Jehovah, what has come upon us; Look and see our reproach.\n",
        "5:2 Our inheritance has been turned over to strangers, Our houses to foreigners.\n",
        "5:3 We are orphans without father; Our mothers are like widows.\n",
        "5:4 We have drunk our water for money; Our wood comes to us at a price.\n",
        "5:5 On our necks are our pursuers; We are weary; we have no rest.\n",
        "5:6 We have given our hand to Egypt And to Assyria, so as to be satisfied with bread.\n",
        "5:7 Our fathers sinned and they not, And we ourselves bear their iniquities.\n",
        "5:8 Slaves rule over us; There is no one to deliver us from their hand.\n",
        "5:9 We get our bread at the risk of our lives Because of the sword from the wilderness.\n",
        "5:10 Our skin is black like an oven Because of the burning heat of famine.\n",
        "5:11 They have ravished the women in Zion, The virgins in the cities of Judah.\n",
        "5:12 Princes were hanged by them. The faces of the elders were not honored.\n",
        "5:13 The young men bore the mill, And the young boys stumbled under the wood.\n",
        "5:14 The old men have ceased from the gate, The young men from their music.\n",
        "5:15 The joy of our heart has ceased; Our dance has been turned into mourning.\n",
        "5:16 The crown has fallen from our head. Woe to us! For we have sinned.\n",
        "5:17 Because of this our heart is faint; Because of these things our eyes are dim;\n",
        "5:18 Because of Mount Zion, which is desolate? Foxes rove in it.\n",
        "5:19 You, O Jehovah, abide forever; Your throne is from generation to generation.\n",
        "5:20 Why do You forget us forever And forsake us for so long a time?\n",
        "5:21 Turn us back to You, O Jehovah, and we will be turned; Renew our days as before.\n",
        "5:22 Or have You utterly rejected us? Are You exceedingly angry with us? Book of Lamentations Home\n"
      ],
      "id": [
        "5:1 Ingatlah, ya Tuhan, apa yang terjadi atas kami, pandanglah dan lihatlah akan kehinaan kami.\n",
        "5:2 Milik pusaka kami beralih kepada orang lain, rumah-rumah kami kepada orang asing.\n",
        "5:3 Kami menjadi anak yatim, tak punya bapa, dan ibu kami seperti janda.\n",
        "5:4 Air kami kami minum dengan membayar, kami mendapat kayu dengan bayaran.\n",
        "5:5 Kami dikejar dekat-dekat, kami lelah, bagi kami tak ada istirahat.\n",
        "5:6 Kami mengulurkan tangan kepada Mesir, dan kepada Asyur untuk menjadi kenyang dengan roti.\n",
        "5:7 Bapak-bapak kami berbuat dosa, mereka tak ada lagi, dan kami yang menanggung kedurjanaan mereka.\n",
        "5:8 Pelayan-pelayan memerintah atas kami; yang melepaskan kami dari tangan mereka tak ada.\n",
        "5:9 Dengan bahaya maut karena serangan pedang di padang gurun, kami harus mengambil makanan kami.\n",
        "5:10 Kulit kami membara laksana perapian, karena nyerinya kelaparan.\n",
        "5:11 Mereka memperkosa wanita-wanita di Sion dan gadis-gadis di kota-kota Yehuda.\n",
        "5:12 Pemimpin-pemimpin digantung oleh tangan mereka, para tua-tua tidak dihormati.\n",
        "5:13 Pemuda-pemuda harus memikul batu kilangan, anak-anak terjatuh karena beratnya pikulan kayu.\n",
        "5:14 Para tua-tua tidak berkumpul lagi di pintu gerbang, para teruna berhenti main kecapi.\n",
        "5:15 Lenyaplah kegirangan hati kami, tari-tarian kami berubah menjadi perkabungan.\n",
        "5:16 Mahkota telah jatuh dari kepala kami. Wahai kami, karena kami telah berbuat dosa!\n",
        "5:17 Karena inilah hati kami sakit, karena inilah mata kami jadi kabur:\n",
        "5:18 karena bukit Sion yang tandus, di mana anjing-anjing hutan berkeliaran.\n",
        "5:19 Engkau, ya Tuhan, bertakhta selama-lamanya, takhta-Mu tetap dari masa ke masa!\n",
        "5:20 Mengapa Engkau melupakan kami selama-lamanya, meninggalkan kami demikian lama?\n",
        "5:21 Bawalah kami kembali kepada-Mu, ya Tuhan, maka kami akan kembali, baharuilah hari-hari kami seperti dahulu kala!\n",
        "5:22 Atau, apa Engkau sudah membuang kami sama sekali? Sangat murkakah Engkau terhadap kami?\n"
      ]
    }
  }
}
