{
  "Micah": [
    {
      "1": {
        "en": [
          "1:1 The word of Jehovah which came to the Morashtite in the days of Jotham, Ahaz, and Hezekiah, kings of Judah, which he saw concerning Samaria and Jerusalem.\n",
          "1:2 Hear, all you peoples, And give heed, O earth and its fullness; And let the Lord Jehovah be a witness against you, The Lord from His holy temple.\n",
          "1:3 For Jehovah is about to come forth from His place, And He will come down and tread upon the high places of the earth.\n",
          "1:4 And the mountains will be melted under Him, And the valleys will be cleft, Like wax before fire, Like water poured down a slope.\n",
          "1:5 All this is because of the transgression of Jacob And because of the sins of the house of Israel. What is the transgression of Jacob? Is it not Samaria? And what are the high places of Judah? Are they not Jerusalem?\n",
          "1:6 Therefore I will make Samaria A heap of ruins in a field, Places for the planting of vineyards; And I will pour her stones down into the valley And uncover her foundations.\n",
          "1:7 And all her engraved idols will be smashed, And all her gifts for harlotry will be burned with fire, And all her images I will make a desolation; For from the harlot?s hire she has gathered them, And unto the harlot?s hire they will return.\n",
          "1:8 Because of this I will wail and howl; I will go about barefoot and naked. I will make a wailing like the jackals And a lamentation like the ostriches.\n",
          "1:9 For her wound is incurable, For it has come as far as Judah; It reaches as far as the gate of my people, As far as Jerusalem.\n",
          "1:10 Do not declare it in Gath; Do not weep at all. In Beth-le-aphrah I rolled myself in the dust.\n",
          "1:11 Pass away on your own, O inhabitress of Shaphir, In shameful nakedness; The inhabitress of Zaanan Has not gone forth; There is lamentation in Beth-ezel; It will take from you its support.\n",
          "1:12 For the inhabitress of Maroth Waits in pain for good, For evil has come down from Jehovah To the gate of Jerusalem.\n",
          "1:13 Bind the chariot to the steeds, O inhabitress of Lachish. She was the beginning of sin to the daughter of Zion, For the transgressions of Israel were found in you.\n",
          "1:14 Therefore you will give a parting gift To Moresheth-gath: The houses of Achzib will be a deception To the kings of Israel.\n",
          "1:15 Further, I will bring upon you the possessor, O inhabitress of Mareshah; The glory of Israel will come As far as Adullam.\n",
          "1:16 Shave yourself and cut off your hair For the children of your delights; Enlarge your baldness like an eagle, For they have gone from you into captivity.\n"
        ],
        "id": [
          "1:1 Firman Tuhan yang datang kepada Mikha, orang Moresyet, pada zaman Yotam, Ahas dan Hizkia, raja-raja Yehuda, yakni berkenaan dengan yang dilihatnya tentang Samaria dan Yerusalem.\n",
          "1:2 Dengarlah, hai bangsa-bangsa sekalian! Perhatikanlah, hai bumi serta isinya! Biarlah Tuhan Allah menjadi saksi terhadap kamu, yakni Tuhan dari bait-Nya yang kudus.\n",
          "1:3 Sebab sesungguhnya, Tuhan keluar dari tempat-Nya dan turun berjejak di atas bukit-bukit bumi.\n",
          "1:4 Luluhlah gunung-gunung di bawah kaki-Nya, dan lembah-lembah terbelah seperti lilin di depan api, seperti air tercurah di penurunan.\n",
          "1:5 Semuanya ini terjadi karena pelanggaran Yakub, dan karena dosa kaum Israel. Pelanggaran Yakub itu apa? Bukankah itu Samaria? Dosa kaum Yehuda itu apa? Bukankah itu Yerusalem?\n",
          "1:6 Sebab itu Aku akan membuat Samaria menjadi timbunan puing di padang, menjadi tempat penanaman pohon anggur. Aku akan menggulingkan batu-batunya ke dalam lembah dan akan menyingkapkan dasar-dasarnya.\n",
          "1:7 Segala patungnya akan diremukkan, segala upah sundalnya akan dibakar, dan segala berhalanya akan Kuhancurkan; sebab dari upah sundal dikumpulkan semuanya itu, dan akan kembali menjadi upah sundal.\n",
          "1:8 Karena inilah aku hendak berkeluh kesah dan meratap, hendak berjalan dengan tidak berkasut dan telanjang, hendak melolong seperti serigala dan meraung seperti burung unta:\n",
          "1:9 sebab lukanya tidak dapat sembuh, sudah menjalar ke Yehuda, sudah sampai ke pintu gerbang bangsaku, ke Yerusalem!\n",
          "1:10 Di Gat janganlah sampaikan berita, janganlah sekali-kali menangis! Baiklah gulingkan dirimu dalam debu di Bet-Le-Afra!\n",
          "1:11 Berkemaslah, hai penduduk Safir, dengan telanjang dan malu. Tidak berani keluar penduduk Zaanan. Ratapan Bet-Haezel menghalangi engkau untuk tetap berdiri.\n",
          "1:12 Dengan bimbang penduduk Marot berharap akan kebaikan. Sebab malapetaka turun dari pada Tuhan sampai ke pintu gerbang Yerusalem.\n",
          "1:13 Pasanglah kuda teji pada kereta, hai penduduk Lakhis! Inilah permulaan dosa bagi puteri Sion, sebab padamulah terdapat pelanggaran Israel.\n",
          "1:14 Sebab itu baiklah diberi hadiah perpisahan kepada Moresyet-Gat. Rumah-rumah Akhzib akan menjadi tipu daya bagi raja-raja Israel.\n",
          "1:15 Penakluk masih akan Kudatangkan kepadamu, hai penduduk Maresya! Kemuliaan Israel akan sampai di Adulam.\n",
          "1:16 Cukurlah dan gundulkanlah kepalamu, karena anak-anak kesayanganmu! Jadikanlah kepalamu gundul seperti gundulnya burung bangkai, sebab dari padamu mereka akan masuk pembuangan.\n"
        ]
      }
    },
    {
      "2": {
        "en": [
          "2:1 Woe to those who devise wickedness And who prepare evil upon their beds! In the light of the morning they do it Because it is in the power of their hand to do so.\n",
          "2:2 And they covet fields and seize them, And houses, and take them away; And they oppress a person and his house, And a man and his inheritance.\n",
          "2:3 Therefore thus says Jehovah, I am now devising evil against this family, From which you will not remove your necks; And you will not go about haughtily, For it is an evil time.\n",
          "2:4 In that day they will take up a proverb concerning you, And they will lament a lamenting lament; they will say, We are utterly ruined; He has changed the portion of my people. How He removes it from me! He has apportioned our fields to the rebellious.\n",
          "2:5 Therefore you will have no one who casts the line by lot In the congregation of Jehovah.\n",
          "2:6 Do not prophesy, they prophesy. If the true prophets do not prophesy concerning these things, The reproaches will not be turned back.\n",
          "2:7 Will it be said, O house of Jacob, Is the Spirit of Jehovah hasty? Are these His doings? Do not My words benefit Him who walks uprightly?\n",
          "2:8 But recently My people Have risen up as an enemy; You strip away the mantle From off the garment Of those who pass by securely, Those who turn away from conflict.\n",
          "2:9 The women of My people you cast out, From their pleasant houses; From their young children you take away My splendor forever.\n",
          "2:10 Arise and go, For this is not your resting place, Because of the uncleanness That brings destruction, indeed grievous destruction.\n",
          "2:11 If a man going about After wind and falsehood lies, saying, I will to you Concerning wine and liquor; He would indeed become a prophet of this people.\n",
          "2:12 I will surely gather all of you, O Jacob; I will surely assemble the remnant of Israel. I will place them together like the sheep of Bozrah, Like the flock in the midst of its pasture; They will make much noise because of the many men.\n",
          "2:13 He who breaks through goes up before them; They break through and pass through the gate, And they go forth through it. And their King goes forth before them; Indeed Jehovah is at their head.\n"
        ],
        "id": [
          "2:1 Celakalah orang-orang yang merancang kedurjanaan dan yang merencanakan kejahatan di tempat tidurnya; yang melakukannya di waktu fajar, sebab hal itu ada dalam kekuasaannya;\n",
          "2:2 yang apabila menginginkan ladang-ladang, mereka merampasnya, dan rumah-rumah, mereka menyerobotnya; yang menindas orang dengan rumahnya, manusia dengan milik pusakanya!\n",
          "2:3 Sebab itu beginilah firman Tuhan: Sesungguhnya, Aku merancang malapetaka terhadap kaum ini, dan kamu tidak dapat menghindarkan lehermu dari padanya; kamu tidak dapat lagi berjalan angkuh, sebab waktu itu adalah waktu yang mencelakakan.\n",
          "2:4 Pada hari itu orang akan melontarkan sindiran tentang kamu dan akan memperdengarkan suatu ratapan dan akan berkata: Kita telah dihancurluluhkan! Bagian warisan bangsaku telah diukur dengan tali, dan tidak ada orang yang mengembalikannya, ladang-ladang kita dibagikan kepada orang-orang yang menawan kita.\n",
          "2:5 Sebab itu tidak akan ada bagimu orang yang melontarkan tali dengan undian di dalam jemaah Tuhan.\n",
          "2:6 Janganlah ucapkan nubuat, kata mereka itu, orang tidak mengucapkan nubuat seperti itu! Noda tidak akan menimpa kita.\n",
          "2:7 Bolehkah hal itu dikatakan, keturunan Yakub? Apakah Tuhan kurang sabar? Atau seperti inikah tindakan-Nya? Bukankah firman-Ku baik terhadap orang yang benar kelakuannya?\n",
          "2:8 Tetapi kamulah yang bangkit sebagai musuh terhadap umat-Ku. Kamu merebut jubah dari orang-orang yang suka damai, dari orang-orang yang berjalan lewat dengan tenteram, yang tidak cenderung kepada perang.\n",
          "2:9 Para isteri di antara umat-Ku kamu halau dari rumah kesayangannya, dari bayi-bayinya kamu mengambil untuk selama-lamanya, semarak yang telah Kuberikan kepada mereka.\n",
          "2:10 Bangkitlah dan pergilah, sebab ini bukan tempat perhentian bagimu! Oleh karena kenajisan maka kamu akan dibinasakan dengan kebinasaan yang tidak terpulihkan.\n",
          "2:11 Seandainya seseorang datang mereka-reka yang hampa dan dusta: Aku bernubuat kepadamu tentang anggur dan arak, maka dialah yang patut menjadi orang yang bernubuat terhadap bangsa ini!\n",
          "2:12 Dengan sungguh-sungguh Aku akan mengumpulkan engkau seluruhnya, hai Yakub, dengan sungguh-sungguh Aku akan menghimpunkan sisa orang Israel; Aku akan menyatukannya seperti kambing domba dalam kandang, seperti kawanan binatang di tengah-tengah padangnya, sehingga ramai dengan manusia!\n",
          "2:13 Penerobos akan maju di depan mereka; mereka akan menerobos dan berjalan melewati pintu gerbang dan akan keluar dari situ. Raja mereka akan berjalan terus di depan mereka, Tuhan sendiri di kepala barisan mereka!\n"
        ]
      }
    },
    {
      "3": {
        "en": [
          "3:1 And I said, Hear now, you heads of Jacob And you rulers of the house of Israel: Is it not for you To know justice?\n",
          "3:2 You who hate good And love evil, You who tear away their skin from off them And their flesh from off their bones,\n",
          "3:3 And who devour the flesh of My people And strip off their skin from off them And break their bones in pieces And chop them as for the pot And like meat in a cauldron.\n",
          "3:4 Then they will cry out to Jehovah, But He will not answer them; Indeed He will hide His face from them at that time, Just as they were evil in their doings.\n",
          "3:5 Thus says Jehovah concerning the prophets Who cause My people to err, Who, when they have something to bite with their teeth, Cry, Peace, But if there is one who does not give something for their mouths, They prepare for war against him.\n",
          "3:6 Therefore there will be night to you, without vision, And darkness to you, without divination. And the sun will go down on the prophets, And the day will be black over them.\n",
          "3:7 And the seers will be put to shame, And the diviners will be ashamed; And they will all cover their mouths, For there will be no answer from God.\n",
          "3:8 But as for me, I am full Of power, with the Spirit of Jehovah, and of justice and might, To declare to Jacob his transgression And to Israel his sin.\n",
          "3:9 Hear now this, you heads of the house of Jacob And you rulers of the house of Israel: You who abhor justice And pervert all uprightness,\n",
          "3:10 Who build Zion by bloodshed And Jerusalem by iniquity.\n",
          "3:11 Her leaders judge for a bribe, And her priests teach for hire, And her prophets divine for money; But they lean on Jehovah, saying, Is not Jehovah in our midst? Evil will not come upon us.\n",
          "3:12 Therefore on account of you a Zion will be plowed as a field, And Jerusalem will become a heap of ruins, And the mountain of the house will become the high places of a forest.\n"
        ],
        "id": [
          "3:1 Kataku: Baiklah dengar, hai para kepala di Yakub, dan hai para pemimpin kaum Israel! Bukankah selayaknya kamu mengetahui keadilan,\n",
          "3:2 hai kamu yang membenci kebaikan dan yang mencintai kejahatan? Mereka merobek kulit dari tubuh bangsaku dan daging dari tulang-tulangnya;\n",
          "3:3 mereka memakan daging bangsaku, dan mengupas kulit dari tubuhnya; mereka meremukkan tulang-tulangnya, dan mencincangnya seperti daging dalam kuali, seperti potongan-potongan daging di dalam belanga.\n",
          "3:4 Mereka sendirilah nanti akan berseru-seru kepada Tuhan, tetapi Ia tidak akan menjawab mereka; Ia akan menyembunyikan wajah-Nya terhadap mereka pada waktu itu, sebab jahat perbuatan-perbuatan mereka.\n",
          "3:5 Beginilah firman Tuhan terhadap para nabi, yang menyesatkan bangsaku, yang apabila mereka mendapat sesuatu untuk dikunyah, maka mereka menyerukan damai, tetapi terhadap orang yang tidak memberi sesuatu ke dalam mulut mereka, maka mereka menyatakan perang.\n",
          "3:6 Sebab itu hari akan menjadi malam bagimu tanpa penglihatan, dan menjadi gelap bagimu tanpa tenungan. Matahari akan terbenam bagi para nabi itu, dan hari menjadi hitam suram bagi mereka.\n",
          "3:7 Para pelihat akan mendapat malu dan tukang-tukang tenung akan tersipu-sipu; mereka sekalian akan menutupi mukanya, sebab tidak ada jawab dari pada Allah.\n",
          "3:8 Tetapi aku ini penuh dengan kekuatan, dengan Roh Tuhan, dengan keadilan dan keperkasaan, untuk memberitakan kepada Yakub pelanggarannya dan kepada Israel dosanya.\n",
          "3:9 Baiklah dengarkan ini, hai para kepala kaum Yakub, dan para pemimpin kaum Israel! Hai kamu yang muak terhadap keadilan dan yang membengkokkan segala yang lurus,\n",
          "3:10 hai kamu yang mendirikan Sion dengan darah dan Yerusalem dengan kelaliman!\n",
          "3:11 Para kepalanya memutuskan hukum karena suap, dan para imamnya memberi pengajaran karena bayaran, para nabinya menenung karena uang, padahal mereka bersandar kepada Tuhan dengan berkata: Bukankah Tuhan ada di tengah-tengah kita! Tidak akan datang malapetaka menimpa kita!\n",
          "3:12 Sebab itu oleh karena kamu maka Sion akan dibajak seperti ladang, dan Yerusalem akan menjadi timbunan puing, dan gunung Bait Suci akan menjadi bukit yang berhutan.\n"
        ]
      }
    },
    {
      "4": {
        "en": [
          "4:1 But in the last days The mountain of the house of Jehovah Will be established on the top of the mountains; And it will be lifted up above the hills; And the peoples will stream to it.\n",
          "4:2 And many nations will come and say, Come and let us go up to the mountain of Jehovah And to the house of the God of Jacob; That He may instruct us in His ways, And that we may walk in His paths; For from Zion will go forth instruction, And the word of Jehovah from Jerusalem.\n",
          "4:3 And He will judge between many peoples And will decide matters for numerous nations from afar. And they will beat their swords into plowshares And their spears into pruning knives; Nation will not lift up sword against nation, Nor will they learn war anymore.\n",
          "4:4 And they will each sit underneath his vine And underneath his fig tree, And no one will disturb them; For the mouth of Jehovah of hosts has spoken.\n",
          "4:5 For all the peoples will walk, Each in the name of his god; But we will walk In the name of Jehovah our God Forever and ever.\n",
          "4:6 In that day, Declares Jehovah, I will gather her that limps, And her that has been driven out I will collect, As well as her that I have afflicted;\n",
          "4:7 And I will make her that limps a remnant, And her that has been cast far away a mighty nation; And Jehovah will reign over them in Mount Zion From then on, and even forever.\n",
          "4:8 And you, O tower of the flock, O hill of the daughter of Zion, To you will it come, Indeed the first dominion will come, The kingdom to the daughter of Jerusalem.\n",
          "4:9 Why do you now cry out aloud? Is there no king among you? Has your counselor perished, That pain has seized you like a woman delivering a child?\n",
          "4:10 Suffer the pain and thrust forth, O daughter of Zion, like a woman delivering a child. For now you will go forth from the city And dwell in the field; And you will go into Babylon. And there you will be delivered; There Jehovah will redeem you From the hand of your enemies.\n",
          "4:11 And now many nations Are gathered against you, They who say, Let her be profaned, And let our eyes gaze on Zion.\n",
          "4:12 But they do not know The thoughts of Jehovah, And they do not understand His counsel; For He has gathered them like sheaves for the threshing floor.\n",
          "4:13 Arise and , O daughter of Zion; For I will make your horn iron, And I will make your hooves bronze; And you will crush many peoples to powder. And I will devote their profit to Jehovah, And their substance to the Lord of the whole earth.\n"
        ],
        "id": [
          "4:1 Akan terjadi pada hari-hari yang terakhir: gunung rumah Tuhan akan berdiri tegak mengatasi gunung-gunung dan menjulang tinggi di atas bukit-bukit; bangsa-bangsa akan berduyun-duyun ke sana,\n",
          "4:2 dan banyak suku bangsa akan pergi serta berkata: Mari, kita naik ke gunung Tuhan, ke rumah Allah Yakub, supaya Ia mengajar kita tentang jalan-jalan-Nya dan supaya kita berjalan menempuhnya; sebab dari Sion akan keluar pengajaran, dan firman Tuhan dari Yerusalem.\n",
          "4:3 Ia akan menjadi hakim antara banyak bangsa, dan akan menjadi wasit bagi suku-suku bangsa yang besar sampai ke tempat yang jauh; mereka akan menempa pedang-pedangnya menjadi mata bajak, dan tombak-tombaknya menjadi pisau pemangkas; bangsa tidak akan lagi mengangkat pedang terhadap bangsa, dan mereka tidak akan lagi belajar perang.\n",
          "4:4 Tetapi mereka masing-masing akan duduk di bawah pohon anggurnya dan di bawah pohon aranya dengan tidak ada yang mengejutkan, sebab mulut Tuhan semesta alam yang mengatakannya.\n",
          "4:5 Biarpun segala bangsa berjalan masing-masing demi nama allahnya, tetapi kita akan berjalan demi nama Tuhan Allah kita untuk selamanya dan seterusnya.\n",
          "4:6 Pada hari itu, demikianlah firman Tuhan, Aku akan mengumpulkan mereka yang pincang, dan akan menghimpunkan mereka yang terpencar-pencar dan mereka yang telah Kucelakakan.\n",
          "4:7 Mereka yang pincang akan Kujadikan pangkal suatu keturunan, dan yang diusir suatu bangsa yang kuat, dan Tuhan akan menjadi raja atas mereka di gunung Sion, dari sekarang sampai selama-lamanya.\n",
          "4:8 Dan engkau, hai Menara Kawanan Domba, hai Bukit puteri Sion, kepadamu akan datang dan akan kembali pemerintahan yang dahulu, kerajaan atas puteri Yerusalem.\n",
          "4:9 Maka sekarang, mengapa engkau berteriak dengan keras? Tiadakah raja di tengah-tengahmu? Atau sudah binasakah penasihatmu, sehingga engkau disergap kesakitan seperti perempuan yang melahirkan?\n",
          "4:10 Menggeliatlah dan mengaduhlah, hai puteri Sion, seperti perempuan yang melahirkan! Sebab sekarang terpaksa engkau keluar dari kota dan tinggal di padang, terpaksa engkau berjalan sampai Babel; di sanalah engkau akan dilepaskan, di sanalah engkau akan ditebus oleh Tuhan dari tangan musuhmu.\n",
          "4:11 Sekarang banyak bangsa berkumpul melawan engkau, dengan berkata: Biarlah dia dicemarkan, biarlah mata kita puas memandangi Sion!\n",
          "4:12 Tetapi mereka itu tidak mengetahui rancangan Tuhan; mereka tidak mengerti keputusan-Nya, bahwa Ia akan menghimpunkan mereka seperti berkas gandum ke tempat pengirikan.\n",
          "4:13 Bangkitlah dan iriklah, hai puteri Sion, sebab tandukmu akan Kubuat seperti besi, dan kukumu akan Kubuat seperti tembaga, sehingga engkau menumbuk hancur banyak bangsa; engkau akan mengkhususkan rampasan mereka bagi Tuhan dan kekayaan mereka bagi Tuhan seluruh bumi.\n",
          "4:14 Sekarang, engkau harus mendirikan tembok bagimu; pagar pengepungan telah mereka dirikan melawan kita; dengan tongkat mereka memukul pipi orang yang memerintah Israel.\n"
        ]
      }
    },
    {
      "5": {
        "en": [
          "5:2 (But you, O Bethlehem Ephrathah, So little to be among the thousands of Judah, From you there will come forth to Me He who is to be Ruler in Israel; And His goings forth are from ancient times, From the days of eternity.)\n",
          "5:3 Therefore He will give them up until the time When she who is in labor delivers the child; Then the remainder of His brothers will return, Along with the children of Israel.\n",
          "5:4 And He will stand and feed His flock in the strength of Jehovah, In the majesty of the name of Jehovah His God; And they will abide, for now He will be great Unto the ends of the earth.\n",
          "5:5 And this One will be the peace. When Assyria comes into our land And when he treads in our palaces, We will raise up against him seven shepherds And eight princes of men.\n",
          "5:6 And they will waste the land of Assyria with the sword And the land of Nimrod at its entrances. And He will save us from Assyria, When he comes into our land And when he treads in our border.\n",
          "5:7 And the remnant of Jacob will be In the midst of many peoples Like dew from Jehovah, Like abundant showers upon the herbage, Which do not tarry for man And do not wait for the sons of men.\n",
          "5:8 And the remnant of Jacob will be among the nations, In the midst of many peoples, Like a lion among the beasts of the forest, Like a young lion among the flocks of sheep, Who, if he should pass through, tramples under And tears up, and there is none to deliver from him.\n",
          "5:9 Your hand will be raised up against your adversaries, And all your enemies will be cut off.\n",
          "5:10 In that day, Declares Jehovah, I will cut off your horses from the midst of you And will destroy your chariots.\n",
          "5:11 And I will cut off the cities of your land And will throw down all your strongholds.\n",
          "5:12 And I will cut off the sorceries from your hand, And you will not have soothsayers.\n",
          "5:13 And I will cut off your idols And your pillars from your midst; And you will no longer worship The work of your hands.\n",
          "5:14 And I will pluck up your Asherahs from your midst, And I will destroy your cities.\n",
          "5:15 And I will execute vengeance in anger and wrath Upon the nations that have not listened.\n"
        ],
        "id": [
          "5:1 Tetapi engkau, hai Betlehem Efrata, hai yang terkecil di antara kaum-kaum Yehuda, dari padamu akan bangkit bagi-Ku seorang yang akan memerintah Israel, yang permulaannya sudah sejak purbakala, sejak dahulu kala.\n",
          "5:2 Sebab itu ia akan membiarkan mereka sampai waktu perempuan yang akan melahirkan telah melahirkan; lalu selebihnya dari saudara-saudaranya akan kembali kepada orang Israel.\n",
          "5:3 Maka ia akan bertindak dan akan menggembalakan mereka dalam kekuatan Tuhan, dalam kemegahan nama Tuhan Allahnya; mereka akan tinggal tetap, sebab sekarang ia menjadi besar sampai ke ujung bumi,\n",
          "5:4 dan dia menjadi damai sejahtera. Apabila Asyur masuk ke negeri kita dan apabila ia menginjak tanah kita, maka kita akan membangkitkan melawan dia tujuh gembala, bahkan delapan pemimpin manusia.\n",
          "5:5 Mereka itu akan mencukur negeri Asyur dengan pedang dan negeri Nimrod dengan pedang terhunus; mereka akan melepaskan kita dari Asyur, apabila ia ini masuk ke negeri kita dan menginjak daerah kita.\n",
          "5:6 Maka sisa-sisa Yakub akan ada di tengah-tengah banyak bangsa seperti embun dari pada Tuhan seperti dirus hujan ke atas tumbuh-tumbuhan yang tidak menanti-nantikan orang dan tidak mengharap-harapkan anak manusia.\n",
          "5:7 Maka sisa-sisa Yakub akan ada di antara suku-suku bangsa, di tengah-tengah banyak bangsa seperti singa di antara binatang-binatang hutan, seperti singa muda di antara kawanan kambing domba: ke mana pun ia pergi, maka ia membanting dan menerkam, sedang tidak ada yang melepaskan.\n",
          "5:8 Tanganmu akan diangkat melawan para lawanmu, dan semua musuhmu akan dilenyapkan!\n",
          "5:9 Maka akan terjadi pada waktu itu, demikianlah firman Tuhan, Aku akan melenyapkan kudamu dari tengah-tengahmu dan akan membinasakan keretamu.\n",
          "5:10 Aku akan melenyapkan kota-kota negerimu dan akan meruntuhkan segala kubumu.\n",
          "5:11 Aku akan melenyapkan alat-alat sihir dari tanganmu, dan tukang-tukang peramal tidak akan ada lagi padamu.\n",
          "5:12 Aku akan melenyapkan patung-patungmu dan tugu-tugu berhalamu dari tengah-tengahmu, maka engkau tidak lagi akan sujud menyembah kepada buatan tanganmu.\n",
          "5:13 Aku akan menyentakkan tiang-tiang berhalamu dari tengah-tengahmu dan akan memunahkan berhalamu;\n",
          "5:14 Aku akan membalas dendam dengan murka dan kehangatan amarah, kepada bangsa-bangsa yang tidak mau mendengarkan.\n"
        ]
      }
    },
    {
      "6": {
        "en": [
          "6:1 Hear now what Jehovah says: Arise, contend before the mountains, And let the hills hear your voice.\n",
          "6:2 Hear, O mountains, Jehovah?s contention, And you enduring foundations of the earth; For Jehovah has a contention with His people, And with Israel He will dispute.\n",
          "6:3 O My people, what have I done to You? And with what have I wearied you? Testify against Me.\n",
          "6:4 For I brought you up out of the land of Egypt, And from the slave house I redeemed you; And I sent before you Moses, Aaron, and Miriam.\n",
          "6:5 O My people, remember now what Balak the king of Moab counseled, And what Balaam the son of Beor answered him, From Shittim to Gilgal, That you may know the righteous acts of Jehovah.\n",
          "6:6 With what shall I come before Jehovah And bow myself before the high God? Shall I come before Him with burnt offerings, With one-year-old calves?\n",
          "6:7 Will Jehovah be pleased with thousands of rams, With tens of thousands of rivers of oil? Shall I give my firstborn for my transgression, The fruit of my body for the sin of my soul?\n",
          "6:8 He has declared to you, O man, what is good; And what does Jehovah require of you, 1 But that you would execute justice and love mercy And walk humbly with your God?\n",
          "6:9 The voice of Jehovah cries out to the city, And wisdom looks upon Your name. Hear the rod and Him who appointed it.\n",
          "6:10 Are there yet treasures of wickedness in the house of the wicked, And a scant measure that is abominable?\n",
          "6:11 Shall I be pure with wicked balances And with a bag of deceitful weights?\n",
          "6:12 For the rich men of the city are full of violence, And those who inhabit it speak falsehood, And their tongue is deceitful in their mouth.\n",
          "6:13 Thus I also have made you sick by striking you; I have made you desolate because of your sins.\n",
          "6:14 You will eat, but you will not be satisfied; And your emptiness will remain in the midst of you; And you will take away, But you will not rescue, And what you rescue I will give up to the sword.\n",
          "6:15 You will sow, But you will not reap; You will tread olives, But you will not anoint yourself with oil, And the new wine, But you will not drink wine.\n",
          "6:16 For the statutes of Omri are kept, And all the works of the house of Ahab; And you walk in their counsels, That I may make you a desolation, And the inhabitants of the city a hissing; And you will bear the reproach of My people.\n"
        ],
        "id": [
          "6:1 Baiklah dengar firman yang diucapkan Tuhan: Bangkitlah, lancarkanlah pengaduan di depan gunung-gunung, dan biarlah bukit-bukit mendengar suaramu!\n",
          "6:2 Dengarlah, hai gunung-gunung, pengaduan Tuhan, dan pasanglah telinga, hai dasar-dasar bumi! Sebab Tuhan mempunyai pengaduan terhadap umat-Nya, dan Ia beperkara dengan Israel.\n",
          "6:3 Umat-Ku, apakah yang telah Kulakukan kepadamu? Dengan apakah engkau telah Kulelahkan? Jawablah Aku!\n",
          "6:4 Sebab Aku telah menuntun engkau keluar dari tanah Mesir dan telah membebaskan engkau dari rumah perbudakan dan telah mengutus Musa dan Harun dan Miryam sebagai penganjurmu.\n",
          "6:5 Umat-Ku, baiklah ingat apa yang dirancangkan oleh Balak, raja Moab, dan apa yang dijawab kepadanya oleh Bileam bin Beor dan apa yang telah terjadi dari Sitim sampai ke Gilgal, supaya engkau mengakui perbuatan-perbuatan keadilan dari Tuhan.\n",
          "6:6 Dengan apakah aku akan pergi menghadap Tuhan dan tunduk menyembah kepada Allah yang di tempat tinggi? Akan pergikah aku menghadap Dia dengan kurban bakaran, dengan anak lembu berumur setahun?\n",
          "6:7 Berkenankah Tuhan kepada ribuan domba jantan, kepada puluhan ribu curahan minyak? Akan kupersembahkankah anak sulungku karena pelanggaranku dan buah kandunganku karena dosaku sendiri?\n",
          "6:8 Hai manusia, telah diberitahukan kepadamu apa yang baik. Dan apakah yang dituntut Tuhan dari padamu: selain berlaku adil, mencintai kesetiaan, dan hidup dengan rendah hati di hadapan Allahmu?\n",
          "6:9 Dengarlah, Tuhan berseru kepada kota: adalah bijaksana untuk takut kepada nama-Nya: Dengarlah, hai suku bangsa dan orang kota!\n",
          "6:10 Masakan Aku melupakan harta benda kefasikan di rumah orang fasik dan takaran efa yang kurang dan terkutuk itu?\n",
          "6:11 Masakan Aku membiarkan tidak dihukum orang yang membawa neraca palsu atau pundi-pundi berisi batu timbangan tipu?\n",
          "6:12 Orang-orang kaya di kota itu melakukan banyak kekerasan, penduduknya berkata dusta dan lidah dalam mulut mereka adalah penipu.\n",
          "6:13 Maka Aku pun mulai memukul engkau, menanduskan engkau oleh karena dosamu.\n",
          "6:14 Engkau ini akan makan, tetapi tidak menjadi kenyang, dan perutmu tetap mengamuk karena lapar; engkau akan menyingkirkan sesuatu, tetapi tidak dapat menyelamatkannya, dan apa yang dapat kauselamatkan, akan Kuserahkan kepada pedang.\n",
          "6:15 Engkau ini akan menabur, tetapi tidak menuai, engkau ini akan mengirik buah zaitun, tetapi tidak berurap dengan minyaknya; juga mengirik buah anggur, tetapi tidak meminum anggurnya.\n",
          "6:16 Engkau telah berpaut kepada ketetapan-ketetapan Omri dan kepada segala perbuatan keluarga Ahab, dan engkau telah bertindak menurut rancangan mereka, sehingga Aku membuat engkau menjadi ketandusan dan pendudukmu menjadi sasaran suitan; demikianlah kamu akan menanggung pencelaan dari pihak bangsa-bangsa.\n"
        ]
      }
    },
    {
      "7": {
        "en": [
          "7:1 Woe is me! For I am like a gathering of summer fruit And like a gleaning of the vintage; There is no cluster to eat, Nor first-ripe fig, which my soul desires.\n",
          "7:2 The godly man has perished from the land, And there is none upright among men; They all lie in wait for bloodshed; They each hunt their brother with a net.\n",
          "7:3 Both hands are set upon evil, to do it well: The prince asks for it, And the judge agrees, for a reward, And the great man, he utters the evil desire of his soul, And they weave it together.\n",
          "7:4 The best one among them is like a briar; The most upright is worse than a thorn hedge. The day of your watchmen, your visitation, has come; Now will be their confounding.\n",
          "7:5 Do not trust in a neighbor; Do not put your confidence in a friend; Keep the doors of your mouth From her who lies in your bosom.\n",
          "7:6 For the son treats the father like a fool; The daughter rises up against her mother, The daughter-in-law, against her mother-in-law; A man?s enemies are the men of his own house.\n",
          "7:7 But as for me, I will look for Jehovah; I will wait for the God of my salvation; My God will hear me.\n",
          "7:8 Do not rejoice against me, O my enemy; When I fall, I will rise up; When I sit in the darkness, Jehovah will be a light to me.\n",
          "7:9 I will bear the indignation of Jehovah? For I have sinned against Him? Until He plead my cause And execute justice for me; He will bring me forth into the light; I will see His righteousness.\n",
          "7:10 Then my enemy will see And shame will cover Her who said to me, Where is Jehovah your God? My eyes will see her: At that time she will become trampled Like mud in the streets.\n",
          "7:11 A day for building your walls! In that day the decree will be far away;\n",
          "7:12 In that day they will come even unto you From Assyria and from the cities of Egypt, And from Egypt even to the River, And from sea to sea and mountain to mountain.\n",
          "7:13 But the land will become desolate Because of the inhabitants in it, due to the fruit of their doings.\n",
          "7:14 Shepherd Your people with Your rod, The flock of Your inheritance, Who dwell alone in the forest In the midst of Carmel; Let them feed in Bashan and Gilead As in the days of old.\n",
          "7:15 As in the days of your going forth out from the land of Egypt, I will show you wonders.\n",
          "7:16 The nations will see and be ashamed Of all their might; They will put the hand over the mouth; Their ears will be deaf.\n",
          "7:17 They will lick the dust like a serpent; Like crawling things of the earth, They will come quivering from their enclosed places; To Jehovah our God They will turn in fear and be afraid because of You.\n",
          "7:18 Who is a God like You, 1b Pardoning iniquity And passing over the transgression Of the remnant of His inheritance? He does not retain His anger forever, For He delights in lovingkindness.\n",
          "7:19 He will again have compassion on us; He will tread our iniquities underfoot. And You will cast into the depths of the sea All their sins.\n",
          "7:20 You will perform truth to Jacob, And lovingkindness to Abraham, Which You have sworn to our fathers From the days of old.\n"
        ],
        "id": [
          "7:1 Celaka aku! Sebab keadaanku seperti pada pengumpulan buah-buahan musim kemarau, seperti pada pemetikan susulan buah anggur: tidak ada buah anggur untuk dimakan, atau buah ara yang kusukai.\n",
          "7:2 Orang saleh sudah hilang dari negeri, dan tiada lagi orang jujur di antara manusia. Mereka semuanya mengincar darah, yang seorang mencoba menangkap yang lain dengan jaring.\n",
          "7:3 Tangan mereka sudah cekatan berbuat jahat; pemuka menuntut, hakim dapat disuap; pembesar memberi putusan sekehendaknya, dan hukum, mereka putar balikkan!\n",
          "7:4 Orang yang terbaik di antara mereka adalah seperti tumbuhan duri, yang paling jujur di antara mereka seperti pagar duri; hari bagi pengintai-pengintaimu, hari penghukumanmu, telah datang, sekarang akan mulai kegemparan di antara mereka!\n",
          "7:5 Janganlah percaya kepada teman, janganlah mengandalkan diri kepada kawan! Jagalah pintu mulutmu terhadap perempuan yang berbaring di pangkuanmu!\n",
          "7:6 Sebab anak laki-laki menghina ayahnya, anak perempuan bangkit melawan ibunya, menantu perempuan melawan ibu mertuanya; musuh orang ialah orang-orang seisi rumahnya.\n",
          "7:7 Tetapi aku ini akan menunggu-nunggu Tuhan, akan mengharapkan Allah yang menyelamatkan aku; Allahku akan mendengarkan aku!\n",
          "7:8 Janganlah bersukacita atas aku, hai musuhku! Sekalipun aku jatuh, aku akan bangun pula, sekalipun aku duduk dalam gelap, Tuhan akan menjadi terangku.\n",
          "7:9 Aku akan memikul kemarahan Tuhan, sebab aku telah berdosa kepada-Nya, sampai Ia memperjuangkan perkaraku dan memberi keadilan kepadaku, membawa aku ke dalam terang, sehingga aku mengalami keadilan-Nya.\n",
          "7:10 Musuhku akan melihatnya dan dengan malu ia akan menutupi mukanya, dia yang berkata kepadaku: Di mana Tuhan, Allahmu? Mataku akan memandangi dia; sekarang ia diinjak-injak seperti lumpur di jalan.\n",
          "7:11 Akan datang suatu hari bahwa pagar tembokmu akan dibangun kembali; pada hari itulah perbatasanmu akan diperluas.\n",
          "7:12 Pada hari itu orang akan menghadap engkau dari Asyur sampai Mesir, dari Mesir sampai sungai Efrat, dari laut ke laut, dari gunung ke gunung.\n",
          "7:13 Tetapi bumi akan menjadi tandus oleh karena penduduknya, sebagai akibat perbuatan mereka.\n",
          "7:14 Gembalakanlah umat-Mu dengan tongkat-Mu, kambing domba milik-Mu sendiri, yang terpencil mendiami rimba di tengah-tengah kebun buah-buahan. Biarlah mereka makan rumput di Basan dan di Gilead seperti pada zaman dahulu kala.\n",
          "7:15 Seperti pada waktu Engkau keluar dari Mesir, perlihatkanlah kepada kami keajaiban-keajaiban!\n",
          "7:16 Biarlah bangsa-bangsa melihatnya dan merasa malu atas segala keperkasaan mereka; biarlah mereka menutup mulutnya dengan tangan, dan telinganya menjadi tuli.\n",
          "7:17 Biarlah mereka menjilat debu seperti ular, seperti binatang menjalar di bumi; biarlah mereka keluar dengan gemetar dari kubunya, dan datang kepada Tuhan, Allah kami, dengan gentar, dengan takut kepada-Mu!\n",
          "7:18 Siapakah Allah seperti Engkau yang mengampuni dosa, dan yang memaafkan pelanggaran dari sisa-sisa milik-Nya sendiri; yang tidak bertahan dalam murka-Nya untuk seterusnya, melainkan berkenan kepada kasih setia?\n",
          "7:19 Biarlah Ia kembali menyayangi kita, menghapuskan kesalahan-kesalahan kita dan melemparkan segala dosa kita ke dalam tubir-tubir laut.\n",
          "7:20 Kiranya Engkau menunjukkan setia-Mu kepada Yakub dan kasih-Mu kepada Abraham seperti yang telah Kaujanjikan dengan bersumpah kepada nenek moyang kami sejak zaman purbakala!\n"
        ]
      }
    }
  ]
}
