{
  "Zephaniah": [
    {
      "1": {
        "en": [
          "1:1 The word of Jehovah that came to Zephaniah the son of Cushi, the son of Gedaliah, the son of Amariah, the son of Hezekiah, in the days of Josiah the son of Amon, the king of Judah.\n",
          "1:2 I will utterly remove everything From off the face of the earth, Declares Jehovah.\n",
          "1:3 I will remove man and beast; I will remove the birds of heaven and the fish of the sea, And the stumbling blocks with the wicked; And I will cut off man From the face of the earth, Declares Jehovah.\n",
          "1:4 And I will stretch out My hand against Judah And against all the inhabitants of Jerusalem, And I will cut off the remnant of Baal from this place, And the name of the idol priests with the priests,\n",
          "1:5 And those who worship upon the housetops The host of heaven, And the worshippers who swear to Jehovah And swear by Malcam,\n",
          "1:6 And those who have been turned back from going after Jehovah And have not sought Jehovah And have not inquired of Him.\n",
          "1:7 Be silent before the Lord Jehovah, For the day of Jehovah is near; For Jehovah has prepared a sacrifice; He has consecrated those whom He has called.\n",
          "1:8 And in the day of the sacrifice of Jehovah I will punish the princes And the sons of the king And all who wear The clothing of foreigners.\n",
          "1:9 And in that day I will punish All who leap over the threshold, Who fill their master?s house With violence and deceit.\n",
          "1:10 And in that day, declares Jehovah, There will be the sound of an outcry from the Fish Gate And wailing from the second district And a great crashing from the hills.\n",
          "1:11 Wail, O inhabitants of Maktesh, For all the people of Canaan are destroyed, All who are laden with silver are cut off.\n",
          "1:12 And at that time I will search through Jerusalem with lamps, And I will punish the men Who have settled on their lees, Who say in their heart, Jehovah will not do good, Nor will He do evil.\n",
          "1:13 And their wealth will become plunder, And their houses, a desolation. Indeed they will build houses but not inhabit them, And they will plant vineyards but not drink the wine from them.\n",
          "1:14 The great day of Jehovah is near; It is near and hastens greatly. The sound of the day of Jehovah! The mighty man bitterly cries there.\n",
          "1:15 That day is a day of overflowing wrath, A day of trouble and distress, A day of waste and ruin, A day of darkness and gloom, A day of clouds and deep darkness,\n",
          "1:16 A day of trumpet and alarm Against the fortified cities And against the high battlements.\n",
          "1:17 And I will bring distress upon the men, So that they walk about like the blind, For they have sinned against Jehovah; And their blood will be poured out like dust, And their bowels like dung.\n",
          "1:18 Neither their silver nor their gold Will be able to deliver them In the day of the overflowing wrath of Jehovah; But the whole land will be devoured by the fire of His jealousy, For He will make an end, nothing other than sudden destruction, Of all the inhabitants of the land.\n"
        ],
        "id": [
          "1:1 Firman Tuhan yang datang kepada Zefanya bin Kusyi bin Gedalya bin Amarya bin Hizkia dalam zaman Yosia bin Amon, raja Yehuda.\n",
          "1:2 Aku akan menyapu bersih segala-galanya dari atas muka bumi, demikianlah firman Tuhan.\n",
          "1:3 Aku akan menyapu manusia dan hewan; Aku akan menyapu burung-burung di udara dan ikan-ikan di laut. Aku akan merebahkan orang-orang fasik dan akan melenyapkan manusia dari atas muka bumi, demikianlah firman Tuhan.\n",
          "1:4 Aku akan mengacungkan tangan-Ku terhadap Yehuda dan terhadap segenap penduduk Yerusalem. Aku akan melenyapkan dari tempat ini sisa-sisa Baal dan nama para imam berhala,\n",
          "1:5 juga mereka yang sujud menyembah di atas sotoh kepada tentara langit dan mereka yang menyembah dengan bersumpah setia kepada Tuhan, namun di samping itu bersumpah demi Dewa Milkom,\n",
          "1:6 serta mereka yang berbalik dari pada Tuhan, yang tidak mencari Tuhan dan tidak menanyakan petunjuk-Nya.\n",
          "1:7 Berdiam dirilah di hadapan Tuhan Allah! Sebab hari Tuhan sudah dekat. Sungguh Tuhan telah menyediakan perjamuan kurban dan telah menguduskan para undangan-Nya.\n",
          "1:8 Pada hari perjamuan kurban Tuhan itu Aku akan menghukum para pemuka, para anak-anak raja dan semua orang yang memakai pakaian asing.\n",
          "1:9 Aku akan menghukum pada hari itu semua orang yang melompati ambang pintu dan memenuhi istana tuan mereka dengan kekerasan dan penipuan.\n",
          "1:10 Maka pada hari itu, demikianlah firman Tuhan, akan terdengar teriakan dari Pintu Gerbang Ikan dan ratapan dari perkampungan baru dan bunyi keruntuhan hebat dari bukit-bukit.\n",
          "1:11 Merataplah, hai penduduk perkampungan Lumpang! Sebab telah habis segenap kaum pedagang, telah lenyap segenap penimbang perak.\n",
          "1:12 Pada waktu itu Aku akan menggeledah Yerusalem dengan memakai obor dan akan menghukum orang-orang yang telah mengental seperti anggur di atas endapannya dan yang berkata dalam hatinya: Tuhan tidak berbuat baik dan tidak berbuat jahat!\n",
          "1:13 Maka harta kekayaannya akan dirampas dan rumah-rumahnya akan menjadi sunyi sepi. Apabila mereka mendirikan rumah, mereka tidak akan mendiaminya; apabila mereka membuat kebun anggur, mereka tidak akan minum anggurnya.\n",
          "1:14 Sudah dekat hari Tuhan yang hebat itu, sudah dekat dan datang dengan cepat sekali! Dengar, hari Tuhan pahit, pahlawan pun akan menangis.\n",
          "1:15 Hari kegemasan hari itu, hari kesusahan dan kesulitan, hari kemusnahan dan pemusnahan, hari kegelapan dan kesuraman, hari berawan dan kelam,\n",
          "1:16 hari peniupan sangkakala dan pekik tempur terhadap kota-kota yang berkubu dan terhadap menara penjuru yang tinggi.\n",
          "1:17 Aku akan menyusahkan manusia, sehingga mereka berjalan seperti orang buta, sebab mereka telah berdosa kepada Tuhan. Darah mereka akan tercurah seperti debu dan usus mereka seperti tahi.\n",
          "1:18 Mereka tidak dapat diselamatkan oleh perak atau emas mereka pada hari kegemasan Tuhan, dan seluruh bumi akan dimakan habis oleh api cemburu-Nya; sebab kebinasaan, malah kebinasaan dahsyat diadakan-Nya terhadap segenap penduduk bumi.\n"
        ]
      }
    },
    {
      "2": {
        "en": [
          "2:1 Gather yourselves together, yes, gather, O nation that has no shame,\n",
          "2:2 Before the decree has effect, (The day passes like chaff) Before there comes upon you The burning anger of Jehovah, Before there comes upon you The day of Jehovah?s anger.\n",
          "2:3 Seek Jehovah, All you meek of the earth, Who have performed His judgments. Seek righteousness; Seek meekness; Perhaps you will be hidden In the day of Jehovah?s anger.\n",
          "2:4 For Gaza will be a forsaken city, And Ashkelon will become a desolation; As for Ashdod, they will drive it out at noontime, And Ekron will be rooted up.\n",
          "2:5 Woe to you inhabitants of the seacoast, O nation of Cherethites! The word of Jehovah is against you, O Canaan, O land of the Philistines: I will destroy you so that there will be no inhabitant.\n",
          "2:6 And the seacoast will be pastures with shepherds? caves And folds for flocks.\n",
          "2:7 And the area will be For the remnant of the house of Judah; They will feed their flocks upon them. In the houses of Ashkelon they will lie down in the evening, For Jehovah their God will visit them And turn again their captivity.\n",
          "2:8 I have heard the reproaching of Moab And the revilings of the children of Ammon, By which they have reproached My people And magnified themselves against their border.\n",
          "2:9 Therefore as I live, Declares Jehovah of hosts, The God of Israel, Moab will surely be like Sodom, And the children of Ammon like Gomorrah, A possession of scrubs And salt pits And a perpetual desolation; The remnant of My people will spoil them, And the residue of My nation will inherit them.\n",
          "2:10 This will they have for their pride, for they reproached and magnified themselves against the people of Jehovah of hosts.\n",
          "2:11 Jehovah will be terrible to them, for He will make all the gods of the earth vanish, and all the coastlands of the nations will worship Him, each from his own place.\n",
          "2:12 You Cushites also Will be slain by My sword.\n",
          "2:13 And He will stretch out His hand against the north And will destroy Assyria, And will make Nineveh a desolation And a desert, like the wilderness.\n",
          "2:14 And herds will stretch out in the midst of her, And animals of every kind; Both the pelican and the porcupine Will lodge in her capitals. Their voice will sing in the windows; Desolation is upon the threshold; For He has laid the cedar work bare.\n",
          "2:15 This is the jubilant city That dwelt securely, That said in her heart, I am, And there is none besides me. How she has become a desolation, A place for animals to stretch out! Everyone who passes by her will hiss And wave his hand at her.\n"
        ],
        "id": [
          "2:1 Bersemangatlah dan berkumpullah, hai bangsa yang acuh tak acuh,\n",
          "2:2 sebelum kamu dihalau seperti sekam yang tertiup, sebelum datang ke atasmu murka Tuhan yang bernyala-nyala itu, sebelum datang ke atasmu hari kemurkaan Tuhan.\n",
          "2:3 Carilah Tuhan, hai semua orang yang rendah hati di negeri, yang melakukan hukum-Nya; carilah keadilan, carilah kerendahan hati; mungkin kamu akan terlindung pada hari kemurkaan Tuhan.\n",
          "2:1. Atas Filistin\n",
          "2:4 Sebab Gaza akan ditinggalkan orang dan Askelon akan menjadi sunyi; Asdod akan dihalau penduduknya pada rembang tengah hari dan Ekron akan dibongkar-bangkirkan.\n",
          "2:5 Celakalah kamu penduduk Daerah Tepi Laut, kamu bangsa Kreti! Terhadap kamulah firman Tuhan ini: Hai Kanaan, tanah orang Filistin! Aku akan membinasakan engkau, sehingga tidak ada lagi pendudukmu.\n",
          "2:6 Daerah Tepi Laut akan menjadi tempat kediaman bagi gembala-gembala dan kandang berpagar bagi kambing domba.\n",
          "2:7 Daerah Pinggir Laut akan menjadi kepunyaan sisa-sisa kaum Yehuda. Mereka akan merumput di sana dan berbaring di rumah-rumah Askelon pada malam hari; sebab Tuhan, Allah mereka, akan memperhatikan mereka dan akan memulihkan keadaan mereka.\n",
          "2:8 Aku telah mendengar pencelaan dari pihak Moab dan kata-kata nista dari pihak bani Amon, bagaimana mereka mencela umat-Ku dan membesarkan dirinya terhadap daerah umat-Ku itu.\n",
          "2:9 Sebab itu, demi Aku yang hidup demikianlah firman Tuhan semesta alam, Allah Israel maka Moab akan menjadi seperti Sodom dan bani Amon seperti Gomora, yakni menjadi padang jeruju dan tempat penggalian garam dan tempat sunyi sepi sampai selama-lamanya. Sisa-sisa umat-Ku akan menjarah mereka dan yang masih tinggal dari bangsa-Ku itu akan memiliki mereka sebagai warisan.\n",
          "2:10 Inilah yang menjadi bagian mereka sebagai ganti kecongkakan mereka, sebab mereka telah mencela dan membesarkan diri terhadap umat Tuhan semesta alam.\n",
          "2:11 Tuhan akan mendahsyatkan mereka, sebab Ia akan melenyapkan para allah di bumi, dan kepada-Nya akan sujud menyembah setiap bangsa daerah pesisir, masing-masing dari tempatnya.\n",
          "2:12 Kamu pun, hai orang Etiopia, akan mati tertikam oleh pedang-Ku.\n",
          "2:13 Ia akan mengacungkan tangan-Nya terhadap Utara, akan membinasakan Asyur, dan akan membuat Niniwe menjadi tempat yang sunyi sepi, kering seperti padang gurun.\n",
          "2:14 Dan di tengah-tengahnya akan berbaring kawanan binatang, yakni segala macam binatang hutan; baik burung undan maupun burung bangau akan bermalam di hulu tiangnya; burung ponggok akan berbunyi di tingkap, burung gagak di ambang pintu: Pemapan dari kayu aras telah tersingkap!\n",
          "2:15 Itulah kota yang beria-ria yang penduduknya begitu tenteram dan yang berkata dalam hatinya: Hanya ada aku dan tidak ada yang lain! Betapa dia sudah menjadi tempat yang tandus, tempat pembaringan bagi binatang-binatang liar. Setiap orang yang lewat dari padanya akan bersuit dan mengayun-ayunkan tangannya.\n"
        ]
      }
    },
    {
      "3": {
        "en": [
          "3:1 Woe to the rebellious and defiled one, To the oppressing city!\n",
          "3:2 She has not listened to the voice; She has not taken the correction. She has not trusted in Jehovah; She has not drawn near to her God.\n",
          "3:3 Her princes in the midst of her Are roaring lions. Her judges are wolves of the evening; They have left nothing until the morning.\n",
          "3:4 Her prophets are vainglorious; They are men of treachery. Her priests have defiled the sanctuary; They have done violence to the law.\n",
          "3:5 Jehovah is righteous in the midst of her; He does no wrong; Morning by morning He brings His justice to light; He does not fail; but he who is wrong knows no shame.\n",
          "3:6 I have cut off nations; Their battlements are desolated; I have made their streets a waste, So that no one passes through; Their cities are destroyed, So that there is no one, So that there is no inhabitant.\n",
          "3:7 I said, Only fear Me; Take the correction; That her habitation might not be cut off, According to all that I have appointed concerning her. But they rose up early to corrupt All their deeds.\n",
          "3:8 Therefore wait on Me, declares Jehovah, For the day when I rise up to the prey. For My decision is to assemble the nations, To gather kingdoms together, That I may pour out upon them My wrath, All My burning anger; For in the fire of My jealousy All the earth will be devoured.\n",
          "3:9 For then I will change the language of the peoples Into a pure language That they may all call upon the name of Jehovah, To serve Him with one accord.\n",
          "3:10 From beyond the rivers of Cush my suppliants, The daughter of My dispersed, will bring My meal offering.\n",
          "3:11 In that day you will not be put to shame because of all your deeds, By which you have transgressed against Me; For then I will take away from your midst Those who exult in your majesty, And you will never again be haughty On My holy mountain.\n",
          "3:12 And I will leave in the midst of you An afflicted and poor people, And they will take refuge in the name of Jehovah.\n",
          "3:13 The remnant of Israel will not do wrong; And they will not speak lies, Nor will there be found in their mouth A deceitful tongue; For they will have pasture and lie down, And there will be no one to frighten them.\n",
          "3:14 Give a ringing shout, O daughter of Zion! Shout in triumph, O Israel! Rejoice and exult with all your heart, O daughter of Jerusalem!\n",
          "3:15 Jehovah has taken away your judgments; He has turned aside your enemy. The King of Israel, Jehovah, is in the midst of you; You will not see evil again.\n",
          "3:16 In that day it will be said to Jerusalem, Fear not, O Zion; Let not your hands drop.\n",
          "3:17 Jehovah your God in the midst of you Is a mighty One who saves; He will be jubilant over you with rejoicing; He will rest in His love; He will exult over you with a ringing shout.\n",
          "3:18 I will gather those who mourn for the appointed assembly, Who were of you. The reproach was a burden upon them.\n",
          "3:19 Indeed at that time I will deal with all who afflict you; And I will save that which is lame, And that which has been driven away I will gather. And I will make them a praise and a name In every land where their shame had been.\n",
          "3:20 At that time I will bring you in, And at that time I will gather you; For I will cause you to be a name and a praise Among all the peoples of the earth, When I turn again your captivity before your eyes, Says Jehovah.\n"
        ],
        "id": [
          "3:1 Celakalah si pemberontak dan si cemar, hai kota yang penuh penindasan!\n",
          "3:2 Ia tidak mau mendengarkan teguran siapa pun dan tidak mempedulikan kecaman; kepada Tuhan ia tidak percaya dan kepada Allahnya ia tidak menghadap.\n",
          "3:3 Para pemukanya di tengah-tengahnya adalah singa yang mengaum; para hakimnya adalah serigala pada waktu malam yang tidak meninggalkan apa pun sampai pagi hari.\n",
          "3:4 Para nabinya adalah orang-orang ceroboh dan pengkhianat; para imamnya menajiskan apa yang kudus, memperkosa hukum Taurat.\n",
          "3:5 Tetapi Tuhan adil di tengah-tengahnya, tidak berbuat kelaliman. Pagi demi pagi Ia memberi hukum-Nya; itu tidak pernah ketinggalan pada waktu fajar. Tetapi orang lalim tidak kenal malu!\n",
          "3:6 Aku telah melenyapkan bangsa-bangsa; menara-menara penjuru mereka telah musnah. Aku telah merusakkan jalan-jalannya, sehingga tidak ada orang yang lewat. Kota-kota mereka telah ditanduskan, sehingga tidak ada orang dan tidak ada penduduk.\n",
          "3:7 Aku sangka: Tentulah ia sekarang akan takut kepada-Ku, akan mempedulikan kecaman dan segala yang Kutugaskan kepadanya tidak akan lenyap dari penglihatannya. Tetapi sesungguhnya mereka makin giat menjadikan busuk perbuatan mereka.\n",
          "3:8 Oleh karena itu tunggulah Aku demikianlah firman Tuhan pada hari Aku bangkit sebagai saksi. Sebab keputusan-Ku ialah mengumpulkan bangsa-bangsa dan menghimpunkan kerajaan-kerajaan untuk menumpahkan ke atas mereka geram-Ku, yakni segenap murka-Ku yang bernyala-nyala, sebab seluruh bumi akan dimakan habis oleh api cemburu-Ku.\n",
          "3:9 Tetapi sesudah itu Aku akan memberikan bibir lain kepada bangsa-bangsa, yakni bibir yang bersih, supaya sekaliannya mereka memanggil nama Tuhan, beribadah kepada-Nya dengan bahu-membahu.\n",
          "3:10 Dari seberang sungai-sungai negeri Etiopia orang-orang yang memuja Aku, yang terserak-serak, akan membawa persembahan kepada-Ku.\n",
          "3:11 Pada hari itu engkau tidak akan mendapat malu karena segala perbuatan durhaka yang kaulakukan terhadap Aku, sebab pada waktu itu Aku akan menyingkirkan dari padamu orang-orangmu yang ria congkak, dan engkau tidak akan lagi meninggikan dirimu di gunung-Ku yang kudus.\n",
          "3:12 Di antaramu akan Kubiarkan hidup suatu umat yang rendah hati dan lemah, dan mereka akan mencari perlindungan pada nama Tuhan,\n",
          "3:13 yakni sisa Israel itu. Mereka tidak akan melakukan kelaliman atau berbicara bohong; dalam mulut mereka tidak akan terdapat lidah penipu; ya, mereka akan seperti domba yang makan rumput dan berbaring dengan tidak ada yang mengganggunya.\n",
          "3:14 Bersorak-sorailah, hai puteri Sion, bertempik-soraklah, hai Israel! Bersukacitalah dan beria-rialah dengan segenap hati, hai puteri Yerusalem!\n",
          "3:15 Tuhan telah menyingkirkan hukuman yang jatuh atasmu, telah menebas binasa musuhmu. Raja Israel, yakni Tuhan, ada di antaramu; engkau tidak akan takut kepada malapetaka lagi.\n",
          "3:16 Pada hari itu akan dikatakan kepada Yerusalem: Janganlah takut, hai Sion! Janganlah tanganmu menjadi lemah lesu.\n",
          "3:17 Tuhan Allahmu ada di antaramu sebagai pahlawan yang memberi kemenangan. Ia bergirang karena engkau dengan sukacita, Ia membaharui engkau dalam kasih-Nya, Ia bersorak-sorak karena engkau dengan sorak-sorai,\n",
          "3:18 seperti pada hari pertemuan raya. Aku akan mengangkat malapetaka dari padamu, sehingga oleh karenanya engkau tidak lagi menanggung cela.\n",
          "3:19 Sesungguhnya pada waktu itu Aku akan bertindak terhadap segala penindasmu, tetapi Aku akan menyelamatkan yang pincang, mengumpulkan yang terpencar dan akan membuat mereka yang mendapat malu menjadi kepujian dan kenamaan di seluruh bumi.\n",
          "3:20 Pada waktu itu Aku akan membawa kamu pulang, yakni pada waktu Aku mengumpulkan kamu, sebab Aku mau membuat kamu menjadi kenamaan dan kepujian di antara segala bangsa di bumi dengan memulihkan keadaanmu di depan mata mereka, firman Tuhan.\n"
        ]
      }
    }
  ]
}
