{
  "Zechariah": {
    "11": {
      "en": [
        "11:1 Open your doors, O Lebanon, That the fire may devour your cedars.\n",
        "11:2 Howl, O fir tree, for the cedar has fallen, Because the majestic trees are devastated. Howl, O oaks of Bashan, For the impenetrable forest is brought down.\n",
        "11:3 The sound of the howling of shepherds! For their majesty is devastated. The sound of the roaring of young lions! For the pride of Jordan is devastated.\n",
        "11:4 Thus says Jehovah my God, Shepherd the flock of slaughter,\n",
        "11:5 Whose owners slaughter them and are not punished; and they who sell them say, Blessed be Jehovah, for I am rich; and their own shepherds do not spare them.\n",
        "11:6 For I will no longer spare the inhabitants of the land, declares Jehovah; but I am about to cause each man to fall into his neighbor?s hand and into the hand of his king; and they will strike the land, and I will not deliver them from their hand.\n",
        "11:7 So I shepherded the flock of slaughter, and thereby the afflicted of the flock. And I took to myself two staffs; one I called Favor, and the other I called Bonds; and I shepherded the flock.\n",
        "11:8 Then I destroyed the three shepherds in one month; for my soul was impatient with them, and their soul also detested me.\n",
        "11:9 Then I said, I will not shepherd you. What is to die will die, and what is to be destroyed will be destroyed, and those who are left will each eat one another?s flesh.\n",
        "11:10 And I took my staff, Favor, and I broke it in pieces so as to break my covenant which I had made with all the peoples.\n",
        "11:11 And it was broken in that day; and thus the afflicted of the flock, who watched me, knew that it was the word of Jehovah.\n",
        "11:12 And I said to them, If it is good in your sight, give me my wages; but if not, do not bother. So they weighed out my wages, thirty pieces of silver.\n",
        "11:13 And Jehovah said to me, Throw it to the potter, that magnificent price that I am priced with by them. So I took the thirty pieces of silver and threw them to the potter, into the house of Jehovah.\n",
        "11:14 Then I broke my second staff, Bonds, in pieces, so as to break the brotherhood between Judah and Israel.\n",
        "11:15 And Jehovah said to me, Again, take the equipment of a foolish shepherd.\n",
        "11:16 For I am about to raise up a shepherd in the land who will not visit those who are perishing, nor seek the scattered, nor heal what is broken, nor sustain what stands, but will devour the flesh of the fat ones and tear off their hooves.\n",
        "11:17 Woe to the worthless shepherd, Who abandons the flock! The sword will fall on his arm And on his right eye. His arm will be utterly withered, And his right eye will be totally darkened.\n"
      ],
      "id": [
        "11:1 Bukalah pintu-pintumu, hai Libanon, supaya api dapat memakan pohon-pohon arasmu.\n",
        "11:2 Merataplah, hai pohon sanobar, sebab sudah rebah pohon aras dan sudah dirusakkan pohon-pohon yang hebat! Merataplah, hai pohon-pohon tarbantin Basan, sebab telah rata hutan yang lebat itu!\n",
        "11:3 Dengar, para gembala meratap! Sebab kemegahan mereka sudah dirusakkan. Dengar, singa-singa mengaum! Sebab sudah dirusakkan kebanggaan sungai Yordan.\n",
        "11:4 Beginilah firman Tuhan Allahku kepadaku: Gembalakanlah domba-domba sembelihan itu!\n",
        "11:5 Orang-orang yang membelinya menyembelihnya dengan tidak merasa bersalah dan orang-orang yang menjualnya berkata: Terpujilah Tuhan! Aku telah menjadi kaya! Dan orang-orang yang menggembalakannya tidak mengasihaninya.\n",
        "11:6 Sebab Aku tidak lagi akan mengasihani penduduk bumi, demikianlah firman Tuhan, melainkan sesungguhnya, Aku akan menyerahkan manusia masing-masing ke dalam tangan gembalanya dan ke dalam tangan rajanya; mereka ini akan menghancurkan bumi dan Aku tidak akan melepaskan seorang pun dari tangan mereka.\n",
        "11:7 Maka aku menggembalakan domba-domba sembelihan itu untuk pedagang-pedagang domba. Aku mengambil dua tongkat: yang satu kusebutkan Kemurahan dan yang lain kusebutkan Ikatan; lalu aku menggembalakan domba-domba itu.\n",
        "11:8 Dalam satu bulan aku melenyapkan ketiga gembala itu. Kemudian aku tidak dapat menahan hati lagi terhadap domba-domba itu, dan mereka pun merasa muak terhadap aku.\n",
        "11:9 Lalu aku berkata: Aku tidak mau lagi menggembalakan kamu; yang hendak mati, biarlah mati; yang hendak lenyap, biarlah lenyap, dan yang masih tinggal itu, biarlah masing-masing memakan daging temannya!\n",
        "11:10 Aku mengambil tongkatku Kemurahan, lalu mematahkannya untuk membatalkan perjanjian yang telah kuikat dengan segala bangsa.\n",
        "11:11 Jadi dibatalkanlah perjanjian pada hari itu, maka tahulah pedagang-pedagang domba yang sedang mengamat-amati aku, bahwa itu adalah firman Tuhan.\n",
        "11:12 Lalu aku berkata kepada mereka: Jika itu kamu anggap baik, berikanlah upahku, dan jika tidak, biarkanlah! Maka mereka membayar upahku dengan menimbang tiga puluh uang perak.\n",
        "11:13 Tetapi berfirmanlah Tuhan kepadaku: Serahkanlah itu kepada penuang logam! nilai tinggi yang ditaksir mereka bagiku. Lalu aku mengambil ketiga puluh uang perak itu dan menyerahkannya kepada penuang logam di rumah Tuhan.\n",
        "11:14 Kemudian aku mematahkan tongkat yang kedua, yaitu Ikatan, untuk meniadakan persaudaraan antara Yehuda dan Israel.\n",
        "11:15 Sesudah itu berfirmanlah Tuhan kepadaku: Ambillah sekali lagi perkakas seorang gembala yang pandir!\n",
        "11:16 Sebab sesungguhnya, Aku akan membangkitkan di negeri ini seorang gembala yang tidak mengindahkan yang lenyap, yang tidak mencari yang hilang, yang tidak menyembuhkan yang luka, yang tidak memelihara yang sehat, melainkan memakan daging dari yang gemuk dan mencabut kuku mereka.\n",
        "11:17 Celakalah gembala-Ku yang pandir, yang meninggalkan domba-domba! Biarlah pedang menimpa lengannya dan menimpa mata kanannya! Biarlah lengannya kering sekering-keringnya, dan mata kanannya menjadi pudar sepudar-pudarnya!\n"
      ]
    },
    "12": {
      "en": [
        "12:1 The burden of the word of Jehovah concerning Israel. Thus declares Jehovah, who stretches forth the heavens and lays the foundations of the earth and forms the spirit of man within him,\n",
        "12:2 I am about to make Jerusalem a cup of reeling to all the surrounding peoples; and when what happens in siege is upon Jerusalem, it will be upon Judah as well.\n",
        "12:3 And in that day I will make Jerusalem a burdensome stone to all the peoples; all who burden themselves with her will be cut up. Indeed all the nations of the earth will be gathered against her.\n",
        "12:4 In that day, declares Jehovah, I will strike every horse with bewilderment and its rider with madness; and I will open My eyes upon the house of Judah and will strike every horse of the peoples with blindness.\n",
        "12:5 Then the leaders of Judah will say in their heart, The inhabitants of Jerusalem, by Jehovah of hosts their God, are my strength.\n",
        "12:6 In that day I will make the leaders of Judah like a fire pot on wood and like a torch of fire among sheaves, and they will consume all the surrounding peoples on the right and on the left. And Jerusalem will dwell again in her own place, in Jerusalem.\n",
        "12:7 And Jehovah will save the tents of Judah first, so that the beauty of the house of David and the beauty of the inhabitants of Jerusalem may not be magnified above Judah.\n",
        "12:8 In that day Jehovah will defend the inhabitants of Jerusalem; and he who is feeble among them in that day will be like David, and the house of David will be like God, like the Angel of Jehovah before them.\n",
        "12:9 And in that day I will seek to destroy all the nations that come against Jerusalem.\n",
        "12:10 And I will pour out on the house of David and on the inhabitants of Jerusalem the Spirit of grace and of supplications; and they will look upon Me, whom they have pierced; and they will wail over Him with wailing as for an only son and cry bitterly over Him with bitter crying as for a firstborn son.\n",
        "12:11 In that day there will be great wailing in Jerusalem, like the wailing of Hadad-rimmon in the valley of Megiddon.\n",
        "12:12 And the land will wail, every family by itself: the family of the house of David by itself, and their wives by themselves; the family of the house of Nathan by itself, and their wives by themselves;\n",
        "12:13 The family of the house of Levi by itself, and their wives by themselves; the family of the Shimeites by itself, and their wives by themselves;\n",
        "12:14 All the families that remain, every family by itself, and their wives by themselves.\n"
      ],
      "id": [
        "12:1 Ucapan ilahi. Firman Tuhan tentang Israel: Demikianlah firman Tuhan yang membentangkan langit dan yang meletakkan dasar bumi dan yang menciptakan roh dalam diri manusia:\n",
        "12:2 Sesungguhnya Aku membuat Yerusalem menjadi pasu yang menyebabkan segala bangsa di sekeliling menjadi pening; juga Yehuda akan mengalami kesusahan ketika Yerusalem dikepung.\n",
        "12:3 Maka pada waktu itu Aku akan membuat Yerusalem menjadi batu untuk diangkat bagi segala bangsa. Siapa yang mengangkatnya pastilah mendapat luka parah. Segala bangsa di bumi akan berkumpul melawannya.\n",
        "12:4 Pada waktu itu, demikianlah firman Tuhan, Aku akan membuat segala kuda menjadi bingung, penunggangnya menjadi gila. Atas kaum Yehuda, Aku akan membuka mata-Ku, tetapi segala kuda bangsa akan Kubuat menjadi buta.\n",
        "12:5 Sesudah itu kaum-kaum di Yehuda akan berkata dalam hatinya: Penduduk Yerusalem mempunyai kekuatan oleh karena Tuhan semesta alam, Allah mereka.\n",
        "12:6 Pada waktu itu Aku akan membuat kaum-kaum di Yehuda seperti anglo berapi di tengah-tengah timbunan kayu dan seperti suluh berapi di tengah-tengah timbunan bulir gandum; api keduanya akan menjilat ke kanan dan ke kiri segala bangsa di sekeliling, tetapi Yerusalem selanjutnya akan tetap tinggal di tempatnya yang dahulu.\n",
        "12:7 Tuhan akan pertama-tama memberi kemenangan kepada kemah-kemah Yehuda, supaya keluarga Daud dan penduduk Yerusalem jangan terlalu bermegah-megah terhadap Yehuda.\n",
        "12:8 Pada waktu itu Tuhan akan melindungi penduduk Yerusalem, dan orang yang tersandung di antara mereka pada waktu itu akan menjadi seperti Daud, dan keluarga Daud akan menjadi seperti Allah, seperti Malaikat Tuhan, yang mengepalai mereka.\n",
        "12:9 Maka pada waktu itu Aku berikhtiar untuk memunahkan segala bangsa yang menyerang Yerusalem.\n",
        "12:10 Aku akan mencurahkan roh pengasihan dan roh permohonan atas keluarga Daud dan atas penduduk Yerusalem, dan mereka akan memandang kepada dia yang telah mereka tikam, dan akan meratapi dia seperti orang meratapi anak tunggal, dan akan menangisi dia dengan pedih seperti orang menangisi anak sulung.\n",
        "12:11 Pada waktu itu ratapan di Yerusalem akan sama besarnya dengan ratapan atas Hadad-Rimon di lembah Megido.\n",
        "12:12 Negeri itu akan meratap, setiap kaum keluarga tersendiri; kaum keluarga keturunan Daud tersendiri dan isteri mereka tersendiri; kaum keluarga keturunan Natan tersendiri dan isteri mereka tersendiri;\n",
        "12:13 kaum keluarga keturunan Lewi tersendiri dan isteri mereka tersendiri; kaum keluarga Simei tersendiri dan isteri mereka tersendiri;\n",
        "12:14 juga segala kaum keluarga yang masih tinggal, setiap kaum keluarga tersendiri dan isteri mereka tersendiri.\n"
      ]
    },
    "13": {
      "en": [
        "13:1 In that day there will be an opened fountain for the house of David and for the inhabitants of Jerusalem, for sin and for impurity.\n",
        "13:2 And in that day, declares Jehovah of hosts, I will cut off the names of the idols from the land, and they will no longer be remembered; and I will also cause the prophets and the unclean spirit to pass from the land.\n",
        "13:3 And if anyone still prophesies, his father and mother, who begot him, will say to him, You shall not live, for you have spoken falsely in the name of Jehovah; and his father and mother, who begot him, will pierce him through when he prophesies.\n",
        "13:4 And in that day the prophets will each be ashamed of his vision when he prophesies; and they will not wear a hairy garment in order to deceive.\n",
        "13:5 But He will say, I am no prophet; I am a tiller of the ground; for a man sold Me in My youth.\n",
        "13:6 And someone will say to Him, What are these wounds between Your arms? And He will say, Those with which I was wounded in the house of those who love Me.\n",
        "13:7a Awake, O sword, against My Shepherd, And against the man who is My Fellow, Declares Jehovah of hosts.\n",
        "13:7b Strike the Shepherd, That the sheep may be scattered; And I will turn My hand upon the little ones.\n",
        "13:8 And in all the land, declares Jehovah, Two parts in it will be cut off and will die, But the third part will be left in it.\n",
        "13:9 And I will bring the third part through fire And refine them as silver is refined And try them as gold is tried. They will call on My name, And I will answer them; I will say, They are My people, And they will say, Jehovah is my God.\n"
      ],
      "id": [
        "13:1 Pada waktu itu akan terbuka suatu sumber bagi keluarga Daud dan bagi penduduk Yerusalem untuk membasuh dosa dan kecemaran.\n",
        "13:2 Maka pada waktu itu, demikianlah firman Tuhan semesta alam, Aku akan melenyapkan nama-nama berhala dari negeri itu, sehingga orang tidak menyebutnya lagi. Juga para nabi dan roh najis akan Kusingkirkan dari negeri itu.\n",
        "13:3 Dan apabila seseorang masih tampil sebagai nabi, maka ayahnya dan ibunya, yang telah memperanakkan dia, akan berkata kepadanya: Janganlah engkau hidup lagi, sebab yang kaukatakan demi nama Tuhan itu adalah dusta! Lalu ayahnya dan ibunya, yang telah memperanakkan dia, akan menikam dia pada waktu ia bernubuat.\n",
        "13:4 Pada waktu itu para nabi masing-masing akan mendapat malu oleh karena penglihatannya sebagai nabi, dan tidak ada lagi dari mereka yang mengenakan jubah berbulu untuk berbohong;\n",
        "13:5 tetapi masing-masing akan berkata: Aku ini bukan seorang nabi, melainkan seorang pengusaha tanah, sebab tanah adalah harta kepunyaanku sejak kecil.\n",
        "13:6 Dan apabila ada orang bertanya kepadanya: Bekas luka apakah yang ada pada badanmu ini?, lalu ia akan menjawab: Itulah luka yang kudapat di rumah sahabat-sahabatku!\n",
        "13:7a Hai pedang, bangkitlah terhadap gembala-Ku, terhadap orang yang paling karib kepada-Ku!, demikianlah firman Tuhan semesta alam.\n",
        "13:7b \" Bunuhlah gembala, sehingga domba-domba tercerai-berai! Aku akan mengenakan tangan-Ku terhadap yang lemah.\n",
        "13:8 Maka di seluruh negeri, demikianlah firman Tuhan, dua pertiga dari padanya akan dilenyapkan, mati binasa, tetapi sepertiga dari padanya akan tinggal hidup.\n",
        "13:9 Aku akan menaruh yang sepertiga itu dalam api dan akan memurnikan mereka seperti orang memurnikan perak. Aku akan menguji mereka, seperti orang menguji emas. Mereka akan memanggil nama-Ku, dan Aku akan menjawab mereka. Aku akan berkata: Mereka adalah umat-Ku, dan mereka akan menjawab: Tuhan adalah Allahku!\"\n"
      ]
    },
    "14": {
      "en": [
        "14:1 Indeed a day is coming for Jehovah when the spoil taken from you will be divided among you.\n",
        "14:2 For I will gather all the nations against Jerusalem to battle; and the city will be captured, and the houses plundered, and the women ravished; and half of the city will go forth into captivity, but the rest of the people will not be cut off from the city.\n",
        "14:3 Then Jehovah will go forth and fight against those nations, as when He fights in a day of battle.\n",
        "14:4 And His feet will stand in that day on the Mount of Olives, which is before Jerusalem on the east; and the Mount of Olives will be split at its middle toward the east and toward the west into a very great valley, so that half of the mountain will remove to the north and half of it to the south.\n",
        "14:5 And you will flee into the valley of My mountains, for the valley of the mountains will reach unto Azel; yes, you will flee, just as you fled before the earthquake in the days of Uzziah the king of Judah. And Jehovah my God will come, and all the saints with Him.\n",
        "14:6 And in that day there will be no light; the shining ones will withdraw.\n",
        "14:7 For it will be a kind of day known only to Jehovah, neither day nor night; but at evening time there will be light.\n",
        "14:8 And in that day living waters will go forth from Jerusalem; half of them toward the eastern sea and half of them toward the western sea; it will be there in summer and in winter.\n",
        "14:9 And Jehovah will be King over all the earth; and in that day Jehovah will be the one God and His name the one name.\n",
        "14:10 All the land will be changed into a plain from Geba to Rimmon south of Jerusalem; and Jerusalem will be raised and will dwell in her place, from Benjamin?s Gate to the place of the First Gate to the Corner Gate, and from the Tower of Hananel to the king?s winepresses.\n",
        "14:11 And people will dwell in her, and there will be no more curse, for Jerusalem will dwell securely.\n",
        "14:12 And this will be the plague with which Jehovah will strike all the peoples who have fought against Jerusalem: Their flesh will rot while they are standing on their feet, and their eyes will rot in their sockets, and their tongue will rot in their mouth.\n",
        "14:13 And in that day a great panic from Jehovah will be among them; and each will seize his neighbor?s hand, and his hand will rise up against his neighbor?s hand.\n",
        "14:14 And Judah will also fight at Jerusalem; and the wealth of all the surrounding nations will be gathered together, gold and silver and garments, in great abundance.\n",
        "14:15 And as this plague is, so will the plague be on the horse, the mule, the camel, the donkey, and all the cattle that are in those camps.\n",
        "14:16 And everyone left from all the nations that went forth against Jerusalem will go up from year to year to worship the King, Jehovah of hosts, and to keep the Feast of Tabernacles.\n",
        "14:17 And whichever of the families of the earth does not go up to Jerusalem to worship the King, Jehovah of hosts, upon them there will be no rain.\n",
        "14:18 And if the family of Egypt does not go up and enter, there will be no rain upon them; there will be the plague with which Jehovah strikes the nations that do not go up to keep the Feast of Tabernacles.\n",
        "14:19 This will be the sin of Egypt and the sin of all the nations that do not go up to keep the Feast of Tabernacles.\n",
        "14:20 In that day on the horses? bells will be, Holiness to Jehovah; and the pots in the house of Jehovah will be like the basins before the altar.\n",
        "14:21 Indeed every pot in Jerusalem and in Judah will be holiness to Jehovah of hosts; and all those who sacrifice will come and take of them and boil in them; and there will never again be a Canaanite in the house of Jehovah of hosts in that day. Book of Zechariah Home\n"
      ],
      "id": [
        "14:1 Sesungguhnya, akan datang hari yang ditetapkan Tuhan, maka jarahan yang dirampas dari padamu akan dibagi-bagi di tengah-tengahmu.\n",
        "14:2 Aku akan mengumpulkan segala bangsa untuk memerangi Yerusalem; kota itu akan direbut, rumah-rumah akan dirampoki dan perempuan-perempuan akan ditiduri. Setengah dari penduduk kota itu harus pergi ke dalam pembuangan, tetapi selebihnya dari bangsa itu tidak akan dilenyapkan dari kota itu.\n",
        "14:3 Kemudian Tuhan akan maju berperang melawan bangsa-bangsa itu seperti Ia berperang pada hari pertempuran.\n",
        "14:4 Pada waktu itu kaki-Nya akan berjejak di bukit Zaitun yang terletak di depan Yerusalem di sebelah timur. Bukit Zaitun itu akan terbelah dua dari timur ke barat, sehingga terjadi suatu lembah yang sangat besar; setengah dari bukit itu akan bergeser ke utara dan setengah lagi ke selatan.\n",
        "14:5 Maka tertutuplah lembah gunung-gunung-Ku, sebab lembah gunung itu akan menyentuh sisinya; dan kamu akan melarikan diri seperti kamu pernah melarikan diri oleh karena gempa bumi pada zaman Uzia, raja Yehuda. Lalu Tuhan, Allahku, akan datang, dan semua orang kudus bersama-sama Dia.\n",
        "14:6 Maka pada waktu itu tidak akan ada lagi udara dingin atau keadaan beku,\n",
        "14:7 tetapi akan ada satu hari hari itu diketahui oleh Tuhan dengan tidak ada pergantian siang dan malam, dan malam pun menjadi siang.\n",
        "14:8 Pada waktu itu akan mengalir air kehidupan dari Yerusalem; setengahnya mengalir ke laut timur, dan setengah lagi mengalir ke laut barat; hal itu akan terus berlangsung dalam musim panas dan dalam musim dingin.\n",
        "14:9 Maka Tuhan akan menjadi Raja atas seluruh bumi; pada waktu itu Tuhan adalah satu-satunya dan nama-Nya satu-satunya.\n",
        "14:10 Seluruh negeri ini akan berubah menjadi seperti Araba-Yordan, dari Geba sampai ke Rimon di sebelah selatan Yerusalem. Tetapi kota itu akan menjulang tinggi dan tetap tinggal di tempatnya, dari pintu gerbang Benyamin sampai ke tempat pintu gerbang yang dahulu, yakni sampai ke pintu gerbang Sudut, dan dari menara Hananeel sampai ke tempat pemerasan anggur raja.\n",
        "14:11 Orang akan menetap di dalamnya, sebab penumpasan tidak akan ada lagi, dan Yerusalem akan tetap aman.\n",
        "14:12 Inilah tulah yang akan ditimpakan Tuhan kepada segala bangsa yang memerangi Yerusalem: daging mereka akan menjadi busuk, sementara mereka masih berdiri, mata mereka akan menjadi busuk dalam lekuknya dan lidah mereka akan menjadi busuk dalam mulut mereka.\n",
        "14:13 Maka pada waktu itu akan terjadi kegemparan besar dari pada Tuhan di antara mereka, sehingga masing-masing memegang tangan temannya dan mengangkat tangannya melawan tangan temannya.\n",
        "14:14 Juga Yehuda akan berperang melawan Yerusalem itu; dan dikumpulkanlah harta benda segala bangsa di sekeliling, yaitu emas, perak dan pakaian dalam jumlah yang sangat besar.\n",
        "14:15 Tulah seperti itu juga akan menimpa kuda, bagal, unta, keledai dan segala hewan yang ada dalam perkemahan-perkemahan itu.\n",
        "14:16 Maka semua orang yang tinggal dari segala bangsa yang telah menyerang Yerusalem, akan datang tahun demi tahun untuk sujud menyembah kepada Raja, Tuhan semesta alam, dan untuk merayakan hari raya Pondok Daun.\n",
        "14:17 Tetapi bila mereka dari kaum-kaum di bumi tidak datang ke Yerusalem untuk sujud menyembah kepada Raja, Tuhan semesta alam, maka kepada mereka tidak akan turun hujan.\n",
        "14:18 Dan jika kaum Mesir tidak datang dan tidak masuk menghadap, maka kepada mereka akan turun tulah yang ditimpakan Tuhan kepada bangsa-bangsa yang tidak datang untuk merayakan hari raya Pondok Daun.\n",
        "14:19 Itulah hukuman dosa Mesir dan hukuman dosa segala bangsa yang tidak datang untuk merayakan hari raya Pondok Daun.\n",
        "14:20 Pada waktu itu akan tertulis pada kerencingan-kerencingan kuda: Kudus bagi Tuhan! dan kuali-kuali di rumah Tuhan akan seperti bokor-bokor penyiraman di depan mezbah.\n",
        "14:21 Maka segala kuali di Yerusalem dan di Yehuda akan menjadi kudus bagi Tuhan semesta alam; semua orang yang mempersembahkan kurban akan datang mengambilnya dan memasak di dalamnya. Dan tidak akan ada lagi pedagang di rumah Tuhan semesta alam pada waktu itu.\n"
      ]
    },
    "1": {
      "en": [
        "1:1 In the eighth month, in the second year of Darius, the word of Jehovah came to Zechariah the prophet, the son of Berechiah, the son of Iddo, saying,\n",
        "1:2 Jehovah was extremely angry with your fathers;\n",
        "1:3 Therefore say to them, Thus says Jehovah of hosts, Return to Me, declares Jehovah of hosts, and I will return to you, says Jehovah of hosts.\n",
        "1:4 Do not be like your fathers, to whom the former prophets cried, saying, Thus says Jehovah of hosts, Turn from your evil ways and from your evil deeds; but they did not hear nor hearken to Me, declares Jehovah.\n",
        "1:5 Your fathers, where are they? And the prophets, do they live forever?\n",
        "1:6 But My words and My statutes, which I commanded My servants the prophets, did they not overtake your fathers, so that they returned and said, As Jehovah of hosts has thought to do with us, according to our ways and according to our deeds, so has He done with us?\n",
        "1:7 On the twenty-fourth day of the eleventh month, which is the month Shebat, in the second year of Darius, the word of Jehovah came to Zechariah the prophet, the son of Berechiah, the son of Iddo, saying,\n",
        "1:8 I saw during the night, and behold, a man was riding upon a red horse; and He was standing among the myrtle trees that were in the bottoms; and behind Him there were red, reddish-brown, and white horses.\n",
        "1:9 Then I said, What are these, sir? And the angel who spoke with me said to me, I will show you what these are.\n",
        "1:10 And the man who stood among the myrtle trees answered and said, These are those whom Jehovah has sent to go to and fro on the earth.\n",
        "1:11 And they answered the Angel of Jehovah, who was standing among the myrtle trees, and they said, We have gone to and fro on the earth, and indeed all the earth sits still and is quiet.\n",
        "1:12 Then the Angel of Jehovah answered and said, O Jehovah of hosts, how long will You not have compassion on Jerusalem and on the cities of Judah, with which You have been indignant for these seventy years?\n",
        "1:13 And Jehovah answered the angel who spoke with me with good words, with comforting words.\n",
        "1:14 So the angel who spoke to me said to me, Cry out, saying, Thus says Jehovah of hosts: I am greatly jealous for Jerusalem and for Zion;\n",
        "1:15 And I am extremely angry with the nations, who are at ease; for I was only a little angry, but their help increased the affliction.\n",
        "1:16 Therefore thus says Jehovah, I return to Jerusalem with compassions; My house will be built in it, declares Jehovah of hosts, and a measuring line will be stretched over Jerusalem.\n",
        "1:17 Cry out again, saying, Thus says Jehovah of hosts, My cities will again overflow with good, and Jehovah will again comfort Zion and will again choose Jerusalem.\n",
        "1:18 Then I lifted up my eyes and looked, and there were four horns.\n",
        "1:19 And I said to the angel who spoke with me, What are these? And he said to me, These are the horns that have scattered Judah, Israel, and Jerusalem.\n",
        "1:20 Then Jehovah showed me four craftsmen.\n",
        "1:21 And I said, What do these come to do? And he spoke, saying, These are the horns that have so scattered Judah that no man lifts up his head, but these have come to terrify them, to cast down the horns of the nations who have lifted up the horn against the land of Judah to scatter it.\n"
      ],
      "id": [
        "1:1 Dalam bulan yang kedelapan pada tahun kedua zaman Darius datanglah firman Tuhan kepada nabi Zakharia bin Berekhya bin Ido, bunyinya:\n",
        "1:2 Sangat murka Tuhan atas nenek moyangmu.\n",
        "1:3 Sebab itu katakanlah kepada mereka: Beginilah firman Tuhan semesta alam: Kembalilah kepada-Ku, demikianlah firman Tuhan semesta alam, maka Aku pun akan kembali kepadamu, firman Tuhan semesta alam.\n",
        "1:4 Janganlah kamu seperti nenek moyangmu yang kepadanya para nabi yang dahulu telah menyerukan, demikian: Beginilah firman Tuhan semesta alam: Berbaliklah dari tingkah lakumu yang buruk dan dari perbuatanmu yang jahat! Tetapi mereka tidak mau mendengarkan dan tidak mau menghiraukan Aku, demikianlah firman Tuhan.\n",
        "1:5 Nenek moyangmu, di mana mereka? Dan para nabi, apakah mereka hidup untuk selama-lamanya?\n",
        "1:6 Tetapi segala firman dan ketetapan-Ku yang telah Kuperintahkan kepada hamba-hamba-Ku, para nabi, bukankah itu telah sampai kepada nenek moyangmu? Maka bertobatlah mereka serta berkata: Sebagaimana Tuhan semesta alam bermaksud mengambil tindakan terhadap kita sesuai dengan tingkah laku kita dan perbuatan kita, demikianlah Ia mengambil tindakan terhadap kita!\n",
        "1:7 Pada hari yang kedua puluh empat dari bulan yang kesebelas itulah bulan Syebat pada tahun yang kedua zaman Darius datanglah firman Tuhan kepada nabi Zakharia bin Berekhya bin Ido, bunyinya:\n",
        "1:8 Tadi malam aku mendapat suatu penglihatan: tampak seorang yang menunggang kuda merah! Dia sedang berdiri di antara pohon-pohon murad yang di dalam jurang; dan di belakangnya ada kuda-kuda yang merah, yang merah jambu dan yang putih.\n",
        "1:9 Maka aku bertanya: Apakah arti semuanya ini, ya tuanku? Lalu malaikat yang berbicara dengan aku itu menjawab: Aku ini akan memperlihatkan kepadamu apa arti semuanya ini!\n",
        "1:10 Orang yang berdiri di antara pohon-pohon murad itu mulai berbicara, katanya: Inilah mereka semua yang diutus Tuhan untuk menjelajahi bumi!\n",
        "1:11 Berbicaralah mereka kepada Malaikat Tuhan yang berdiri di antara pohon-pohon murad itu, katanya: Kami telah menjelajahi bumi, dan sesungguhnya seluruh bumi itu tenang dan aman.\n",
        "1:12 Berbicaralah Malaikat Tuhan itu, katanya: Ya Tuhan semesta alam, berapa lama lagi Engkau tidak menyayangi Yerusalem dan kota-kota Yehuda yang telah tujuh puluh tahun lamanya Kaumurkai itu?\n",
        "1:13 Lalu kepada malaikat, yang berbicara dengan aku itu, Tuhan menjawab dengan kata-kata yang ramah dan yang menghiburkan.\n",
        "1:14 Berkatalah kepadaku malaikat yang berbicara dengan aku itu: Serukanlah ini: Beginilah firman Tuhan semesta alam: Sangat besar usaha-Ku untuk Yerusalem dan Sion,\n",
        "1:15 tetapi sangat besar murka-Ku terhadap bangsa-bangsa yang merasa dirinya aman, yang, sementara Aku murka sedikit, telah membantu menimbulkan kejahatan.\n",
        "1:16 Sebab itu, beginilah firman Tuhan, Aku kembali lagi kepada Yerusalem dengan kasih sayang. Rumah-Ku akan didirikan pula di sana, demikianlah firman Tuhan semesta alam, dan tali pengukur akan direntangkan lagi di atas Yerusalem.\n",
        "1:17 Serukanlah ini selanjutnya: Beginilah firman Tuhan semesta alam: Kota-kota-Ku akan berlimpah-limpah pula dengan kebajikan, dan Tuhan akan menghiburkan Sion dan akan memilih Yerusalem pula.\n",
        "1:18 Aku melayangkan mataku dan melihat: tampak empat tanduk.\n",
        "1:19 Lalu aku bertanya kepada malaikat yang berbicara dengan aku itu: Apakah arti semuanya ini? Maka ia menjawab aku: Inilah tanduk-tanduk yang telah menyerakkan Yehuda, Israel dan Yerusalem.\n",
        "1:20 Kemudian Tuhan memperlihatkan kepadaku empat tukang besi.\n",
        "1:21 Lalu aku bertanya: Orang-orang ini datang untuk melakukan apa? Maka ia menjawab: Ini pun adalah tanduk-tanduk yang telah menyerakkan Yehuda, sehingga tidak seorang pun berani mengangkat kepalanya. Dan semuanya ini datang untuk mengejutkan mereka, yakni untuk menghempaskan tanduk bangsa-bangsa yang telah mengangkat tanduk terhadap tanah Yehuda hendak menyerakkannya.\n"
      ]
    },
    "2": {
      "en": [
        "2:1 Then I lifted up my eyes and I looked, and there was a man, and in His hand was a measuring line.\n",
        "2:2 And I said, Where are you going? And He said to me, To measure Jerusalem; to see how great its breadth is and how great its length is.\n",
        "2:3 Then at that point the angel who spoke with me went forth and another angel came forth to meet him.\n",
        "2:4 And he said to him, Run, speak to this young man, saying, Jerusalem will lie as an open region due to the multitude of men and cattle within it,\n",
        "2:5 For I will be her wall of fire round about, declares Jehovah, and I will be the glory within her.\n",
        "2:6 Ho! Ho! Flee from the land of the north, declares Jehovah, for I have spread you out like the four winds of the heavens, declares Jehovah.\n",
        "2:7 Ho, Zion! Escape, you who dwell with the daughter of Babylon.\n",
        "2:8 For thus says Jehovah of hosts, After the glory He has sent Me against the nations who plunder you; for he who touches you touches the pupil of His eye.\n",
        "2:9 For I am now waving My hand over them, and they will be plunder for those who served them; and you will know that Jehovah of hosts has sent Me.\n",
        "2:10 Give a ringing shout and rejoice, O daughter of Zion, for now I am coming, and I will dwell in your midst, declares Jehovah.\n",
        "2:11 And many nations will join themselves to Jehovah in that day and will become My people; and I will dwell in your midst, and you will know that Jehovah of hosts has sent Me to you.\n",
        "2:12 And Jehovah will inherit Judah as His portion upon the holy land, and He will again choose Jerusalem.\n",
        "2:13 Hush, all flesh, before Jehovah! For He is roused up from His holy habitation.\n"
      ],
      "id": [
        "2:1 Aku melayangkan mataku dan melihat: tampak seorang yang memegang tali pengukur.\n",
        "2:2 Lalu aku bertanya: Ke manakah engkau ini pergi? Maka ia menjawab aku: Ke Yerusalem, untuk mengukurnya, untuk melihat berapa lebarnya dan panjangnya.\n",
        "2:3 Dan sementara malaikat yang berbicara dengan aku itu maju ke depan, majulah seorang malaikat lain mendekatinya,\n",
        "2:4 yang diberi perintah: Berlarilah, katakanlah kepada orang muda yang di sana itu, demikian: Yerusalem akan tetap tinggal seperti padang terbuka oleh karena banyaknya manusia dan hewan di dalamnya.\n",
        "2:5 Dan Aku sendiri, demikianlah firman Tuhan, akan menjadi tembok berapi baginya di sekelilingnya, dan Aku akan menjadi kemuliaan di dalamnya.\n",
        "2:6 Ayo, ayo, larilah dari Tanah Utara, demikianlah firman Tuhan; sebab ke arah keempat mata angin Aku telah menyerakkan kamu, demikianlah firman Tuhan.\n",
        "2:7 Ayo, luputkanlah dirimu ke Sion, hai, penduduk Babel!\n",
        "2:8 Sebab beginilah firman Tuhan semesta alam, yang dalam kemuliaan- Nya telah mengutus aku, mengenai bangsa-bangsa yang telah menjarah kamu sebab siapa yang menjamah kamu, berarti menjamah biji mata-Nya -:\n",
        "2:9 Sesungguhnya Aku akan menggerakkan tangan-Ku terhadap mereka, dan mereka akan menjadi jarahan bagi orang-orang yang tadinya takluk kepada mereka. Maka kamu akan mengetahui bahwa Tuhan semesta alam yang mengutus aku.\n",
        "2:10 Bersorak-sorailah dan bersukarialah, hai puteri Sion, sebab sesungguhnya Aku datang dan diam di tengah-tengahmu, demikianlah firman Tuhan;\n",
        "2:11 dan banyak bangsa akan menggabungkan diri kepada Tuhan pada waktu itu dan akan menjadi umat-Ku dan Aku akan diam di tengah-tengahmu. Maka engkau akan mengetahui, bahwa Tuhan semesta alam yang mengutus aku kepadamu.\n",
        "2:12 Dan Tuhan akan mengambil Yehuda sebagai milik-Nya di tanah yang kudus, dan Ia akan memilih Yerusalem pula.\n",
        "2:13 Berdiam dirilah, hai segala makhluk, di hadapan Tuhan, sebab Ia telah bangkit dari tempat kediaman-Nya yang kudus.\n"
      ]
    },
    "3": {
      "en": [
        "3:1 Then He showed me Joshua the high priest standing before the Angel of Jehovah and Satan standing at his right hand to be his adversary.\n",
        "3:2 And Jehovah said to Satan, Jehovah rebuke you, Satan! Indeed, Jehovah, who has chosen Jerusalem, rebuke you! Is this not a brand plucked from the fire?\n",
        "3:3 Now Joshua was clothed with filthy garments and was standing before the Angel.\n",
        "3:4 And He answered and spoke to those standing before Him, saying, Remove the filthy garments from him. Then He said to him, See, I hereby make your iniquity pass from you and you with stately robes.\n",
        "3:5 And He said, Let them put a clean turban upon his head. And they put the clean turban upon his head and clothed him with garments while the Angel of Jehovah stood by.\n",
        "3:6 And the Angel of Jehovah testified to Joshua, saying,\n",
        "3:7 Thus says Jehovah of hosts, If you will walk in My ways and if you will keep My charge, then you will both judge My house and keep My courts, and I will grant you to walk among these standing here.\n",
        "3:8 Hear then, Joshua the high priest, you and your fellows who sit before you?for they are men of symbol?for I am about to bring forth My servant, the shoot.\n",
        "3:9 For here is the stone that I have set before Joshua?upon one stone are seven eyes. I will engrave its engraving, declares Jehovah of hosts, and I will remove the iniquity of that land in one day.\n",
        "3:10 In that day, declares Jehovah of hosts, each of you will invite his neighbor to come under the vine and under the fig tree.\n"
      ],
      "id": [
        "3:1 Kemudian ia memperlihatkan kepadaku imam besar Yosua berdiri di hadapan Malaikat Tuhan sedang Iblis berdiri di sebelah kanannya untuk mendakwa dia.\n",
        "3:2 Lalu berkatalah Malaikat Tuhan kepada Iblis itu: Tuhan kiranya menghardik engkau, hai Iblis! Tuhan, yang memilih Yerusalem, kiranya menghardik engkau! Bukankah dia ini puntung yang telah ditarik dari api?\n",
        "3:3 Adapun Yosua mengenakan pakaian yang kotor, waktu dia berdiri di hadapan Malaikat itu,\n",
        "3:4 yang memberikan perintah kepada orang-orang yang melayaninya: Tanggalkanlah pakaian yang kotor itu dari padanya. Dan kepada Yosua ia berkata: Lihat, dengan ini aku telah menjauhkan kesalahanmu dari padamu! Aku akan mengenakan kepadamu pakaian pesta.\n",
        "3:5 Kemudian ia berkata: Taruhlah serban tahir pada kepalanya! Maka mereka menaruh serban tahir pada kepalanya dan mengenakan pakaian kepadanya, sedang Malaikat Tuhan berdiri di situ.\n",
        "3:6 Lalu Malaikat Tuhan itu memberi jaminan kepada Yosua, katanya:\n",
        "3:7 Beginilah firman Tuhan semesta alam: Apabila engkau hidup menurut jalan yang Kutunjukkan dan melakukan tugas yang Kuberikan kepadamu, maka engkau akan memerintah rumah-Ku dan mengurus pelataran-Ku, dan Aku akan mengizinkan engkau masuk ke antara mereka yang berdiri melayani di sini.\n",
        "3:8 Dengarkanlah, hai imam besar Yosua! Engkau dan teman-temanmu yang duduk di hadapanmu sungguh kamu merupakan suatu lambang. Sebab, sesungguhnya Aku akan mendatangkan hamba-Ku, yakni Sang Tunas.\n",
        "3:9 Sebab sesungguhnya permata yang telah Kuserahkan kepada Yosua satu permata yang bermata tujuh sesungguhnya Aku akan mengukirkan ukiran di atasnya, demikianlah firman Tuhan semesta alam, dan Aku akan menghapuskan kesalahan negeri ini dalam satu hari saja.\n",
        "3:10 Pada hari itu, demikianlah firman Tuhan semesta alam, setiap orang dari padamu akan mengundang temannya duduk di bawah pohon anggur dan di bawah pohon ara.\n"
      ]
    },
    "4": {
      "en": [
        "4:1 Then the angel who spoke with me returned and roused me as a man is roused from his sleep.\n",
        "4:2 And he said to me, What do you see? And I said, I see that there is a lampstand all of gold, with its bowl on top of it and its seven lamps upon it, with seven pipes for each of the lamps on top of it;\n",
        "4:3 And there are two olive trees beside it, one to the right of the bowl and one to the left.\n",
        "4:4 And I answered and spoke to the angel who spoke with me, saying, What are these, sir?\n",
        "4:5 And the angel who spoke with me answered and said to me, Do you not know what these are? And I said, No, sir.\n",
        "4:6 And he answered and spoke to me, saying, This is the word of Jehovah to Zerubbabel, saying, Not by might nor by power, but by My Spirit, says Jehovah of hosts.\n",
        "4:7 Who are you, O great mountain? Before Zerubbabel you will become a plain, and he will bring forth the topstone with shouts of Grace, grace to it.\n",
        "4:8 Moreover the word of Jehovah came to me, saying,\n",
        "4:9 The hands of Zerubbabel have laid the foundation of this house, and his hands will finish it; and you will know that Jehovah of hosts has sent Me to you.\n",
        "4:10 For who has despised the day of small things? For these seven rejoice when they see the plummet in the hand of Zerubbabel; they are the eyes of Jehovah running to and fro on the whole earth.\n",
        "4:11 Then I answered and said to him, What are these two olive trees on the right of the lampstand and on its left?\n",
        "4:12 And I answered a second time and said to him, What are the two olive branches that are by the side of the two golden spouts, which empty the gold from themselves?\n",
        "4:13 And he spoke to me, saying, Do you not know what these are? And I said, No, sir.\n",
        "4:14 And he said, These are the two sons of oil, who stand by the Lord of the whole earth.\n"
      ],
      "id": [
        "4:1 Datanglah kembali malaikat yang berbicara dengan aku itu, lalu dibangunkannyalah aku seperti seorang yang dibangunkan dari tidurnya.\n",
        "4:2 Maka berkatalah ia kepadaku: Apa yang engkau lihat? Jawabku: Aku melihat: tampak sebuah kandil, dari emas seluruhnya, dan tempat minyaknya di bagian atasnya; kandil itu ada tujuh pelitanya dan ada tujuh corot pada masing-masing pelita yang ada di bagian atasnya itu.\n",
        "4:3 Dan pohon zaitun ada terukir padanya, satu di sebelah kanan tempat minyak itu dan satu di sebelah kirinya.\n",
        "4:4 Lalu berbicaralah aku, kataku kepada malaikat yang berbicara dengan aku itu: Apakah arti semuanya ini, tuanku?\n",
        "4:5 Maka berbicaralah malaikat yang berbicara dengan aku itu, katanya kepadaku: Tidakkah engkau tahu, apa arti semuanya ini? Jawabku: Tidak, tuanku!\n",
        "4:6 Maka berbicaralah ia, katanya: Inilah firman Tuhan kepada Zerubabel bunyinya: Bukan dengan keperkasaan dan bukan dengan kekuatan, melainkan dengan roh-Ku, firman Tuhan semesta alam.\n",
        "4:7 Siapakah engkau, gunung yang besar? Di depan Zerubabel engkau menjadi tanah rata. Ia akan mengangkat batu utama, sedang orang bersorak: Bagus! Bagus sekali batu itu!\n",
        "4:8 Kemudian datanglah firman Tuhan kepadaku, demikian:\n",
        "4:9 Tangan Zerubabel telah meletakkan dasar Rumah ini, dan tangannya juga akan menyelesaikannya. Maka kamu akan mengetahui, bahwa Tuhan semesta alam yang mengutus aku kepadamu.\n",
        "4:10 Sebab siapa yang memandang hina hari peristiwa-peristiwa yang kecil, mereka akan bersukaria melihat batu pilihan di tangan Zerubabel. Yang tujuh ini adalah mata Tuhan, yang menjelajah seluruh bumi.\n",
        "4:11 Lalu berbicaralah aku kepadanya: Apakah arti kedua pohon zaitun yang di sebelah kanan dan di sebelah kiri kandil ini?\n",
        "4:12 Untuk kedua kalinya berbicaralah aku kepadanya: Apakah arti kedua dahan pohon zaitun yang di samping kedua pipa emas yang menyalurkan cairan emas dari atasnya itu?\n",
        "4:13 Ia menjawab aku: Tidakkah engkau tahu, apa arti semuanya ini? Jawabku: Tidak, tuanku!\n",
        "4:14 Lalu ia berkata: Inilah kedua orang yang diurapi yang berdiri di dekat Tuhan seluruh bumi!\n"
      ]
    },
    "5": {
      "en": [
        "5:1 Then I lifted up my eyes again and I saw, and there was a flying scroll.\n",
        "5:2 And he said to me, What do you see? And I said, I see a flying scroll, its length twenty cubits and its breadth ten cubits.\n",
        "5:3 Then he said to me, This is the curse that goes forth over the face of all the land; for everyone who steals will be purged according to what is on one side, and everyone who swears will be purged according to what is on the other side.\n",
        "5:4 I will cause it to go forth, declares Jehovah of hosts; and it will enter the house of him who steals and the house of him who swears falsely by My name; and it will lodge overnight within his house and consume it, both with its timbers and its stones.\n",
        "5:5 Then the angel who spoke with me went forth and said to me, Lift up now your eyes and see what this is that goes forth.\n",
        "5:6 And I said, What is it? And he said, This is the ephah vessel that goes forth; and he said, This is their appearance in all the land;\n",
        "5:7 (Then a lead cover was lifted up) and this is a woman sitting within the ephah vessel.\n",
        "5:8 Then he said, This is Wickedness. And he threw her down into the midst of the ephah vessel and threw the lead weight over its opening.\n",
        "5:9 Then I lifted up my eyes and I looked, and there were two women going forth, and the wind was in their wings; and they had wings like the wings of a stork. And they lifted up the ephah vessel between the earth and the heavens.\n",
        "5:10 And I said to the angel who spoke with me, Where are they taking the ephah vessel?\n",
        "5:11 And he said to me, To build a house for her in the land of Shinar; and when it is prepared, she will be set there in her own place.\n"
      ],
      "id": [
        "5:1 Aku melayangkan mataku pula, maka aku melihat: tampak sebuah gulungan kitab yang terbang.\n",
        "5:2 Berkatalah ia kepadaku: Apa yang engkau lihat? Jawabku: Aku melihat sebuah gulungan kitab yang terbang; panjangnya dua puluh hasta dan lebarnya sepuluh hasta.\n",
        "5:3 Lalu ia berkata kepadaku: Inilah sumpah serapah yang keluar menimpa seluruh negeri; sebab menurut sumpah serapah itu setiap pencuri di sini masih bebas dari hukuman, dan setiap orang yang bersumpah palsu di sini juga masih bebas dari hukuman.\n",
        "5:4 Aku telah menyuruh nya keluar, demikianlah firman Tuhan semesta alam, supaya itu masuk ke dalam rumah pencuri dan ke dalam rumah orang yang bersumpah palsu demi nama-Ku, dan supaya itu bermalam di dalam rumah mereka dan memusnahkannya, baik kayunya maupun batu-batunya.\n",
        "5:5 Tampillah malaikat yang berbicara dengan aku itu, katanya kepadaku: Cobalah layangkan matamu dan lihatlah apa yang muncul itu!\n",
        "5:6 Lalu tanyaku: Apa itu? Jawabnya: Yang muncul itu sebuah gantang! Lagi katanya: Inilah kejahatan mereka di seluruh negeri!\n",
        "5:7 Lihat, tutup timah gantang itu telah terangkat, dan seorang perempuan duduk di dalamnya!\n",
        "5:8 Kemudian berkatalah ia: Itulah kefasikan! Lalu didorongnyalah perempuan itu kembali ke dalam gantang dan dibantingnyalah batu timah itu ke mulut gantang.\n",
        "5:9 Lalu aku melayangkan mataku dan aku melihat: tampak tampil dua orang perempuan yang sayapnya didorong oleh angin. Adapun sayap mereka adalah sayap seperti burung ranggung. Mereka mengangkut gantang itu di antara bumi dan langit.\n",
        "5:10 Bertanyalah aku kepada malaikat yang berbicara dengan aku itu: Ke mana mereka membawa gantang itu?\n",
        "5:11 Jawabnya kepadaku: Ke tanah Sinear, untuk mendirikan sebuah rumah bagi perempuan itu. Dan apabila itu selesai, maka mereka akan menempatkan dia di sana di tempat rumah itu didirikan.\n"
      ]
    },
    "6": {
      "en": [
        "6:1 Then I lifted up my eyes again and I looked, and there were four chariots coming forth from between the two mountains; and the mountains were mountains of bronze.\n",
        "6:2 With the first chariot were red horses, and with the second chariot were black horses,\n",
        "6:3 And with the third chariot were white horses, and with the fourth chariot were strong, speckled horses.\n",
        "6:4 And I answered and said to the angel who spoke with me, What are these, sir?\n",
        "6:5 And the angel answered and said to me, These are the four winds of heaven who go forth from presenting themselves to the Lord of the whole earth.\n",
        "6:6 With one of the winds the black horses went forth to the land of the north, and the white horses went forth after them, and the speckled horses went forth to the land of the south.\n",
        "6:7 And the strong horses went forth and sought to proceed to go to and fro on the earth. And He said, Proceed to go to and fro on the earth; and they went to and fro on the earth.\n",
        "6:8 Then He called out to me and spoke to me, saying, See, these who are going forth to the land of the north have given My Spirit rest in the land of the north.\n",
        "6:9 And the word of Jehovah came to me, saying,\n",
        "6:10 Take from them of the captivity, from Heldai, Tobijah, and Jedaiah, and go the same day and enter the house of Josiah the son of Zephaniah, where they have come from Babylon.\n",
        "6:11 Indeed, take the silver and gold, and make a splendid crown and put it upon the head of Joshua the son of Jehozadak, the high priest,\n",
        "6:12 And speak to him, saying, Thus speaks Jehovah of hosts, saying, Here is a man, whose name is the Shoot; and he will shoot forth from his place and will build the temple of Jehovah.\n",
        "6:13 Indeed, it is he who will build the temple of Jehovah; and he will bear majesty and will sit and rule on his throne; and he will be a priest on his throne; and the counsel of peace will be between the two of them.\n",
        "6:14 And the splendid crown will be as a reminder in the temple of Jehovah to Helem, Tobijah, Jedaiah, and Hen the son of Zephaniah.\n",
        "6:15 And those who are far off will come and build the temple of Jehovah, and you will know that Jehovah of hosts has sent Me to you. And it will happen, if you fully obey the voice of Jehovah your God.\n"
      ],
      "id": [
        "6:1 Aku melayangkan mataku pula, maka aku melihat: tampak keluar empat kereta dari antara dua gunung. Adapun gunung-gunung itu adalah gunung-gunung tembaga.\n",
        "6:2 Kereta pertama ditarik oleh kuda merah, kereta kedua oleh kuda hitam.\n",
        "6:3 Kereta ketiga oleh kuda putih, dan kereta keempat oleh kuda yang berbelang-belang dan berloreng-loreng.\n",
        "6:4 Berbicaralah aku kepada malaikat yang berbicara dengan aku itu: Apakah arti semuanya ini, tuanku?\n",
        "6:5 Berbicaralah malaikat itu kepadaku: Semuanya ini keluar ke arah keempat mata angin, sesudah mereka menghadap kepada Tuhan seluruh bumi.\n",
        "6:6 Yang ditarik oleh kuda hitam itu keluar ke Tanah Utara; yang putih itu keluar ke arah barat; yang berbelang-belang itu keluar ke Tanah Selatan;\n",
        "6:7 dan yang merah itu keluar, gelisah untuk pergi, hendak menjelajahi bumi. Lalu berkatalah ia: Pergilah, jelajahilah bumi! Maka mereka menjelajahi bumi.\n",
        "6:8 Kemudian berteriaklah ia kepadaku: Lihat, mereka yang keluar ke Tanah Utara itu akan menenteramkan roh-Ku di Tanah Utara.\n",
        "6:9 Datanglah firman Tuhan kepadaku, bunyinya:\n",
        "6:10 Pergilah pada hari ini juga ke rumah Yosia bin Zefanya dan pungutlah persembahan dari pihak orang-orang buangan, yaitu dari Heldai, Tobia dan Yedaya, semuanya orang-orang yang sudah datang kembali dari Babel,\n",
        "6:11 pungutlah perak dan emas, buatlah mahkota dan kenakanlah itu pada kepala imam besar Yosua bin Yozadak;\n",
        "6:12 katakanlah kepadanya: Beginilah firman Tuhan semesta alam: Inilah orang yang bernama Tunas. Ia akan bertunas dari tempatnya dan ia akan mendirikan bait Tuhan.\n",
        "6:13 Dialah yang akan mendirikan bait Tuhan, dan dialah yang akan mendapat keagungan dan akan duduk memerintah di atas takhtanya. Di sebelah kanannya akan ada seorang imam dan permufakatan tentang damai akan ada di antara mereka berdua.\n",
        "6:14 Dan mahkota itu akan tetap tinggal dalam bait Tuhan sebagai tanda peringatan akan Heldai, Tobia, Yedaya dan akan Yosia bin Zefanya.\n",
        "6:15 Orang-orang dari jauh akan datang untuk turut membangun bait Tuhan; maka kamu akan mengetahui bahwa Tuhan semesta alam yang mengutus aku kepadamu. Dan hal ini akan terjadi, apabila kamu dengan baik-baik mendengarkan suara Tuhan Allahmu.\n"
      ]
    },
    "7": {
      "en": [
        "7:1 And in the fourth year of Darius the king the word of Jehovah came to Zechariah on the fourth day of the ninth month, the month Chislev.\n",
        "7:2 Now the people of Bethel had sent Sharezer and Regemmelech and their men to entreat the favor of Jehovah\n",
        "7:3 By speaking to the priests who belong to the house of Jehovah of hosts and to the prophets, saying, Shall I weep in the fifth month and separate myself, as I have done these many years?\n",
        "7:4 Then the word of Jehovah of hosts came to me, saying,\n",
        "7:5 Speak to all the people of the land and to the priests, saying, When you fasted and mourned in the fifth and seventh months, even for these seventy years, was it at all for Me that you fasted?\n",
        "7:6 And when you eat and when you drink, are you not the ones eating and are you not the ones drinking?\n",
        "7:7 Are not these the words which Jehovah proclaimed by the former prophets when Jerusalem was inhabited and prosperous and had cities round about her, when the Negev and the lowlands were inhabited?\n",
        "7:8 And the word of Jehovah came to Zechariah, saying,\n",
        "7:9 Thus speaks Jehovah of hosts, saying, Judge with judgment of truth, and show lovingkindness and compassion each to his brother;\n",
        "7:10 And do not oppress the widow and the orphan, the stranger and the poor; and let none of you think evil in your hearts about his brother.\n",
        "7:11 But they refused to listen, and they turned a stubborn shoulder and closed their ears from hearing;\n",
        "7:12 And they set their hearts like adamant so as not to hear the instruction and the words which Jehovah of hosts sent by His Spirit through the former prophets; therefore great wrath came from Jehovah of hosts.\n",
        "7:13 And as He called and they would not hear, so they called and I would not hear, says Jehovah of hosts;\n",
        "7:14 But with a storm I scattered them away upon all the nations, whom they did not know. Thus the land is desolate behind them, so that no one passes through it and no one returns to it; for they have made the desirable land desolate.\n"
      ],
      "id": [
        "7:1 Pada tahun yang keempat zaman raja Darius datanglah firman Tuhan kepada Zakharia, pada tanggal empat bulan kesembilan, yakni bulan Kislew.\n",
        "7:2 Adapun penduduk Betel telah mengutus Sarezer dan Regem-Melekh serta orang-orangnya untuk melunakkan hati Tuhan,\n",
        "7:3 untuk menanyakan kepada para imam dari rumah Tuhan semesta alam dan kepada nabi, demikian: Haruskah kami sekalian menangis dan berpantang dalam bulan yang kelima seperti yang telah kami lakukan bertahun-tahun lamanya?\n",
        "7:4 Maka datanglah firman Tuhan semesta alam kepadaku, bunyinya:\n",
        "7:5 Katakanlah kepada seluruh rakyat negeri dan kepada para imam, demikian: Ketika kamu berpuasa dan meratap dalam bulan yang kelima dan yang ketujuh selama tujuh puluh tahun ini, adakah kamu sungguh-sungguh berpuasa untuk Aku?\n",
        "7:6 Dan ketika kamu makan dan ketika kamu minum, bukankah kamu makan dan minum untuk dirimu sendiri?\n",
        "7:7 Bukankah ini firman yang telah disampaikan Tuhan dengan perantaraan para nabi yang dahulu, ketika Yerusalem dengan kota-kota yang di sekelilingnya masih didiami orang dan masih sentosa dan Tanah Negeb dan Daerah Bukit masih didiami?\n",
        "7:8 Firman Tuhan datang kepada Zakharia, bunyinya:\n",
        "7:9 Beginilah firman Tuhan semesta alam: Laksanakanlah hukum yang benar dan tunjukkanlah kesetiaan dan kasih sayang kepada masing-masing!\n",
        "7:10 Janganlah menindas janda dan anak yatim, orang asing dan orang miskin, dan janganlah merancang kejahatan dalam hatimu terhadap masing-masing.\n",
        "7:11 Tetapi mereka tidak mau menghiraukan, dilintangkannya bahunya untuk melawan dan ditulikannya telinganya supaya jangan mendengar.\n",
        "7:12 Mereka membuat hati mereka keras seperti batu amril, supaya jangan mendengar pengajaran dan firman yang disampaikan Tuhan semesta alam melalui roh-Nya dengan perantaraan para nabi yang dahulu. Oleh sebab itu datang murka yang hebat dari pada Tuhan.\n",
        "7:13 Seperti mereka tidak mendengarkan pada waktu dipanggil, demikianlah Aku tidak mendengarkan pada waktu mereka memanggil, firman Tuhan semesta alam.\n",
        "7:14 Oleh sebab itu Aku meniupkan mereka seperti angin badai ke antara segala bangsa yang tidak dikenal mereka, dan sesudahnya tanah itu menjadi sunyi sepi, sehingga tidak ada yang lalu-lalang di sana; demikianlah mereka membuat negeri yang indah itu menjadi tempat yang sunyi sepi.\n"
      ]
    },
    "8": {
      "en": [
        "8:1 And the word of Jehovah of hosts came, saying,\n",
        "8:2 Thus says Jehovah of hosts, I am jealous for Zion with great jealousy; indeed, I am jealous for her with great wrath.\n",
        "8:3 Thus says Jehovah, I return to Zion, and I will dwell within Jerusalem; and Jerusalem will be called the City of Truth, and the mountain of Jehovah of hosts, the Holy Mountain.\n",
        "8:4 Thus says Jehovah of hosts, Yet again old men and old women will dwell in the streets of Jerusalem, each with his staff in his hand due to the multitude of his days.\n",
        "8:5 And the streets of the city will be full of boys and girls playing in its streets.\n",
        "8:6 Thus says Jehovah of hosts, If it seems too wonderful in the sight of the remnant of this people in those days, will it also be too wonderful in My sight? declares Jehovah of hosts.\n",
        "8:7 Thus says Jehovah of hosts, I am about to save My people from the land of the east and from the land of the going down of the sun.\n",
        "8:8 And I will bring them, and they will dwell within Jerusalem; and they will be My people and I will be their God in truth and in righteousness.\n",
        "8:9 Thus says Jehovah of hosts, Let your hands be strong, you who in these days hear these words from the mouth of the prophets who were there in the day when the foundation of the house of Jehovah of hosts, that is, the temple, was laid so that it might be built.\n",
        "8:10 For before those days a man?s wages amounted to nothing, and an animal?s wages were nothing; and for him who went out or came in there was no peace, because of the adversary; for I set all men each against his neighbor.\n",
        "8:11 But now I will not be to the remnant of this people as I was in the former days, declares Jehovah of hosts;\n",
        "8:12 For there will be peace for the seed: The vine will give forth its fruit, and the land will give forth its produce, and the heavens will give their dew. And I will cause the remnant of this people to inherit all these things.\n",
        "8:13 And just as you were a curse among the nations, O house of Judah and house of Israel, so will I save you, and you will be a blessing. Do not fear; let your hands be strong.\n",
        "8:14 For thus says Jehovah of hosts, Just as I intended to do harm to you when your fathers provoked Me to anger, says Jehovah of hosts, and I did not repent,\n",
        "8:15 So again I intend in these days to do good to Jerusalem and to the house of Judah; do not fear.\n",
        "8:16 These are the things which you shall do: Each man speak truth to his neighbor; judge with truth and the judgment of peace in your gates;\n",
        "8:17 And let none of you think evil in your hearts about his neighbor; and do not love a false oath; for all these are the things I hate, declares Jehovah.\n",
        "8:18 Then the word of Jehovah of hosts came to me, saying,\n",
        "8:19 Thus says Jehovah of hosts, The fast of the fourth month and the fast of the fifth month and the fast of the seventh month and the fast of the tenth month will become joy and rejoicing and cheerful feasts to the house of Judah; therefore love truth and peace.\n",
        "8:20 Thus says Jehovah of hosts, Peoples will again come, even the inhabitants of many cities;\n",
        "8:21 And the inhabitants of one will go to another, saying, Let us go at once to entreat the favor of Jehovah and to seek Jehovah of hosts; and the other: I will go too.\n",
        "8:22 Indeed, many peoples and strong nations will come to seek Jehovah of hosts in Jerusalem and to entreat the favor of Jehovah.\n",
        "8:23 Thus says Jehovah of hosts, In those days, from all the languages of the nations, ten men will take hold, indeed, they will take hold of the skirt of a Jewish man, saying, Let us go with you, for we have heard that God is with you.\n"
      ],
      "id": [
        "8:1 Datanglah firman Tuhan semesta alam, bunyinya:\n",
        "8:2 Beginilah firman Tuhan semesta alam: Aku berusaha untuk Sion dengan kegiatan yang besar dan dengan kehangatan amarah yang besar.\n",
        "8:3 Beginilah firman Tuhan: Aku akan kembali ke Sion dan akan diam di tengah-tengah Yerusalem. Yerusalem akan disebut Kota Setia, dan gunung Tuhan semesta alam akan disebut Gunung Kudus.\n",
        "8:4 Beginilah firman Tuhan semesta alam: Akan ada lagi kakek-kakek dan nenek-nenek duduk di jalan-jalan Yerusalem, masing-masing memegang tongkat karena lanjut usianya.\n",
        "8:5 Dan jalan-jalan kota itu akan penuh dengan anak laki-laki dan anak perempuan yang bermain-main di situ.\n",
        "8:6 Beginilah firman Tuhan semesta alam: Kalau pada waktu itu sisa-sisa bangsa ini menganggap hal itu ajaib, apakah Aku akan menganggapnya ajaib? demikianlah firman Tuhan semesta alam.\n",
        "8:7 Beginilah firman Tuhan semesta alam: Sesungguhnya, Aku menyelamatkan umat-Ku dari tempat terbitnya matahari sampai kepada tempat terbenamnya,\n",
        "8:8 dan Aku akan membawa mereka pulang, supaya mereka diam di tengah-tengah Yerusalem. Maka mereka akan menjadi umat-Ku dan Aku akan menjadi Allah mereka dalam kesetiaan dan kebenaran.\n",
        "8:9 Beginilah firman Tuhan semesta alam: Kuatkanlah hatimu, hai orang-orang yang selama ini telah mendengar firman ini, yang diucapkan para nabi, sejak dasar rumah Tuhan semesta alam diletakkan, untuk mendirikan Bait Suci itu.\n",
        "8:10 Sebab sebelum waktu itu tidak ada rezeki bagi manusia, juga tidak bagi binatang; dan karena musuh tidak ada keamanan bagi orang yang keluar dan bagi orang yang masuk, lagipula Aku membuat manusia semua bertengkar.\n",
        "8:11 Tetapi sekarang, Aku tidak lagi seperti waktu dahulu terhadap sisa-sisa bangsa ini, demikianlah firman Tuhan semesta alam,\n",
        "8:12 melainkan Aku akan menabur damai sejahtera. Maka pohon anggur akan memberi buahnya dan tanah akan memberi hasilnya dan langit akan memberi air embunnya. Aku akan memberi semuanya itu kepada sisa-sisa bangsa ini sebagai miliknya.\n",
        "8:13 Dan kalau dahulu kamu telah menjadi kutuk di antara bangsa-bangsa, hai kaum Yehuda dan kaum Israel, maka sekarang Aku akan menyelamatkan kamu, sehingga kamu menjadi berkat. Janganlah takut, kuatkanlah hatimu!\n",
        "8:14 Sebab beginilah firman Tuhan semesta alam: Kalau dahulu Aku telah bermaksud mendatangkan malapetaka kepada kamu, ketika nenek moyangmu membuat Aku murka, dan Aku tidak menyesal, firman Tuhan semesta alam,\n",
        "8:15 maka pada waktu ini Aku kembali bermaksud berbuat baik kepada Yerusalem dan kepada kaum Yehuda. Janganlah takut!\n",
        "8:16 Inilah hal-hal yang harus kamu lakukan: Berkatalah benar seorang kepada yang lain dan laksanakanlah hukum yang benar, yang mendatangkan damai di pintu-pintu gerbangmu.\n",
        "8:17 Janganlah merancang kejahatan dalam hatimu seorang terhadap yang lain dan janganlah mencintai sumpah palsu. Sebab semuanya itu Kubenci, demikianlah firman Tuhan.\n",
        "8:18 Datanglah firman Tuhan semesta alam kepadaku, bunyinya:\n",
        "8:19 Beginilah firman Tuhan semesta alam: Waktu puasa dalam bulan yang keempat, dalam bulan yang kelima, dalam bulan yang ketujuh dan dalam bulan yang kesepuluh akan menjadi kegirangan dan sukacita dan menjadi waktu-waktu perayaan yang menggembirakan bagi kaum Yehuda. Maka cintailah kebenaran dan damai!\n",
        "8:20 Beginilah firman Tuhan semesta alam: Masih akan datang lagi bangsa-bangsa dan penduduk banyak kota.\n",
        "8:21 Dan penduduk kota yang satu akan pergi kepada penduduk kota yang lain, mengatakan: Marilah kita pergi untuk melunakkan hati Tuhan dan mencari Tuhan semesta alam! Kami pun akan pergi!\n",
        "8:22 Jadi banyak bangsa dan suku-suku bangsa yang kuat akan datang mencari Tuhan semesta alam di Yerusalem dan melunakkan hati Tuhan.\n",
        "8:23 Beginilah firman Tuhan semesta alam: Pada waktu itu sepuluh orang dari berbagai-bagai bangsa dan bahasa akan memegang kuat-kuat punca jubah seorang Yahudi dengan berkata: Kami mau pergi menyertai kamu, sebab telah kami dengar, bahwa Allah menyertai kamu!\n"
      ]
    },
    "9": {
      "en": [
        "9:1 The burden of the word of Jehovah against the land of Hadrach, And Damascus will be its resting place (For Jehovah has an eye on man, Especially on the tribes of Israel),\n",
        "9:2 And Hamath also, which borders on it; Tyre and Sidon, because they are very wise.\n",
        "9:3 For Tyre built herself a stronghold And heaped up silver like dust And gold like the mire of the streets.\n",
        "9:4 The Lord is about to take possession of her, And He will strike her might in the sea, And she will be consumed with fire.\n",
        "9:5 Ashkelon will see it and be afraid; Gaza also, and it will writhe much in anguish; And Ekron, for her expectation will have been confounded. And the king will perish from Gaza, And Ashkelon will not be inhabited.\n",
        "9:6 And a mixed race will dwell in Ashdod, And I will cut off the pride of the Philistines.\n",
        "9:7 And I will remove his blood from his mouth And his detestable things from between his teeth; And he also will remain unto our God; And he will be like a leader in Judah, And Ekron will be like a Jebusite.\n",
        "9:8 And I will around My house because of an army, Because of him who passes by and returns; And no oppressor will pass over them any more; For now I see with My eyes.\n",
        "9:9 Exult greatly, O daughter of Zion; Shout, O daughter of Jerusalem! Now your King comes to you. He is righteous and bears salvation, Lowly and riding upon a donkey, Even upon a colt, the foal of a donkey,\n",
        "9:10 And I will cut off the chariot from Ephraim And the horse from Jerusalem, And the battle bow will be cut off; And He will speak peace unto the nations, And His dominion will be from sea to sea And from the River unto the ends of the earth.\n",
        "9:11 As for you also, because of the blood of your covenant, I have released your captives from the pit, where there is no water.\n",
        "9:12 Turn to the stronghold, O prisoners with hope. This very day I am declaring that I will restore double to you.\n",
        "9:13 For I will bend Judah for Myself, And I will fill a bow with Ephraim; And I will stir up your sons, O Zion, Against your sons, O Javan; And I will make you like a warrior?s sword.\n",
        "9:14 And Jehovah will appear above them, And His arrow will go forth like lightning; And the Lord Jehovah will blow the trumpet, And He will go in the whirlwinds of the south.\n",
        "9:15 Jehovah of hosts will defend them; And they will devour and trample the sling stones. And they will drink; they will be noisy as if with wine; And they will be filled like a sacrificial basin, Like the corners of the altar.\n",
        "9:16 And Jehovah their God will save them in that day as the flock of His people, For they will be like the stones of a crown, sparkling in His land.\n",
        "9:17 For how great is their goodness, and how great their beauty! Grain will make the young men flourish, And new wine, the virgins.\n"
      ],
      "id": [
        "9:1 Ucapan Ilahi. Firman Tuhan datang atas negeri Hadrakh dan berhenti di Damsyik. Sebab kepunyaan Tuhanlah kota-kota Aram serta segala suku Israel;\n",
        "9:2 juga Hamat yang berbatas kepadanya, pula Tirus dan Sidon, sekalipun mereka sangat bijaksana.\n",
        "9:3 Tirus mendirikan tembok benteng bagi dirinya dan menimbun perak seperti debu dan emas seperti lumpur di jalan.\n",
        "9:4 Namun sesungguhnya, Tuhan akan membuatnya miskin dan akan melontarkan kekuatannya ke dalam laut, dan kota itu sendiri akan habis dimakan api.\n",
        "9:5 Askelon akan melihatnya, lalu takut; juga Gaza, lalu gemetar sangat; Ekron pun, sebab harapannya sudah kandas. Dari Gaza raja akan binasa dan Askelon tidak akan didiami lagi.\n",
        "9:6 Di Asdod akan diam keturunan campuran, dan kebanggaan orang Filistin akan Kulenyapkan.\n",
        "9:7 Aku akan melenyapkan darah dari mulutnya dan kejijikan dari antara giginya, dan yang tinggal dari mereka pun akan menjadi kepunyaan Allah kita. Mereka akan dianggap seperti suatu kaum di Yehuda, dan orang Ekron seperti orang Yebus.\n",
        "9:8 Aku berkemah dekat rumah-Ku sebagai pengawal terhadap mereka yang lalu-lalang; tidak akan ada lagi penindas mendatanginya, sebab sekarang Aku sendiri telah mengindahkannya.\n",
        "9:9 Bersorak-soraklah dengan nyaring, hai puteri Sion, bersorak-sorailah, hai puteri Yerusalem! Lihat, rajamu datang kepadamu; ia adil dan jaya. Ia lemah lembut dan mengendarai seekor keledai, seekor keledai beban yang muda.\n",
        "9:10 Ia akan melenyapkan kereta-kereta dari Efraim dan kuda-kuda dari Yerusalem; busur perang akan dilenyapkan, dan ia akan memberitakan damai kepada bangsa-bangsa. Wilayah kekuasaan nya akan terbentang dari laut sampai ke laut dan dari sungai Efrat sampai ke ujung-ujung bumi.\n",
        "9:11 Mengenai engkau, oleh karena darah perjanjian-Ku dengan engkau, Aku akan melepaskan orang-orang tahananmu dari lobang yang tidak berair.\n",
        "9:12 Kembalilah ke kota bentengmu, hai orang tahanan yang penuh harapan! Pada hari ini juga Aku memberitahukan: Aku akan memberi ganti kepadamu dua kali lipat!\n",
        "9:13 Sebab Aku melentur Yehuda bagi-Ku, busur Kuisi dengan Efraim, dan Aku mengayunkan anak-anakmu, hai Sion, terhadap anak-anakmu, hai Yunani, dan Aku akan memakai engkau seperti pedang seorang pahlawan.\n",
        "9:14 Tuhan akan menampakkan diri kepada mereka, dan anak panah-Nya akan melayang keluar seperti kilat. Dan Tuhan Allah akan meniup sangkakala dan akan berjalan maju dalam angin badai dari selatan.\n",
        "9:15 Tuhan semesta alam akan melindungi mereka, dan mereka akan menghabisi dan menginjak-injak pengumban-pengumban. Mereka akan minum darah seperti minum anggur dan menjadi penuh seperti bokor penyiraman, seperti penjuru-penjuru mezbah.\n",
        "9:16 Tuhan, Allah mereka, akan menyelamatkan mereka pada hari itu; seperti kawanan domba umat-Nya itu, sungguh, mereka seperti permata-permata mahkota yang berkilap-kilap, demikianlah mereka di tanah Tuhan.\n",
        "9:17 Sungguh, alangkah baiknya itu dan alangkah indahnya! Teruna bertumbuh pesat karena gandum, dan anak dara karena anggur.\n"
      ]
    },
    "10": {
      "en": [
        "10:1 Ask rain of Jehovah At the time of spring rain, Of Jehovah who makes the lightning, And He will give them showers of rain, To everyone herbage in the field.\n",
        "10:2 For the teraphim have spoken vanity, And the diviners have seen a lie And have spoken false dreams; They comforted in vain. Therefore the people have wandered like sheep; They are afflicted because there is no shepherd.\n",
        "10:3 My anger is kindled against the shepherds, And I will punish the male goats; For Jehovah of hosts has visited His flock, the house of Judah, And will make them like His horse of majesty in battle.\n",
        "10:4 From him will come forth the cornerstone, from him the peg, From him the battle bow, From him every ruler together.\n",
        "10:5 And they will be as mighty men trampling their enemies In the mire of the streets in the battle; And they will fight, for Jehovah is with them; And the riders of horses will be put to shame.\n",
        "10:6 And I will strengthen the house of Judah, And I will save the house of Joseph; And I will them back, for I have had compassion on them; And they will be as though I had not rejected them; For I am Jehovah their God, and I will answer them.\n",
        "10:7 And they of Ephraim will be like a mighty man, And their hearts will rejoice as if with wine; Indeed, their children will see it and rejoice; Their heart will exult in Jehovah.\n",
        "10:8 I will whistle for them and gather them, for I have redeemed them; And they will multiply as they have multiplied.\n",
        "10:9 And I will sow them among the peoples; and in distant lands they will b remember Me; And they will live with their children and return.\n",
        "10:10 I will also bring them back from the land of Egypt And gather them out of Assyria; And to the land of Gilead and Lebanon I will bring them; And there will not be enough room found for them.\n",
        "10:11 And He will pass through the sea of distress And strike the waves in the sea, And all the depths of the Nile will dry up; And the pride of Assyria will be brought down, And the scepter of Egypt will depart.\n",
        "10:12 And I will strengthen them in Jehovah, And they will walk about in His name, Declares Jehovah.\n"
      ],
      "id": [
        "10:1 Mintalah hujan dari pada Tuhan pada akhir musim semi! Tuhanlah yang membuat awan-awan pembawa hujan deras, dan hujan lebat akan diberikanNya kepada mereka dan tumbuh-tumbuhan di padang kepada setiap orang.\n",
        "10:2 Sebab apa yang dikatakan oleh terafim adalah jahat, dan yang dilihat oleh juru-juru tenung adalah dusta, dan mimpi-mimpi yang disebutkan mereka adalah hampa, serta hiburan yang diberikan mereka adalah kesia-siaan. Oleh sebab itu bangsa itu berkeliaran seperti kawanan domba dan menderita sengsara sebab tidak ada gembala.\n",
        "10:3 Terhadap para gembala akan bangkit murka-Ku dan terhadap kepala-kepala kawanan kambing Aku akan mengadakan pembalasan, sebab Tuhan semesta alam memperhatikan kawanan ternak-Nya, yakni kaum Yehuda, dan membuat mereka sebagai kuda keagungan-Nya dalam pertempuran.\n",
        "10:4 Dari pada mereka akan muncul batu penjuru, dari pada mereka akan muncul patok kemah, dari pada mereka akan muncul busur perang, dari pada mereka akan keluar semua penguasa bersama-sama.\n",
        "10:5 Maka mereka akan seperti pahlawan yang menginjak-injak musuh seakan-akan itu lumpur di jalan; mereka akan berperang, sebab Tuhan menyertai mereka, dan mereka akan membuat malu orang-orang yang mengendarai kuda.\n",
        "10:6 Aku akan membuat kuat kaum Yehuda, dan Aku menyelamatkan keturunan Yusuf. Aku akan membawa mereka kembali, sebab Aku menyayangi mereka; dan keadaan mereka seakan-akan tidak pernah ditolak oleh Aku, sebab Akulah Tuhan, Allah mereka, dan Aku akan menjawab mereka.\n",
        "10:7 Efraim akan seperti seorang pahlawan, hati mereka akan bersukacita seperti oleh anggur. Anak-anak mereka akan melihatnya, lalu bersukacita dan hati mereka bersorak-sorak karena Tuhan.\n",
        "10:8 Aku akan bersiul memanggil mereka dan Aku akan mengumpulkan mereka, sebab Aku sudah membebaskan mereka, dan jumlah mereka menjadi banyak seperti dahulu.\n",
        "10:9 Sekalipun Aku telah menyerakkan mereka ke antara bangsa-bangsa, tetapi di tempat-tempat yang jauh mereka akan ingat kepada-Ku; mereka akan hidup bersama-sama anak-anak mereka dan mereka akan kembali.\n",
        "10:10 Aku akan membawa mereka kembali dari tanah Mesir, dan dari Asyur Aku akan mengumpulkan mereka; Aku akan membawa mereka masuk ke tanah Gilead dan ke Libanon, sehingga tidak ada tempat lagi bagi mereka.\n",
        "10:11 Mereka akan menyeberangi laut Mesir dan Ia akan memukul gelombang di laut, sehingga segala tempat yang dalam di sungai Nil menjadi kering. Kebanggaan Asyur akan diturunkan dan tongkat kerajaan Mesir akan lewat.\n",
        "10:12 Aku akan menguatkan mereka, dan mereka akan bermegah di dalam nama Tuhan, demikianlah firman Tuhan.\n"
      ]
    }
  }
}
