{
  "2 Corinthians": {
    "11": {
      "en": [
        "11:1 I wish that you would bear with me in a little foolishness; but indeed you do bear with me.\n",
        "11:2 For I am jealous over you with a jealousy of God; for I betrothed you to one husband to present you as a pure virgin to Christ.\n",
        "11:3 But I fear lest somehow, as the serpent deceived Eve by his craftiness, your thoughts would be corrupted from the simplicity and the purity toward Christ.\n",
        "11:4 For if indeed he who comes preaches another Jesus, whom we have not preached, or you receive a different spirit, which you have not received, or a different gospel, which you have not accepted, you bear well with him.\n",
        "11:5 But I count myself to be inferior to the super-apostles in nothing.\n",
        "11:6 But even if I am a layman in speech, yet I am not in knowledge; indeed in every way we have made this manifest in all things to you.\n",
        "11:7 Or did I commit a sin, abasing myself that you might be exalted, because I announced the gospel of God to you free of charge?\n",
        "11:8 I robbed other churches, taking wages for the ministry to you.\n",
        "11:9 And when I was present with you and lacked, I was not a burden to anyone; for the brothers who came from Macedonia filled up my lack, and in everything I kept myself from being burdensome to you, and will keep myself.\n",
        "11:10 The truthfulness of Christ is in me, that this boasting shall not be stopped as it regards me in the regions of Achaia.\n",
        "11:11 Why? Because I do not love you? God knows.\n",
        "11:12 But what I do, I also will do, that I may cut off the opportunity of those desiring an opportunity, that in the thing in which they boast, they may be found even as we.\n",
        "11:13 For such ones are false apostles, deceitful workers, transfiguring themselves into apostles of Christ.\n",
        "11:14 And no wonder, for Satan himself transfigures himself into an angel of light.\n",
        "11:15 Therefore it is no great thing if also his ministers transfigure themselves into ministers of righteousness, whose end will be according to their works.\n",
        "11:16 Again I say, Let no one think me to be foolish; but if otherwise, accept me even as if I were foolish, that I also may boast a little.\n",
        "11:17 What I speak, I speak not according to the Lord but as if in foolishness, in this confidence of boasting.\n",
        "11:18 Since many boast according to the flesh, I also will boast.\n",
        "11:19 For you bear gladly with fools because you yourselves are wise.\n",
        "11:20 For you bear it if anyone enslaves you, if anyone devours you, if anyone takes you, if anyone lifts himself up, if anyone beats you in the face.\n",
        "11:21 By way of self-disparagement I say this, Supposedly we ourselves were weak. But in whatever anyone else is daring, I speak in foolishness, I also am daring.\n",
        "11:22 Hebrews are they? I also. Israelites are they? I also. The seed of Abraham are they? I also.\n",
        "11:23 Ministers of Christ are they? I speak as being beside myself, I more so! In labors more abundantly, in imprisonments more abundantly, in stripes excessively, in deaths often.\n",
        "11:24 Under the hands of the Jews five times I received forty stripes less one;\n",
        "11:25 Three times I was beaten with rods, once I was stoned, three times I was shipwrecked, a night and a day I have spent in the deep;\n",
        "11:26 In journeys often, in dangers of rivers, in dangers of robbers, in dangers from my race, in dangers from the Gentiles, in dangers in the city, in dangers in the wilderness, in dangers in the sea, in dangers among false brothers;\n",
        "11:27 In labor and hardship; in watchings often; in hunger and thirst; in fastings often; in cold and nakedness?\n",
        "11:28 Apart from the things which have not been mentioned, there is this: the crowd of cares pressing upon me daily, the anxious concern for all the churches.\n",
        "11:29 Who is weak, and I am not weak? Who is stumbled, and I myself do not burn?\n",
        "11:30 If I must boast, I will boast of the things of my weakness.\n",
        "11:31 The God and Father of the Lord Jesus, He who is blessed forever, knows that I am not lying.\n",
        "11:32 In Damascus, the governor under Aretas the king guarded the city of the Damascenes in order to seize me;\n",
        "11:33 And in a basket I was lowered through a window, through the wall, and escaped his hands.\n"
      ],
      "id": [
        "11:1 Alangkah baiknya, jika kamu sabar terhadap kebodohanku yang kecil itu. Memang kamu sabar terhadap aku!\n",
        "11:2 Sebab aku cemburu kepada kamu dengan cemburu ilahi. Karena aku telah mempertunangkan kamu kepada satu laki-laki untuk membawa kamu sebagai perawan suci kepada Kristus.\n",
        "11:3 Tetapi aku takut, kalau-kalau pikiran kamu disesatkan dari kesetiaan kamu yang sejati kepada Kristus, sama seperti Hawa diperdayakan oleh ular itu dengan kelicikannya.\n",
        "11:4 Sebab kamu sabar saja, jika ada seseorang datang memberitakan Yesus yang lain daripada yang telah kami beritakan, atau memberikan kepada kamu roh yang lain daripada yang telah kamu terima atau Injil yang lain daripada yang telah kamu terima.\n",
        "11:5 Tetapi menurut pendapatku sedikit pun aku tidak kurang daripada rasul-rasul yang tak ada taranya itu.\n",
        "11:6 Jikalau aku kurang pandai dalam hal berkata-kata, tidaklah demikian dalam hal pengetahuan; sebab kami telah menyatakannya kepada kamu pada segala waktu dan di dalam segala hal.\n",
        "11:7 Apakah aku berbuat salah, jika aku merendahkan diri untuk meninggikan kamu, karena aku memberitakan Injil Allah kepada kamu dengan cuma-cuma?\n",
        "11:8 Jemaat-jemaat lain telah kurampok dengan menerima tunjangan dari mereka, supaya aku dapat melayani kamu!\n",
        "11:9 Dan ketika aku dalam kekurangan di tengah-tengah kamu, aku tidak menyusahkan seorang pun, sebab apa yang kurang padaku, dicukupkan oleh saudara-saudara seiman yang datang dari Makedonia. Dalam segala hal aku menjaga diriku, supaya jangan menjadi beban bagi kamu, dan aku akan tetap berbuat demikian.\n",
        "11:10 Demi kebenaran Kristus di dalam diriku, aku tegaskan bahwa kemegahanku itu tidak akan dirintangi oleh siapa pun di daerah-daerah Akhaya.\n",
        "11:11 Mengapa tidak? Apakah karena aku tidak mengasihi kamu? Allah mengetahuinya.\n",
        "11:12 Tetapi apa yang kulakukan, akan tetap kulakukan untuk mencegah mereka yang mencari kesempatan guna menyatakan bahwa mereka sama dengan kami dalam hal yang dapat dimegahkan.\n",
        "11:13 Sebab orang-orang itu adalah rasul-rasul palsu, pekerja-pekerja curang, yang menyamar sebagai rasul-rasul Kristus.\n",
        "11:14 Hal itu tidak usah mengherankan, sebab Iblis pun menyamar sebagai malaikat Terang.\n",
        "11:15 Jadi, bukanlah suatu hal yang ganjil, jika pelayan-pelayannya menyamar sebagai pelayan-pelayan kebenaran. Kesudahan mereka akan setimpal dengan perbuatan mereka.\n",
        "11:16 Kuulangi lagi: Jangan hendaknya ada orang yang menganggap aku bodoh. Jika kamu juga menganggap demikian, terimalah aku sebagai orang bodoh supaya aku pun boleh bermegah sedikit.\n",
        "11:17 Apa yang aku katakan, aku mengatakannya bukan sebagai seorang yang berkata menurut firman Tuhan, melainkan sebagai seorang bodoh yang berkeyakinan bahwa ia boleh bermegah.\n",
        "11:18 Karena banyak orang yang bermegah secara duniawi, aku mau bermegah juga.\n",
        "11:19 Sebab kamu suka sabar terhadap orang bodoh, karena kamu begitu bijaksana:\n",
        "11:20 karena kamu sabar, jika orang memperhamba kamu, jika orang memangsa kamu, jika orang menguasai kamu, jika orang berlaku angkuh terhadap kamu, jika orang menampar kamu.\n",
        "11:21 Dengan sangat malu aku harus mengakui bahwa dalam hal semacam itu kami terlalu lemah. Tetapi jika orang-orang lain berani membanggakan sesuatu, maka aku pun -- aku berkata dalam kebodohan -- berani juga!\n",
        "11:22 Apakah mereka orang Ibrani? Aku juga orang Ibrani! Apakah mereka orang Israel? Aku juga orang Israel. Apakah mereka keturunan Abraham? Aku juga keturunan Abraham!\n",
        "11:23 Apakah mereka pelayan Kristus? -- aku berkata seperti orang gila -- aku lebih lagi! Aku lebih banyak berjerih lelah; lebih sering di dalam penjara; menanggung pukulan di luar batas; kerap kali dalam bahaya maut.\n",
        "11:24 Lima kali menanggung pukulan oleh orang Yahudi, setiap kali empat puluh kurang satu pukulan,\n",
        "11:25 tiga kali aku menderita pukulan , satu kali aku dilempari dengan batu, tiga kali mengalami karam kapal, sehari semalam aku terkatung-katung di tengah laut.\n",
        "11:26 Dalam perjalananku aku sering diancam bahaya banjir dan bahaya penyamun, bahaya dari pihak orang-orang Yahudi dan dari pihak orang-orang bukan Yahudi; bahaya di kota, bahaya di padang gurun, bahaya di tengah laut, dan bahaya dari pihak saudara-saudara palsu.\n",
        "11:27 Aku banyak berjerih lelah dan bekerja berat; kerap kali aku tidak tidur; aku lapar dan dahaga; kerap kali aku berpuasa, kedinginan dan tanpa pakaian,\n",
        "11:28 dan tanpa menyebut banyak hal lain lagi, bebanku sehari-hari, yaitu keprihatinanku terhadap semua jemaat.\n",
        "11:29 Jika ada orang merasa lemah, tidakkah aku turut merasa lemah? Jika ada orang tersandung, tidakkah hatiku hancur oleh dukacita?\n",
        "11:30 Jika aku harus bermegah, maka aku akan bermegah atas kelemahanku.\n",
        "11:31 Allah, yaitu Bapa dari Yesus, Tuhan kita, yang terpuji sampai selama-lamanya, tahu bahwa aku tidak berdusta.\n",
        "11:32 Di Damsyik gubernur yang diangkat oleh Raja Aretas menyuruh orang-orang mengawal kota Damsyik untuk menangkap aku.\n",
        "11:33 Tetapi dalam sebuah keranjang aku diturunkan dari sebuah jendela ke luar tembok kota dan dengan demikian aku terluput dari tangannya.\n"
      ]
    },
    "12": {
      "en": [
        "12:1 To boast is necessary, though indeed not expedient; yet I will come to visions and revelations of the Lord.\n",
        "12:2 I know a man in Christ, fourteen years ago (whether in the body I do not know, or outside the body I do not know; God knows) such a one was caught away to the third heaven.\n",
        "12:3 And I know such a man (whether in the body or outside the body, I do not know; God knows),\n",
        "12:4 That he was caught away into Paradise and heard unspeakable words, which it is not allowed for a man to speak.\n",
        "12:5 On behalf of such a one I will boast, but on behalf of myself I will not boast, except in my weaknesses.\n",
        "12:6 For if I desire to boast, I will not be foolish, for I will speak the truth; but I refrain lest anyone account of me something above what he sees me to be or hears from me.\n",
        "12:7 And because of the transcendence of the revelations, in order that I might not be exceedingly lifted up, there was given to me a thorn in the flesh, a messenger of Satan, that he might buffet me, in order that I might not be exceedingly lifted up.\n",
        "12:8 Concerning this I entreated the Lord three times that it might depart from me.\n",
        "12:9 And He has said to me, My grace is sufficient for you, for My power is perfected in weakness. Most gladly therefore I will rather boast in my weaknesses that the power of Christ might tabernacle over me.\n",
        "12:10 Therefore I am well pleased in weaknesses, in insults, in necessities, in persecutions and distresses, on behalf of Christ; for when I am weak, then I am powerful.\n",
        "12:11 I have become foolish; you yourselves have compelled me. For it is I who should have been commended by you; for in nothing am I inferior to the super-apostles, even though I am nothing.\n",
        "12:12 Indeed the signs of an apostle were wrought among you in all endurance by signs and wonders and works of power.\n",
        "12:13 For what is there in which you were treated in a manner inferior to the rest of the churches, except that I myself was not a burden to you? Graciously forgive me this injustice!\n",
        "12:14 Behold, this third time I am ready to come to you, and I will not be a burden; for I do not seek what is yours but you. For the children ought not to store up for the parents, but the parents for the children.\n",
        "12:15 But I, I will most gladly spend and be utterly spent on behalf of your souls. If I love you more abundantly, am I loved less?\n",
        "12:16 But let it be so! I did not burden you; but, as some of you say, being crafty, I took you by guile.\n",
        "12:17 Did I take advantage of you through anyone whom I have sent to you?\n",
        "12:18 I entreated Titus and sent with him the brother. Titus did not take advantage of you, did he? Did we not walk in the same spirit? In the same steps?\n",
        "12:19 All this time you have been thinking that we are defending ourselves to you. Before God in Christ we speak; but all things, beloved, are for your building up.\n",
        "12:20 For I fear that perhaps when I come, I may find you not such as I wish, and I may be found by you not such as you wish; that perhaps there may be strife, jealousy, outbursts of anger, selfish ambitions, slanders, whisperings, demonstrations of being puffed up, tumults;\n",
        "12:21 That when I come again my God may humble me before you and I may mourn over many who have sinned before and who have not repented of the uncleanness and fornication and licentiousness which they have practiced.\n"
      ],
      "id": [
        "12:1 Aku harus bermegah, sekalipun memang hal itu tidak ada faedahnya, namun aku hendak memberitakan penglihatan-penglihatan dan penyataan-penyataan dari Tuhan.\n",
        "12:2 Aku tahu tentang seseorang di dalam Kristus; empat belas tahun yang lampau -- entah di dalam tubuh, aku tidak tahu, entah di luar tubuh, aku tidak tahu, Allah yang mengetahuinya -- orang itu tiba-tiba diangkat ke tingkat yang ketiga dari surga.\n",
        "12:3 Aku juga tahu tentang orang itu -- entah di dalam tubuh entah di luar tubuh, aku tidak tahu, Allah yang mengetahuinya --\n",
        "12:4 ia tiba-tiba diangkat ke Firdaus dan ia mendengar kata-kata yang tak terkatakan, yang tidak boleh diucapkan manusia.\n",
        "12:5 Atas orang itu aku hendak bermegah, tetapi atas diriku sendiri aku tidak akan bermegah, selain atas kelemahan-kelemahanku.\n",
        "12:6 Sebab sekiranya aku hendak bermegah juga, aku bukan orang bodoh lagi, karena aku mengatakan kebenaran. Tetapi aku menahan diriku, supaya jangan ada orang yang berpikir tentang aku lebih daripada yang mereka lihat padaku atau yang mereka dengar dari aku.\n",
        "12:7 Dan supaya aku jangan meninggikan diri karena penyataan-penyataan yang luar biasa itu, maka aku diberi suatu duri di dalam dagingku, yaitu seorang utusan Iblis untuk menghantam aku, supaya aku jangan meninggikan diri.\n",
        "12:8 Tentang hal itu aku sudah tiga kali berseru kepada Tuhan, supaya utusan Iblis itu mundur dari hadapanku.\n",
        "12:9 Tetapi jawab Tuhan kepadaku, \"Cukuplah anugerah-Ku bagimu, sebab justru dalam kelemahanlah kuasa-Ku menjadi sempurna.\" Sebab itu, aku terlebih suka bermegah atas kelemahanku, supaya kuasa Kristus turun menaungi aku.\n",
        "12:10 Karena itu, aku senang dan rela di dalam kelemahan, di dalam siksaan, di dalam kesukaran, di dalam penganiayaan dan kesengsaraan karena Kristus. Sebab jika aku lemah, maka aku kuat.\n",
        "12:11 Sungguh aku telah menjadi bodoh; tetapi kamu yang memaksa aku. Sebenarnya aku harus kamu puji. Karena meskipun aku tidak berarti sedikit pun, namun di dalam segala hal aku tidak kalah terhadap rasul-rasul yang luar biasa itu.\n",
        "12:12 Tanda-tanda seorang rasul telah diperlihatkan di tengah-tengah kamu dengan segala kesabaran melalui tanda-tanda, mukjizat-mukjizat dan kuasa-kuasa.\n",
        "12:13 Sebab dalam hal mana kamu dibelakangkan dibandingkan dengan jemaat-jemaat lain, selain dalam hal ini, yaitu bahwa aku sendiri tidak menjadi beban kepada kamu? Maafkanlah ketidakadilanku ini!\n",
        "12:14 Sesungguhnya sekarang sudah untuk ketiga kalinya aku siap untuk mengunjungi kamu, dan aku tidak akan merupakan suatu beban bagi kamu. Sebab bukan hartamu yang kucari, melainkan kamu sendiri. Karena bukan anak-anak yang harus mengumpulkan harta untuk orang tuanya, melainkan orang tualah untuk anak-anaknya.\n",
        "12:15 Karena itu aku suka mengorbankan milikku, bahkan mengorbankan diriku untuk kamu. Jadi, jika aku sangat mengasihi kamu, masakan aku semakin kurang dikasihi?\n",
        "12:16 Baiklah, aku sendiri tidak merupakan beban bagi kamu, tetapi -- kamu katakan -- dalam kelicikanku aku telah menjerat kamu dengan tipu daya.\n",
        "12:17 Pernahkah aku mengambil untung dari kamu melalui seorang dari antara mereka yang kuutus kepada kamu?\n",
        "12:18 Memang aku telah meminta Titus untuk pergi dan bersama-sama dengan dia aku mengutus saudara seiman yang lain itu. Apakah Titus mengambil untung dari kamu? Tidakkah kami berdua hidup menurut roh yang sama dan tidakkah kami berlaku menurut cara yang sama?\n",
        "12:19 Sudah lama agaknya kamu menyangka bahwa kami hendak membela diri terhadap kamu. Di hadapan Allah dan demi Kristus kami berkata: Semua ini, Saudara-saudaraku yang terkasih, terjadi untuk membangun iman kamu.\n",
        "12:20 Sebab aku khawatir bahwa apabila aku datang aku mendapati kamu tidak seperti yang kuinginkan dan kamu mendapati aku tidak seperti yang kamu inginkan. Aku khawatir akan adanya perselisihan, iri hati, kemarahan, kepentingan diri sendiri, fitnah, pergunjingan, keangkuhan, dan kerusuhan.\n",
        "12:21 Aku khawatir bahwa apabila aku datang lagi, Allahku akan merendahkan aku di hadapan kamu dan aku akan berdukacita atas banyak orang yang di masa yang lampau berbuat dosa dan belum lagi bertobat dari kecemaran, percabulan dan hal-hal tidak senonoh yang mereka lakukan.\n"
      ]
    },
    "13": {
      "en": [
        "13:1 This third time I am coming to you; at the mouth of two or three witnesses shall every word be established.\n",
        "13:2 I have previously said and I say beforehand, when I was present the second time and being absent now, to those who have sinned before and to all the rest, that if I come again, I will not spare,\n",
        "13:3 Since you seek a proof of the Christ who is speaking in me, who is not weak unto you but is powerful in you.\n",
        "13:4 For indeed He was crucified out of weakness, but He lives by the power of God. For indeed we are weak in Him, but we will live together with Him by the power of God directed toward you.\n",
        "13:5 Test yourselves whether you are in the faith; prove yourselves. Or do you not realize about yourselves that Jesus Christ is in you, unless you are disapproved?\n",
        "13:6 But I hope that you will know that we are not disapproved.\n",
        "13:7 Now we pray to God that you do nothing wrong, not that we may appear approved, but that you yourselves may do what is good and we may be as if disapproved.\n",
        "13:8 For we are not able to do anything against the truth but rather for the truth.\n",
        "13:9 For we rejoice whenever we are weak and you are powerful; this also we pray for, your perfecting.\n",
        "13:10 Therefore I write these things while being absent in order that when present I would not have to use severity, according to the authority which the Lord has given me for building up and not for overthrowing.\n",
        "13:11 Finally, brothers, rejoice, be perfected, be comforted, think the same thing, be at peace; and the God of love and peace will be with you.\n",
        "13:12 Greet one another with a holy kiss.\n",
        "13:13 All the saints greet you.\n",
        "13:14 The grace of the Lord Jesus Christ and the love of God and the fellowship of the Holy Spirit be with you all.\n"
      ],
      "id": [
        "13:1 Ini adalah untuk ketiga kalinya aku datang kepada kamu: Baru dengan keterangan dua atau tiga orang saksi suatu perkara sah.\n",
        "13:2 Kepada mereka, yang di masa yang lampau berbuat dosa, dan kepada semua yang lain, telah kukatakan terlebih dahulu dan aku akan mengatakannya sekali lagi -- sekarang pada waktu aku berjauhan dengan kamu tepat seperti pada waktu kedatanganku kedua kalinya -- bahwa aku tidak akan bersikap lunak terhadap mereka pada waktu aku datang lagi.\n",
        "13:3 Karena kamu ingin suatu bukti bahwa Kristus berkata-kata dengan perantaraan aku, dan Ia tidak lemah terhadap kamu, melainkan berkuasa di tengah-tengah kamu.\n",
        "13:4 Karena sekalipun Ia telah disalibkan oleh karena kelemahan, namun Ia hidup karena kuasa Allah. Memang kami lemah di dalam Dia, tetapi kami akan hidup bersama-sama dengan Dia untuk kamu karena kuasa Allah.\n",
        "13:5 Ujilah dirimu sendiri, apakah kamu tetap tegak di dalam iman. Selidikilah dirimu! Apakah kamu tidak yakin akan dirimu bahwa Kristus Yesus ada di dalam diri kamu? Sebab jika tidak demikian, kamu tidak tahan uji.\n",
        "13:6 Tetapi aku harap kamu tahu bahwa bukan kami yang tidak tahan uji.\n",
        "13:7 Kami berdoa kepada Allah, agar kamu jangan berbuat jahat bukan supaya kami ternyata tahan uji, melainkan supaya kamu boleh berbuat apa yang baik, sekalipun kami sendiri tampaknya tidak tahan uji.\n",
        "13:8 Karena kami tidak dapat berbuat apa-apa melawan kebenaran; yang dapat kami perbuat ialah untuk kebenaran.\n",
        "13:9 Sebab kami bersukacita, apabila kami lemah dan kamu kuat. Dan inilah yang kami doakan, yaitu supaya kamu menjadi sempurna.\n",
        "13:10 Itulah sebabnya sekali ini aku menulis kepada kamu ketika aku berjauhan dengan kamu, supaya bila aku berada di tengah-tengah kamu, aku tidak terpaksa bertindak keras menurut kuasa yang dianugerahkan Tuhan kepadaku untuk membangun dan bukan untuk meruntuhkan.\n",
        "13:11 Akhirnya, Saudara-saudaraku, bersukacitalah, usahakanlah dirimu supaya sempurna. Terimalah segala nasihatku! Sehati sepikirlah kamu, dan hiduplah dalam damai sejahtera; maka Allah, sumber kasih dan damai sejahtera akan menyertai kamu!\n",
        "13:12a Berilah salam seorang kepada yang lain dengan ciuman kudus.\n",
        "13:12b Salam dari semua orang kudus kepada kamu.\n",
        "13:13 Anugerah Tuhan Yesus Kristus, dan kasih Allah, dan persekutuan Roh Kudus menyertai kamu sekalian.\n"
      ]
    },
    "1": {
      "en": [
        "1:1 Paul, an apostle of Christ Jesus through the will of God, and Timothy the brother, to the church of God which is in Corinth, with all the saints who are in the whole of Achaia:\n",
        "1:2 Grace to you and peace from God our Father and the Lord Jesus Christ.\n",
        "1:3 Blessed be the God and Father of our Lord Jesus Christ, the Father of compassions and God of all comfort;\n",
        "1:4 Who comforts us in all our affliction that we may be able to comfort those who are in every affliction through the comforting with which we ourselves are comforted by God.\n",
        "1:5 For even as the sufferings of the Christ abound unto us, so through the Christ our comfort also abounds.\n",
        "1:6 But whether we are afflicted, it is for your comforting and salvation; or whether we are comforted, it is for your comforting, which operates in the endurance of the same sufferings which we also suffer.\n",
        "1:7 And our hope for you is firm, knowing that as you are partakers of the sufferings, so also you are of the comfort.\n",
        "1:8 For we do not want you to be ignorant, brothers, of our affliction which befell us in Asia, that we were excessively burdened, beyond our power, so that we despaired even of living.\n",
        "1:9 Indeed we ourselves had the response of death in ourselves, that we should not base our confidence on ourselves but on God, who raises the dead;\n",
        "1:10 Who has delivered us out of so great a death, and will deliver us; in whom we have hoped that He will also yet deliver us,\n",
        "1:11 If you also help in this by petition on our behalf, that for the gift to us through many, thanks may be given by many persons on our behalf.\n",
        "1:12 For our boasting is this, the testimony of our conscience, that in singleness and sincerity of God, not in fleshly wisdom but in the grace of God, we have conducted ourselves in the world, and more abundantly toward you.\n",
        "1:13 For no other things do we write to you than what you read or even know; and I hope that you will know unto the end,\n",
        "1:14 Even as also you know us in part, that we are your boast, just as you also are ours in the day of our Lord Jesus.\n",
        "1:15 And in this confidence I intended to come to you previously that you might have double grace,\n",
        "1:16 And through you to pass through into Macedonia, and again from Macedonia to come to you and be sent forward by you into Judea.\n",
        "1:17 This therefore intending, did I then use fickleness? Or the things which I purpose, do I purpose according to the flesh, so that with me there should be Yes, yes and No, no?\n",
        "1:18 But as God is faithful, our word toward you is not yes and no.\n",
        "1:19 For the Son of God, Jesus Christ, who was preached among you through us, through me and Silvanus and Timothy, did not become yes and no, but our word has become yes in Him.\n",
        "1:20 For as many promises of God as there are, in Him is the Yes; therefore also through Him is the Amen to God, for glory through us to God.\n",
        "1:21 But the One who firmly attaches us with you unto Christ and has anointed us is God,\n",
        "1:22 He who has also sealed us and given the Spirit in our hearts as a pledge.\n",
        "1:23 But I call on God as a witness against my soul that to spare you I have not yet come to Corinth.\n",
        "1:24 Not that we lord it over your faith, but we are fellow workers with you for your joy; for by faith you stand.\n"
      ],
      "id": [
        "1:1 Dari Paulus, yang atas kehendak Allah menjadi rasul Kristus Yesus, dan dari Timotius saudara seiman kita. Kepada jemaat Allah di Korintus dengan semua orang kudus di seluruh Akhaya.\n",
        "1:2 Anugerah dan damai sejahtera dari Allah, Bapa kita, dan dari Tuhan Yesus Kristus menyertai kamu.\n",
        "1:3 Terpujilah Allah, Bapa Tuhan kita Yesus Kristus, Bapa yang penuh kemurahan dan Allah sumber segala penghiburan,\n",
        "1:4 yang menghibur kami dalam segala penderitaan kami, sehingga kami sanggup menghibur mereka yang berada dalam bermacam-macam penderitaan dengan penghiburan yang kami terima sendiri dari Allah.\n",
        "1:5 Sebab sama seperti kami mendapat bagian berlimpah-limpah dalam kesengsaraan Kristus, demikian pula oleh Kristus kami menerima penghiburan berlimpah-limpah.\n",
        "1:6 Jika kami menderita, hal itu adalah untuk penghiburan dan keselamatan kamu; jika kami dihibur, maka hal itu adalah untuk penghiburan kamu, sehingga kamu beroleh kekuatan untuk menderita dengan sabar kesengsaraan yang sama seperti yang kami derita juga.\n",
        "1:7 Pengharapan kami akan kamu teguh, karena kami tahu bahwa sama seperti kamu turut mengambil bagian dalam kesengsaraan kami, kamu juga turut mengambil bagian dalam penghiburan kami.\n",
        "1:8 Sebab kami mau, Saudara-saudara, supaya kamu tahu tentang penderitaan yang kami alami di Asia Kecil. Beban yang ditanggungkan atas kami begitu besar dan begitu berat, sehingga kami telah putus asa juga mengenai hidup kami.\n",
        "1:9 Bahkan kami merasa, seolah-olah kami telah dijatuhi hukuman mati. Tetapi hal itu terjadi, supaya kami jangan menaruh kepercayaan pada diri kami sendiri, tetapi hanya kepada Allah yang membangkitkan orang-orang mati.\n",
        "1:10 Ia telah dan akan menyelamatkan kami dari kematian yang begitu ngeri: Kepada-Nya kami menaruh pengharapan kami bahwa Ia akan menyelamatkan kami lagi,\n",
        "1:11 karena kamu juga turut membantu mendoakan kami, supaya banyak orang mengucap syukur atas karunia yang kami peroleh berkat banyaknya doa mereka untuk kami.\n",
        "1:12 Inilah yang kami megahkan, yaitu bahwa suara hati kami memberi kesaksian kepada kami bahwa hidup kami di dunia ini, khususnya dalam hubungan kami dengan kamu, dikuasai oleh ketulusan dan kemurnian dari Allah bukan oleh hikmat duniawi, tetapi oleh kekuatan anugerah Allah.\n",
        "1:13 Sebab kami hanya menuliskan kepada kamu apa yang dapat kamu baca dan pahami. Aku harap, mudah-mudahan kamu akan memahaminya sepenuhnya,\n",
        "1:14 seperti yang telah kamu pahami sebagiannya dari kami, yaitu bahwa pada hari Tuhan Yesus kamu akan bermegah atas kami seperti kami juga akan bermegah atas kamu.\n",
        "1:15 Berdasarkan keyakinan ini aku pernah merencanakan untuk mengunjungi kamu dahulu, supaya kamu boleh menerima anugerah untuk kedua kalinya.\n",
        "1:16 Kemudian aku mau meneruskan perjalananku ke Makedonia, lalu dari Makedonia kembali lagi kepada kamu, supaya kamu menolong aku dalam perjalananku ke Yudea.\n",
        "1:17 Jadi, apakah aku bertindak seenaknya saja dalam merencanakan hal ini? Atau apakah aku membuat rencanaku itu menurut keinginanku sendiri, sehingga padaku serentak terdapat \"ya\" dan \"tidak\"?\n",
        "1:18 Demi Allah yang setia, janji kami kepada kamu bukanlah serentak \"ya\" dan \"tidak\".\n",
        "1:19 Karena Yesus Kristus, Anak Allah, yang telah kami beritakan di tengah-tengah kamu, yaitu olehku dan oleh Silwanus dan Timotius, bukanlah \"ya\" dan \"tidak\", tetapi sebaliknya di dalam Dia hanya ada \" ya\".\n",
        "1:20 Sebab Kristus adalah \" ya\" bagi semua janji Allah. Itulah sebabnya oleh karena Dia kita mengatakan \" Amin\" untuk memuliakan Allah.\n",
        "1:21 Sebab Dia yang telah meneguhkan kami bersama-sama dengan kamu di dalam Kristus, adalah Allah yang telah mengurapi\n",
        "1:22 memeteraikan tanda milik-Nya atas kita dan yang memberikan Roh Kudus di dalam hati kita sebagai jaminan dari semua yang telah disediakan untuk kita.\n",
        "1:23 Tetapi aku berseru kepada Allah sebagai saksi yang mengenal isi hatiku bahwa aku tidak datang ke Korintus justru karena aku tidak mau bersikap keras padamu.\n",
        "1:24 Bukan karena kami mau memerintahkan apa yang harus kamu percayai, karena kamu berdiri teguh dalam imanmu. Sebaliknya, kami mau turut bekerja untuk sukacitamu.\n"
      ]
    },
    "2": {
      "en": [
        "2:1 But I determined this for myself, that I would not come again to you in sorrow.\n",
        "2:2 For if I cause you sorrow, who then is the one who makes me glad, except the one who is made sorrowful by me?\n",
        "2:3 And I wrote this very thing to you that when I come I would not have sorrow from those who ought to make me rejoice, having confidence in you all that my joy is the joy of you all.\n",
        "2:4 For out of much affliction and anguish of heart I wrote to you through many tears, not that you would be made sorrowful but that you would know the love which I have more abundantly toward you.\n",
        "2:5 But if anyone has caused sorrow, he has not caused me to sorrow, but in part (lest I lay too heavy a burden) all of you.\n",
        "2:6 Sufficient for such a one is this punishment by the majority,\n",
        "2:7 So that on the contrary you should rather forgive and comfort him, lest perhaps such a one be swallowed up with excessive sorrow.\n",
        "2:8 Therefore I exhort you to confirm your love toward him.\n",
        "2:9 For to this end also I wrote, that I might know your approvedness, whether you are obedient in all things.\n",
        "2:10 But whom you forgive anything, I also forgive; for also what I have forgiven, if I have forgiven anything, it is for your sake in the person of Christ;\n",
        "2:11 That we may not be taken advantage of by Satan, for we are not ignorant of his schemes.\n",
        "2:12 Furthermore, when I came to Troas for the gospel of Christ and a door was open to me in the Lord,\n",
        "2:13 I had no rest in my spirit, for I did not find Titus my brother; but taking leave of them, I went forth into Macedonia.\n",
        "2:14 But thanks be to God, who always leads us in triumph in the Christ and manifests the savor of the knowledge of Him through us in every place.\n",
        "2:15 For we are a fragrance of Christ to God in those who are being saved and in those who are perishing:\n",
        "2:16 To some a savor out of death unto death, and to the others a savor out of life unto life. And who is sufficient for these things?\n",
        "2:17 For we are not like the many, adulterating the word of God for profit; but as out of sincerity, but as out of God, before God we speak in Christ.\n"
      ],
      "id": [
        "2:1 Aku telah mengambil keputusan di dalam hatiku bahwa aku tidak akan datang lagi kepadamu dalam dukacita.\n",
        "2:2 Sebab, jika aku mendukakan hatimu, siapa lagi yang dapat membuat aku menjadi gembira kalau bukan orang yang kubuat berdukacita itu.\n",
        "2:3 Justru itulah maksud suratku itu, yaitu supaya jika aku datang, jangan aku berdukacita karena mereka yang seharusnya membuat aku menjadi gembira. Sebab aku yakin tentang kamu semua bahwa sukacitaku adalah juga sukacitamu.\n",
        "2:4 Aku menulis kepada kamu dengan hati yang sangat cemas dan pedih dan dengan mencucurkan banyak air mata, bukan supaya kamu bersedih hati, tetapi supaya kamu tahu betapa besarnya kasihku kepada kamu semua.\n",
        "2:5 Tetapi jika ada orang yang menyebabkan kesedihan, maka bukan hatiku yang disedihkannya, melainkan hati kamu sekalian, atau sekurang-kurangnya hati beberapa orang di antara kamu. Aku tidak melebih-lebihkan hal ini.\n",
        "2:6 Bagi orang yang demikian cukuplah sudah hukuman oleh sebagian besar dari kamu,\n",
        "2:7 sehingga kamu sebaliknya harus mengampuni dan menghibur dia, supaya ia jangan binasa karena kesedihan yang terlampau berat.\n",
        "2:8 Sebab itu aku menasihatkan kamu, supaya kamu sungguh-sungguh mengasihi dia.\n",
        "2:9 Sebab justru itulah maksudnya aku menulis surat kepada kamu, yaitu untuk menguji kamu, apakah kamu taat dalam segala sesuatu.\n",
        "2:10 Sebab siapa yang kamu ampuni kesalahannya, aku mengampuninya juga. Sebab jika aku mengampuni -- seandainya ada yang harus kuampuni -- maka hal itu kulakukan karena kamu di hadapan Kristus,\n",
        "2:11 supaya Iblis jangan memperdaya kita, sebab kita tahu apa maksudnya.\n",
        "2:12 Ketika aku tiba di Troas untuk memberitakan Injil Kristus, aku dapati bahwa Tuhan telah membuka pintu untuk pekerjaan di sana.\n",
        "2:13 Tetapi hatiku tidak merasa tenang, karena aku tidak menjumpai saudara seimanku Titus. Sebab itu aku minta diri dan berangkat ke Makedonia.\n",
        "2:14 Tetapi syukur bagi Allah yang dalam Kristus selalu memimpin kami di jalan kemenangan-Nya. Dengan perantaraan kami Ia menyebarkan keharuman pengenalan akan Dia di mana-mana.\n",
        "2:15 Sebab bagi Allah kami adalah bau yang harum dari Kristus di tengah-tengah mereka yang diselamatkan dan di antara mereka yang binasa.\n",
        "2:16 Bagi yang terakhir kami adalah bau kematian yang mematikan dan bagi yang pertama bau kehidupan yang menghidupkan. Tetapi siapakah yang sanggup menunaikan tugas yang demikian?\n",
        "2:17 Sebab kami tidak sama dengan banyak orang lain yang menjajakan firman Allah. Sebaliknya, dalam Kristus kami berbicara sebagaimana mestinya dengan maksud-maksud murni atas perintah Allah dan di hadapan-Nya.\n"
      ]
    },
    "3": {
      "en": [
        "3:1 Are we beginning again to commend ourselves? Or do we need, as some do, letters of commendation to you or from you?\n",
        "3:2 You are our letter, inscribed in our hearts, known and read by all men,\n",
        "3:3 Since you are being manifested that you are a letter of Christ ministered by us, inscribed not with ink but with the Spirit of the living God; not in tablets of stone but in tablets of hearts of flesh.\n",
        "3:4 And such confidence we have through Christ toward God,\n",
        "3:5 Not that we are sufficient of ourselves to account anything as from ourselves; but our sufficiency is from God,\n",
        "3:6 Who has also made us sufficient as ministers of a new covenant, ministers not of the letter but of the Spirit; for the letter kills, but the Spirit gives life.\n",
        "3:7 Moreover if the ministry of death, engraved in stone in letters, came about in glory, so that the sons of Israel were not able to gaze at the face of Moses because of the glory of his face, a glory which was being done away with,\n",
        "3:8 How shall the ministry of the Spirit not be more in glory?\n",
        "3:9 For if there is glory with the ministry of condemnation, much more the ministry of righteousness abounds with glory.\n",
        "3:10 For also that which has been glorified in this respect has not been glorified on account of the surpassing glory.\n",
        "3:11 For if that which was being done away with was through glory, much more that which remains is in glory.\n",
        "3:12 Therefore since we have such hope, we use much boldness,\n",
        "3:13 And are not like Moses, who put a veil on his face so that the sons of Israel would not gaze at the end of that which was being done away with.\n",
        "3:14 But their thoughts were hardened; for until the present day the same veil remains at the reading of the old covenant, it not being unveiled to them that the veil is being done away with in Christ.\n",
        "3:15 Indeed unto this day, whenever Moses is read, a veil lies on their heart;\n",
        "3:16 But whenever their heart turns to the Lord, the veil is taken away.\n",
        "3:17 And the Lord is the Spirit; and where the Spirit of the Lord is, there is freedom.\n",
        "3:18 But we all with unveiled face, beholding and reflecting like a mirror the glory of the Lord, are being transformed into the same image from glory to glory, even as 10 from the 11 Lord Spirit.\n"
      ],
      "id": [
        "3:1 Apakah kami mulai lagi memujikan diri kami? Atau perlukah kami seperti orang-orang lain menunjukkan surat pujian kepada kamu atau dari kamu?\n",
        "3:2 Kamulah surat pujian kami yang tertulis dalam hati kami, yang dikenal dan dapat dibaca oleh semua orang.\n",
        "3:3 Karena telah ternyata bahwa kamulah surat Kristus, yang ditulis oleh pelayanan kami, ditulis bukan dengan tinta, tetapi dengan Roh dari Allah yang hidup, bukan pada loh-loh batu, melainkan pada loh-loh daging, yaitu di dalam hati manusia.\n",
        "3:4 Demikianlah besarnya keyakinan kami kepada Allah melalui Kristus.\n",
        "3:5 Dengan diri kami sendiri kami tidak sanggup untuk memperhitungkan sesuatu seolah-olah pekerjaan kami sendiri; tidak, kesanggupan kami adalah pekerjaan Allah.\n",
        "3:6 Dialah yang membuat kami juga sanggup menjadi pelayan-pelayan dari suatu perjanjian baru, yang tidak terdiri dari hukum yang tertulis, tetapi dari Roh, sebab hukum yang tertulis mematikan, tetapi Roh menghidupkan.\n",
        "3:7 Pelayanan yang memimpin kepada kematian terukir dengan huruf pada loh-loh batu. Namun, sewaktu diberikan, kemuliaan Allah menyertainya. Sebab sekalipun pudar juga, cahaya muka Musa begitu cemerlang, sehingga mata orang-orang Israel tidak tahan menatapnya. Jika pelayanan itu datang dengan kemuliaan yang demikian\n",
        "3:8 betapa lebih besar lagi kemuliaan yang menyertai pelayanan Roh!\n",
        "3:9 Sebab, jika pelayanan yang memimpin kepada penghukuman itu mulia, betapa lebih mulianya lagi pelayanan yang memimpin kepada pembenaran.\n",
        "3:10 Sebenarnya apa yang dahulu dianggap mulia , jika dibandingkan dengan kemuliaan yang mengatasi segala sesuatu ini, sama sekali tidak mempunyai arti.\n",
        "3:11 Sebab, jika yang pudar itu disertai dengan kemuliaan, betapa lebih lagi yang tidak pudar itu disertai kemuliaan.\n",
        "3:12 Karena kami mempunyai pengharapan yang demikian, maka kami bertindak dengan penuh keberanian,\n",
        "3:13 tidak seperti Musa, yang menyelubungi mukanya, supaya mata orang-orang Israel jangan melihat hilangnya cahaya yang memudar itu.\n",
        "3:14 Tetapi pikiran mereka telah menjadi tumpul, sebab sampai pada hari ini selubung itu masih tetap menyelubungi mereka, jika mereka membaca perjanjian lama itu tanpa disingkapkan, karena hanya dalam Kristus selubung itu disingkapkan.\n",
        "3:15 Bahkan sampai pada hari ini, setiap kali mereka membaca kitab Musa, ada selubung yang menutupi hati mereka.\n",
        "3:16 Tetapi apabila hati seseorang berbalik kepada Tuhan, maka selubung itu diambil dari orang itu.\n",
        "3:17 Sebab Tuhan adalah Roh; dan di mana ada Roh Tuhan, di situ ada kemerdekaan.\n",
        "3:18 Kita semua mencerminkan kemuliaan Tuhan dengan muka yang tidak berselubung. Karena kemuliaan itu datangnya dari Tuhan yang adalah Roh, maka kita sedang diubah menjadi serupa dengan gambar-Nya, dalam kemuliaan yang semakin besar.\n"
      ]
    },
    "4": {
      "en": [
        "4:1 Therefore having this ministry as we have been shown mercy, we do not lose heart;\n",
        "4:2 But we have renounced the hidden things of shame, not walking in craftiness nor adulterating the word of God, but by the manifestation of the truth commending ourselves to every conscience of men before God.\n",
        "4:3 And even if our gospel is veiled, it is veiled in those who are perishing,\n",
        "4:4 In whom the god of this age has blinded the thoughts of the unbelievers that the illumination of the gospel of the glory of Christ, who is the image of God, might not shine on them.\n",
        "4:5 For we do not preach ourselves but Christ Jesus as Lord, and ourselves as your slaves for Jesus? sake.\n",
        "4:6 Because the God who said, Out of darkness light shall shine, is the One who shined in our hearts to illuminate the knowledge of the glory of God in the face of Jesus Christ.\n",
        "4:7 But we have this treasure in earthen vessels that the excellency of the power may be of God and not out of us.\n",
        "4:8 We are pressed on every side but not constricted; unable to find a way out but not utterly without a way out;\n",
        "4:9 Persecuted but not abandoned; cast down but not destroyed;\n",
        "4:10 Always bearing about in the body the putting to death of Jesus that the life of Jesus also may be manifested in our body.\n",
        "4:11 For we who are alive are always being delivered unto death for Jesus? sake that the life of Jesus also may be manifested in our mortal flesh.\n",
        "4:12 So then death operates in us, but life in you.\n",
        "4:13 And having the same spirit of faith according to that which is written, ?I believed, therefore I spoke,? we also believe, therefore we also speak,\n",
        "4:14 Knowing that He who raised the Lord Jesus will raise us also with Jesus and will make us stand before Him with you.\n",
        "4:15 For all things are for your sakes that the grace which has abounded through the greater number may cause the thanksgiving to abound to the glory of God.\n",
        "4:16 Therefore we do not lose heart; but though our outer man is decaying, yet our inner man is being renewed day by day.\n",
        "4:17 For our momentary lightness of affliction works out for us, more and more surpassingly, an eternal weight of glory,\n",
        "4:18 Because we do not regard the things which are seen but the things which are not seen; for the things which are seen are temporary, but the things which are not seen are eternal.\n"
      ],
      "id": [
        "4:1 Oleh rahmat Allah kami telah menerima pelayanan ini. Karena itu, kami tidak tawar hati.\n",
        "4:2 Tetapi kami menolak segala perbuatan tersembunyi yang memalukan; kami tidak berlaku licik dan tidak memalsukan firman Allah. Sebaliknya, kami menyatakan kebenaran dan dengan demikian kami menyerahkan diri kami untuk dinilai menurut hati nurani semua orang di hadapan Allah.\n",
        "4:3 Jika Injil yang kami beritakan masih tertutup juga, maka Injil itu tertutup untuk mereka yang akan binasa,\n",
        "4:4 yaitu orang-orang yang tidak percaya, yang pikirannya telah dibutakan oleh ilah zaman ini, sehingga mereka tidak melihat cahaya Injil tentang kemuliaan Kristus yang adalah gambaran Allah.\n",
        "4:5 Sebab bukan diri kami yang kami beritakan, tetapi Yesus Kristus sebagai Tuhan, dan diri kami sebagai hambamu karena kehendak Yesus.\n",
        "4:6 Sebab Allah yang telah berfirman, \"Dari dalam gelap akan terbit terang!\", Ia juga yang membuat terang-Nya bercahaya di dalam hati kita, supaya kita beroleh terang dari pengetahuan tentang kemuliaan Allah yang tampak pada wajah Kristus.\n",
        "4:7 Tetapi harta ini kami miliki dalam bejana tanah liat, supaya nyata bahwa kekuatan yang melimpah-limpah itu berasal dari Allah, bukan dari diri kami.\n",
        "4:8 Dalam segala hal kami ditindas, namun tidak hancur terjepit; kami habis akal, namun tidak putus asa;\n",
        "4:9 kami dianiaya, namun tidak ditinggalkan sendirian, kami dihempaskan, namun tidak binasa.\n",
        "4:10 Kami senantiasa membawa kematian Yesus di dalam tubuh kami, supaya kehidupan Yesus juga menjadi nyata di dalam tubuh kami.\n",
        "4:11 Sebab kami, yang masih hidup ini, terus-menerus diserahkan kepada maut karena Yesus, supaya juga hidup Yesus menjadi nyata di dalam tubuh kami yang fana ini.\n",
        "4:12 Dengan demikian, maut giat di dalam diri kami dan hidup giat di dalam kamu.\n",
        "4:13 Namun karena kami memiliki roh iman yang sama, seperti ada tertulis: \" Aku percaya, sebab itu aku berkata-kata\", maka kami juga percaya dan sebab itu kami juga berkata-kata.\n",
        "4:14 Karena kami tahu bahwa Ia, yang telah membangkitkan Tuhan Yesus, akan membangkitkan kami juga bersama-sama dengan Yesus. Ia juga akan menghadapkan kami bersama-sama dengan kamu kepada diri-Nya.\n",
        "4:15 Sebab semuanya itu terjadi karena kamu, supaya anugerah yang semakin besar berhubung dengan semakin banyaknya orang yang menjadi percaya, menyebabkan semakin melimpahnya ucapan syukur bagi kemuliaan Allah.\n",
        "4:16 Sebab itu, kami tidak tawar hati, tetapi meskipun manusia lahiriah kami semakin merosot, namun manusia batiniah kami diperbarui dari hari ke hari.\n",
        "4:17 Sebab penderitaan ringan yang sekarang ini, akan menghasilkan bagi kami kemuliaan kekal yang melebihi segala-galanya, jauh lebih besar daripada penderitaan kami.\n",
        "4:18 Sebab kami tidak memperhatikan yang kelihatan, melainkan yang tidak kelihatan, karena yang kelihatan adalah sementara, sedangkan yang tidak kelihatan adalah kekal.\n"
      ]
    },
    "5": {
      "en": [
        "5:1 For we know that if our earthly tabernacle dwelling is taken down, we have a building from God, a dwelling not made with hands, eternal, in the heavens.\n",
        "5:2 For also in this we groan, longing to be clothed upon with our dwelling place from heaven,\n",
        "5:3 If indeed, being clothed, we will not be found naked.\n",
        "5:4 For also, we who are in this tabernacle groan, being burdened, in that we do not desire to be unclothed, but clothed upon, that what is mortal may be swallowed up by life.\n",
        "5:5 Now He who has wrought us for this very thing is God, who has given to us the Spirit as a pledge.\n",
        "5:6 Therefore being always of good courage and knowing that while we are at home in the body, we are abroad from the Lord\n",
        "5:7 (For we walk by faith, not by appearance)?\n",
        "5:8 We are of good courage then and are well pleased rather to be abroad from the body and at home with the Lord.\n",
        "5:9 Therefore also we are determined, whether at home or abroad, to gain the honor of being well pleasing to Him.\n",
        "5:10 For we must all be manifested before the judgment seat of Christ, that each one may receive the things done through the body according to what he has practiced, whether good or bad.\n",
        "5:11 Knowing therefore the fear of the Lord, we persuade men, but we are made manifest to God; yet I hope that we are made manifest also in your consciences.\n",
        "5:12 We are not again commending ourselves to you, but so speak in order to give you an opportunity to boast on our behalf, that you may have an answer for those who are boasting in outward appearance and not in heart.\n",
        "5:13 For whether we were beside ourselves, it was to God; or whether we are sober-minded, it is for you.\n",
        "5:14 For the love of Christ constrains us because we have judged this, that One died for all, therefore all died;\n",
        "5:15 And He died for all that those who live may no longer live to themselves but to Him who died for them and has been raised.\n",
        "5:16 So then we, from now on, know no one according to the flesh; even though we have known Christ according to the flesh, yet now we know Him so no longer.\n",
        "5:17 So then if anyone is in Christ, he is a new creation. The old things have passed away; behold, they have become new.\n",
        "5:18 But all things are out from God, who has reconciled us to Himself through Christ and has given to us the ministry of reconciliation;\n",
        "5:19 Namely, that God in Christ was reconciling the world to Himself, not accounting their offenses to them, and has put in us the word of reconciliation.\n",
        "5:20 On behalf of Christ then we are ambassadors, as God entreats you through us; we beseech you on behalf of Christ, Be reconciled to God.\n",
        "5:21 Him who did not know sin He made sin on our behalf that we might become the righteousness of God in Him.\n"
      ],
      "id": [
        "5:1 Karena kami tahu bahwa jika kemah tempat kediaman kita di bumi ini dibongkar, Allah telah menyediakan suatu tempat kediaman di surga bagi kita, suatu tempat kediaman yang kekal, yang tidak dibuat oleh tangan manusia.\n",
        "5:2 Selama kita di dalam kemah ini, kita mengeluh, karena kita rindu mengenakan tempat kediaman surgawi,\n",
        "5:3 sebab dengan demikian kita berpakaian dan tidak kedapatan telanjang.\n",
        "5:4 Sebab selama masih diam di dalam kemah ini, kita mengeluh oleh beratnya tekanan, karena kita mau mengenakan pakaian yang baru itu tanpa menanggalkan yang lama, supaya yang fana itu ditelan oleh hidup.\n",
        "5:5 Tetapi Allahlah yang justru mempersiapkan kita untuk hal itu dan sebagai jaminannya Dia mengaruniakan Roh kepada kita.\n",
        "5:6 Karena itu, hati kami senantiasa tabah, meskipun kami sadar bahwa selama kami mendiami tubuh ini, kami masih jauh dari Tuhan\n",
        "5:7 -- sebab hidup kami ini adalah hidup berdasarkan iman, bukan berdasarkan apa yang kelihatan --\n",
        "5:8 tetapi hati kami tabah, dan kami lebih suka beralih dari tubuh ini untuk menetap dengan Tuhan.\n",
        "5:9 Sebab itu juga kami berusaha, supaya kami berkenan kepada-Nya, baik kami tinggal di dalam tubuh ini, maupun kami tinggal di luarnya.\n",
        "5:10 Sebab kita semua harus menghadap takhta pengadilan Kristus, supaya setiap orang memperoleh apa yang patut diterimanya sesuai dengan yang dilakukannya dalam hidupnya ini, baik ataupun jahat.\n",
        "5:11 Kami tahu apa artinya takut akan Tuhan, karena itu kami berusaha meyakinkan orang. Bagi Allah hati kami nyata dengan terang dan aku harap hati kami nyata juga demikian menurut penilaian hati nuranimu.\n",
        "5:12 Dengan ini kami tidak berusaha memuji-muji diri kami sekali lagi kepada kamu, tetapi kami mau memberi kesempatan kepada kamu untuk memegahkan kami, supaya kamu dapat menghadapi orang-orang yang bermegah karena hal-hal lahiriah dan bukan batiniah.\n",
        "5:13 Sebab jika kami tidak menguasai diri, hal itu adalah demi Allah dan jika kami menguasai diri, hal itu adalah demi kamu.\n",
        "5:14 Sebab kasih Kristus menguasai kami, karena kami telah mengerti bahwa jika satu orang sudah mati untuk semua orang, maka mereka semua sudah mati.\n",
        "5:15 Kristus telah mati untuk semua orang, supaya mereka yang hidup, tidak lagi hidup untuk dirinya sendiri, tetapi untuk Dia yang telah mati dan telah dibangkitkan untuk mereka.\n",
        "5:16 Sebab itu, kami tidak lagi menilai seorang pun juga menurut ukuran manusia. Jika kami pernah menilai Kristus menurut ukuran manusia, sekarang kami tidak lagi menilai-Nya demikian.\n",
        "5:17 Jadi, siapa yang ada di dalam Kristus, ia adalah ciptaan baru: Yang lama sudah berlalu, sesungguhnya yang baru sudah datang.\n",
        "5:18 Semuanya ini dari Allah, yang dengan perantaraan Kristus telah mendamaikan kita dengan diri-Nya dan telah mempercayakan pelayanan pendamaian itu kepada kami.\n",
        "5:19 Sebab di dalam Kristus, Allah mendamaikan dunia dengan diri-Nya tanpa memperhitungkan pelanggaran mereka dan Dia telah mempercayakan berita pendamaian itu kepada kami.\n",
        "5:20 Jadi, kami ini utusan-utusan Kristus, seakan-akan Allah menasihati kamu dengan perantaraan kami; dalam nama Kristus kami meminta kepadamu: Berilah dirimu didamaikan dengan Allah.\n",
        "5:21 Dia yang tidak mengenal dosa telah dibuat-Nya menjadi dosa karena kita, supaya dalam Dia kita dibenarkan oleh Allah.\n"
      ]
    },
    "6": {
      "en": [
        "6:1 And working together with Him, we also entreat you not to receive the grace of God in vain;\n",
        "6:2 For He says, ?In an acceptable time I listened to you, and in the day of salvation I helped you.? Behold, now is the well- c acceptable time; behold, now is the day of salvation.\n",
        "6:3 We give no occasion of stumbling in anything that the ministry may not be faulted,\n",
        "6:4 But in everything we commend ourselves as ministers of God, in much endurance, in afflictions, in necessities, in distresses,\n",
        "6:5 In stripes, in imprisonments, in tumults, in labors, in watchings, in fastings;\n",
        "6:6 In pureness, in knowledge, in long-suffering, in kindness, in a holy spirit, in unfeigned love,\n",
        "6:7 In the word of truth, in the power of God; through the weapons of righteousness on the right and on the left,\n",
        "6:8 Through glory and dishonor, through evil report and good report; as deceivers and yet true;\n",
        "6:9 As unknown and yet well known; as dying and yet behold we live; as being disciplined and yet not being put to death;\n",
        "6:10 As made sorrowful yet always rejoicing; as poor yet enriching many; as having nothing and yet possessing all things.\n",
        "6:11 Our mouth is opened to you, Corinthians; our heart is enlarged.\n",
        "6:12 You are not constricted in us, but you are constricted in your inward parts.\n",
        "6:13 But for a recompense in kind, I speak as to children, you also be enlarged.\n",
        "6:14 Do not become dissimilarly yoked with unbelievers. For what partnership do righteousness and lawlessness have? Or what fellowship does light have with darkness?\n",
        "6:15 And what concord does Christ have with Belial? Or what part does a believer have with an unbeliever?\n",
        "6:16 And what agreement does the temple of God have with idols? For we are the temple of the living God, even as God said, ?I will dwell among them and walk among them; and I will be their God, and they will be My people.?\n",
        "6:17 Therefore ?come out from their midst and be separated, says the Lord, and do not touch what is unclean; and I will welcome you?;\n",
        "6:18 ?And I will be a Father to you, and you will be sons and daughters to Me, says the Lord Almighty.?\n"
      ],
      "id": [
        "6:1 Sebagai teman-teman sekerja, kami menasihatkan kamu, supaya kamu jangan menyia-nyiakan anugerah Allah yang telah kamu terima.\n",
        "6:2 Sebab Allah berfirman, \" Pada waktu Aku berkenan, Aku mendengarkan engkau, dan pada hari Aku menyelamatkan, Aku menolong engkau.\" Sesungguhnya, waktu ini adalah waktu perkenanan itu; sesungguhnya, hari ini adalah hari penyelamatan itu.\n",
        "6:3 Dalam hal apa pun kami tidak menyebabkan orang tersandung, supaya pelayanan kami jangan sampai dicela.\n",
        "6:4 Sebaliknya, dalam segala hal kami menunjukkan bahwa kami adalah pelayan Allah, yaitu: Dalam menahan dengan penuh kesabaran dalam penderitaan, kesengsaraan dan kesukaran,\n",
        "6:5 dalam menanggung pukulan, dalam penjara dan kerusuhan, dalam berjerih payah, dalam berjaga-jaga dan berpuasa;\n",
        "6:6 dalam kemurnian hati, pengetahuan, kesabaran, dan kemurahan hati; dalam Roh Kudus dan kasih yang tulus ikhlas;\n",
        "6:7 dalam pemberitaan kebenaran dan kekuasaan Allah; dengan menggunakan senjata-senjata keadilan untuk menyerang ataupun untuk membela\n",
        "6:8 ketika dihormati dan ketika dihina; ketika diumpat atau ketika dipuji; ketika dianggap sebagai penipu, ternyata orang benar,\n",
        "6:9 sebagai orang yang tidak dikenal, namun terkenal; sebagai orang yang nyaris mati, dan sungguh kami hidup; sebagai orang yang dihajar, namun tidak mati;\n",
        "6:10 sebagai orang berdukacita, namun senantiasa bersukacita; sebagai orang miskin, namun memperkaya banyak orang; sebagai orang tak bermilik, sekalipun kami memiliki segala sesuatu.\n",
        "6:11 Hai orang Korintus! Kami telah berbicara terus terang kepada kamu, hati kami terbuka lebar-lebar bagi kamu.\n",
        "6:12 Bagi kamu ada tempat yang luas dalam hati kami, tetapi bagi kami hanya tersedia tempat yang sempit di dalam hati kamu.\n",
        "6:13 Karena itu, sekarang, supaya timbal balik -- aku berkata seperti kepada anak-anakku -- Bukalah hati kamu selebar-lebarnya!\n",
        "6:14 Janganlah kamu merupakan pasangan yang tidak seimbang dengan orang-orang yang tak percaya. Sebab persamaan apa yang terdapat antara kebenaran dan kedurhakaan? Atau bagaimana terang dapat bersatu dengan gelap?\n",
        "6:15 Persamaan apa yang terdapat antara Kristus dan Belial? Apa bagian bersama orang-orang percaya dengan orang-orang tak percaya?\n",
        "6:16 Apa hubungan bait Allah dengan berhala? Karena kita adalah bait dari Allah yang hidup seperti firman Allah ini, \" Aku akan tinggal bersama-sama dengan mereka dan hidup di tengah-tengah mereka, dan Aku akan menjadi Allah mereka, dan mereka akan menjadi umat-Ku.\n",
        "6:17 Sebab itu: Keluarlah kamu dari antara mereka, dan pisahkanlah dirimu dari mereka, firman Tuhan, dan janganlah menyentuh apa yang najis, maka Aku akan menerima kamu.\n",
        "6:18 Dan Aku akan menjadi Bapamu, dan kamu akan menjadi anak-anak-Ku laki-laki dan anak-anak-Ku perempuan demikianlah firman Tuhan, Yang Mahakuasa.\"\n"
      ]
    },
    "7": {
      "en": [
        "7:1 Therefore since we have these promises, beloved, let us cleanse ourselves from all defilement of flesh and of spirit, perfecting holiness in the fear of God.\n",
        "7:2 Make room for us; we have wronged no one, we have corrupted no one, we have taken advantage of no one.\n",
        "7:3 I do not say this to condemn you, for I have said before that you are in our hearts for our dying together and our living together.\n",
        "7:4 Great is my boldness toward you, great is my boasting on your behalf; I am filled with comfort, I overflow with joy in all our affliction.\n",
        "7:5 For even when we came into Macedonia, our flesh had no rest, but we were afflicted in everything; without were fightings, within were fears.\n",
        "7:6 But He who comforts those who are downcast, that is, God, comforted us by the coming of Titus;\n",
        "7:7 And not only by his coming, but also by the comfort with which he was comforted because of you, declaring to us your longing, your lamentation, your zeal for me, so that I rejoiced the more.\n",
        "7:8 For though I caused you sorrow by the letter, I do not regret it. Even if I did regret it (for I see that that letter, even if for an hour, caused you sorrow),\n",
        "7:9 Now I rejoice, not that you were made sorrowful, but that you were made sorrowful to repentance; for you were made sorrowful according to God, that in nothing you might suffer loss from us.\n",
        "7:10 For sorrow according to God works repentance unto salvation, which is without regret; but the sorrow of the world works out death.\n",
        "7:11 For behold this very thing, your being made sorrowful according to God, what earnestness it has worked out in you, indeed what defense, indeed what indignation, indeed what fear, indeed what longing, indeed what zeal, indeed what punishment! In everything you have commended yourselves to be pure in 10 the matter.\n",
        "7:12 So then, though I wrote to you, it was not for the sake of him who did the wrong, nor for the sake of him who was wronged, but for the sake of manifesting to you before God your earnestness for us.\n",
        "7:13 Because of this we have been comforted. And in addition to our comfort, we rejoiced more abundantly over the joy of Titus, because his spirit has been refreshed by all of you.\n",
        "7:14 For if in anything I boasted to him on your behalf, I have not been put to shame; on the contrary, as we spoke all things in truth to you, so also our boasting before Titus turned out to be the truth.\n",
        "7:15 And his affections are abundantly toward you, he remembering the obedience of you all, how you received him with fear and trembling.\n",
        "7:16 I rejoice that in everything I have boldness because of you.\n"
      ],
      "id": [
        "7:1 Saudara-saudaraku yang terkasih, karena kita sekarang memiliki janji-janji itu, marilah kita menyucikan diri kita dari semua pencemaran jasmani dan rohani, dan dengan demikian menyempurnakan kekudusan kita dalam takut akan Allah.\n",
        "7:2 Berilah tempat bagi kami di dalam hati kamu! Kami tidak pernah berbuat salah terhadap seorang pun, tidak seorang pun yang kami rugikan, dan kami tidak mencari untung dari seorang pun.\n",
        "7:3 Aku berkata demikian, bukan untuk menjatuhkan hukuman atas kamu, sebab tadi telah aku katakan bahwa kamu telah beroleh tempat di dalam hati kami, sehingga kita sehidup semati.\n",
        "7:4 Aku sangat berterus terang terhadap kamu; tetapi aku juga sangat memegahkan kamu. Dalam segala penderitaan kami aku sangat terhibur dan sukacitaku melimpah-limpah.\n",
        "7:5 Bahkan ketika kami tiba di Makedonia, kami tidak beroleh ketenangan bagi tubuh kami. Di mana-mana kami mengalami kesusahan: Pertengkaran dari luar dan ketakutan dari dalam.\n",
        "7:6 Tetapi Allah, yang menghiburkan orang yang rendah hati, telah menghiburkan kami dengan kedatangan Titus.\n",
        "7:7 Bukan hanya oleh kedatangannya saja, tetapi juga oleh penghiburan yang dinikmatinya di tengah-tengah kamu. Karena ia telah memberitahukan kepada kami tentang kerinduanmu, keluhanmu, semangatmu untuk membela aku, sehingga makin bertambahlah sukacitaku.\n",
        "7:8 Jadi, meskipun aku telah menyedihkan hatimu dengan suratku itu, namun aku tidak menyesalkannya. Memang pernah aku menyesalkannya, karena aku lihat bahwa surat itu menyedihkan hatimu -- kendatipun untuk seketika saja lamanya --\n",
        "7:9 namun sekarang aku bersukacita, bukan karena kamu telah berdukacita, melainkan karena dukacitamu membuat kamu bertobat. Sebab dukacitamu itu adalah menurut kehendak Allah, sehingga kamu sedikit pun tidak dirugikan karena kami.\n",
        "7:10 Sebab dukacita menurut kehendak Allah menghasilkan pertobatan yang membawa keselamatan dan tidak akan disesalkan, tetapi dukacita yang dari dunia ini menghasilkan kematian.\n",
        "7:11 Sebab perhatikanlah betapa justru dukacita yang menurut kehendak Allah itu mengerjakan pada kamu kesungguhan yang besar, bahkan pembelaan diri, kejengkelan, ketakutan, kerinduan, semangat, penghukuman! Di dalam semuanya itu kamu telah membuktikan bahwa kamu tidak bersalah di dalam hal itu.\n",
        "7:12 Sebab itu, jika aku telah menulis surat kepada kamu, maka bukanlah karena orang yang berbuat salah, atau karena orang yang menderita perbuatan salah, melainkan supaya kerelaanmu terhadap kami menjadi nyata bagi kamu di hadapan Allah.\n",
        "7:13 Sebab itulah kami menjadi terhibur. Selain penghiburan yang kami peroleh itu, kami lebih lagi bersukacita karena sukacita Titus, sebab kamu semua menyegarkan hatinya.\n",
        "7:14 Aku memegahkan kamu kepadanya, dan kamu tidak mengecewakan aku. Kami senantiasa mengatakan apa yang benar kepada kamu, demikian juga kemegahan kami di hadapan Titus sudah ternyata benar.\n",
        "7:15 Dan kasihnya bertambah besar terhadap kamu, bilamana ia mengingat ketaatan kamu semua, bagaimana kamu menyambut kedatangannya dengan takut dan gentar.\n",
        "7:16 Aku bersukacita, sebab aku dapat mempercayai kamu dalam segala hal.\n"
      ]
    },
    "8": {
      "en": [
        "8:1 Furthermore we make known to you, brothers, the grace of God which has been given in the churches of Macedonia,\n",
        "8:2 That in much proving of affliction the abundance of their joy and the depth of their poverty abounded unto the riches of their liberality;\n",
        "8:3 That according to their power, I testify, and beyond their power, of their own accord,\n",
        "8:4 With much entreaty they besought of us the grace and the fellowship of the ministry to the saints;\n",
        "8:5 And this, not as we had hoped, but they gave themselves first to the Lord, and to us through the will of God.\n",
        "8:6 So we entreated Titus that, even as he began before, so also he would complete for you this grace as well.\n",
        "8:7 But just as you abound in everything, in faith and in word and in knowledge and in all earnestness and in the love in you from us, abound in this grace also.\n",
        "8:8 I am not speaking by way of command but through the earnestness of others, proving also the genuineness of your love.\n",
        "8:9 For you know the grace of our Lord Jesus Christ, that though He was rich, for your sakes He became poor in order that you, because of His poverty, might become rich.\n",
        "8:10 And I give my opinion in this matter, for this is profitable for you who were the first to begin a year ago not only to do this but even to intend to do this.\n",
        "8:11 But now complete also the doing, so that as there was the eagerness in intending, so also there would be the completing out of what you have.\n",
        "8:12 For if the eagerness is there, it is acceptable according to whatever one has, not according to what he does not have.\n",
        "8:13 For it is not that to others there would be relief, yet to you affliction,\n",
        "8:14 But it is out of equality; at the present time your abundance for their lack that their abundance also may be for your lack, so that there may be equality;\n",
        "8:15 As it is written, ?He who gathered much had no excess, and he who gathered little had no lack.?\n",
        "8:16 But thanks be to God who puts the same earnestness on your behalf in the heart of Titus,\n",
        "8:17 Because he not only received the entreaty, but being more earnest, he also went forth of his own accord to you.\n",
        "8:18 And we sent together with him the brother whose praise in the gospel is throughout all the churches,\n",
        "8:19 And not only this, but who has also been selected by the churches as our fellow traveler in this grace which is being ministered by us, to the glory of the Lord Himself and to demonstrate our eagerness;\n",
        "8:20 Avoiding this, that anyone should find fault with us in this abundance which is being ministered by us.\n",
        "8:21 For we exercise foresight for what is honorable not only in the sight of the Lord but also in the sight of men.\n",
        "8:22 And we sent with them our brother, whom we have proved to be diligent in many things many times, yet now much more diligent because of the great confidence he has toward you.\n",
        "8:23 Whether concerning Titus, he is my partner and fellow worker for you; or our brothers, they are apostles of the churches, they are Christ?s glory.\n",
        "8:24 Show therefore to them, in the face of the churches, the proof of your love and of our boasting on your behalf.\n"
      ],
      "id": [
        "8:1 Saudara-saudara, kami hendak memberitahukan kepada kamu tentang anugerah yang diberikan kepada jemaat-jemaat di Makedonia.\n",
        "8:2 Selagi dicobai dengan berat dalam berbagai penderitaan, sukacita mereka meluap dan meskipun mereka sangat miskin, namun mereka kaya dalam kemurahan.\n",
        "8:3 Aku bersaksi bahwa mereka telah memberi menurut kemampuan mereka, bahkan melampaui kemampuan mereka.\n",
        "8:4 Dengan kerelaan sendiri mereka meminta dan mendesak kepada kami, supaya mereka juga beroleh anugerah untuk ambil bagian dalam pelayanan kepada orang-orang kudus.\n",
        "8:5 Mereka memberikan lebih banyak daripada yang kami harapkan. Mereka memberikan diri mereka, pertama-tama kepada Allah, kemudian oleh karena kehendak Allah juga kepada kami.\n",
        "8:6 Sebab itu, kami mendesak Titus, supaya ia mengunjungi kamu dan menyelesaikan pelayanan kasih itu sebagaimana ia telah memulainya.\n",
        "8:7 Karena itu, sekarang, sama seperti kamu kaya dalam segala sesuatu -- dalam iman, dalam perkataan, dalam pengetahuan, dalam kesungguhan untuk membantu, dan dalam kasihmu terhadap kami -- demikianlah juga hendaknya kamu kaya dalam pelayanan kasih ini.\n",
        "8:8 Aku mengatakan hal itu bukan sebagai perintah, melainkan, dengan menunjukkan usaha orang-orang lain untuk membantu, aku mau menguji keikhlasan kasih kamu.\n",
        "8:9 Karena kamu telah mengenal anugerah Tuhan kita Yesus Kristus bahwa sekalipun Ia kaya, oleh karena kamu Ia menjadi miskin, supaya kamu menjadi kaya oleh karena kemiskinan-Nya.\n",
        "8:10 Inilah pendapatku tentang hal itu, yang mungkin berfaedah bagimu. Memang sudah sejak tahun yang lalu kamu mulai melaksanakannya dan mengambil keputusan untuk menyelesaikannya juga.\n",
        "8:11 Selesaikan jugalah pelaksanaannya itu sekarang! Hendaklah pelaksanaannya sepadan dengan kerelaanmu, dan lakukanlah itu dengan apa yang ada padamu.\n",
        "8:12 Sebab jika kamu rela untuk memberi, maka pemberianmu akan diterima, kalau pemberianmu itu berdasarkan apa yang ada padamu, bukan berdasarkan apa yang tidak ada padamu.\n",
        "8:13 Sebab kamu dibebani bukanlah supaya orang-orang lain mendapat keringanan, tetapi supaya ada keseimbangan.\n",
        "8:14 Hendaklah sekarang ini kelebihan kamu mencukupkan kekurangan mereka, agar kelebihan mereka kemudian mencukupkan kekurangan kamu, supaya ada keseimbangan.\n",
        "8:15 Seperti ada tertulis: \" Orang yang mengumpulkan banyak, tidak kelebihan dan orang yang mengumpulkan sedikit, tidak kekurangan.\"\n",
        "8:16 Syukur kepada Allah, yang oleh karena kamu mengaruniakan kesungguhan yang demikian juga dalam hati Titus untuk membantu kamu.\n",
        "8:17 Memang ia menyambut anjuran kami, tetapi karena kesungguhannya yang besar itulah ia pergi kepada kamu dengan sukarela.\n",
        "8:18 Bersama-sama dengan dia kami mengutus saudara kita, yang terpuji di semua jemaat karena pekerjaannya dalam pemberitaan Injil.\n",
        "8:19 Bukan itu saja! Ia juga telah ditunjuk oleh jemaat-jemaat untuk menemani kami dalam pelayanan kasih ini, yang kami lakukan untuk kemuliaan Tuhan dan sebagai bukti kerelaan kami.\n",
        "8:20 Sebab kami hendak menghindarkan hal ini: Bahwa ada orang yang dapat mencela kami dalam hal pelayanan kasih yang kami lakukan dan yang hasilnya sebesar ini.\n",
        "8:21 Karena kami memikirkan yang baik, bukan hanya di hadapan Tuhan, tetapi juga di hadapan manusia.\n",
        "8:22 Bersama-sama dengan mereka kami utus seorang yang lain lagi, yakni saudara seiman kita, yang telah beberapa kali kami uji dan ternyata selalu berusaha untuk membantu. Sekarang ia makin berusaha karena besarnya kepercayaannya kepada kamu.\n",
        "8:23 Titus adalah temanku yang bekerja bersama-sama dengan aku untuk kamu; saudara-saudara seiman kami yang lain itu adalah utusan jemaat-jemaat dan suatu kemuliaan bagi Kristus.\n",
        "8:24 Karena itu tunjukkanlah kepada mereka di hadapan jemaat-jemaat bukti kasihmu dan bukti kemegahanku atas kamu.\n"
      ]
    },
    "9": {
      "en": [
        "9:1 For concerning the ministry to the saints, it is superfluous for me to write to you;\n",
        "9:2 For I know your eagerness, of which I boast on your behalf to the Macedonians, that Achaia has been prepared since last year; and your zeal has stirred up the greater number of them.\n",
        "9:3 But I sent the brothers that our boasting on your behalf might not be made void in this respect, that, as I said, you might be prepared;\n",
        "9:4 Lest, if the Macedonians come with me and find you unprepared, we, not to mention you, be put to shame in this confidence.\n",
        "9:5 Therefore I thought it necessary to entreat the brothers to go before to you and make ready beforehand your previously promised blessing, that thus this might be ready as a blessing and not as a matter of covetousness.\n",
        "9:6 But take note of this: He who sows sparingly shall also sparingly reap; and he who sows with blessings shall also with blessings reap;\n",
        "9:7 Each one as he has purposed in his heart, not out of sorrow or out of necessity, for God loves a cheerful giver.\n",
        "9:8 And God is able to make all grace abound unto you, that, in everything always having all sufficiency, you may abound unto every good work;\n",
        "9:9 Even as it is written, ?He has scattered abroad; he has given to the poor; his righteousness abides forever.?\n",
        "9:10 Now He who bountifully supplies seed to the sower and bread for food will supply and multiply your seed and cause the fruits of your righteousness to increase.\n",
        "9:11 You in everything are being enriched unto all liberality, which works out through us thanksgiving to God,\n",
        "9:12 Because the ministry of this service is not only filling up the lack of the saints, but is also abounding through many thanksgivings to God.\n",
        "9:13 They, through the approving of this ministry, are glorifying God based upon the subjection unto the gospel of Christ that issues from your confession, and upon the liberality of the fellowship to them and to all;\n",
        "9:14 While in petition on your behalf they also long after you on account of the surpassing grace of God upon you.\n",
        "9:15 Thanks be to God for His indescribable gift!\n"
      ],
      "id": [
        "9:1 Tentang pelayanan kepada orang-orang kudus tidak perlu lagi aku menuliskannya kepada kamu.\n",
        "9:2 Aku telah tahu kerelaan hatimu yang aku megahkan kepada orang-orang Makedonia. Kataku, \" Akhaya sudah siap sedia sejak tahun yang lampau.\" Dan kegiatanmu telah menjadi perangsang bagi banyak orang.\n",
        "9:3 Aku mengutus saudara-saudara seiman itu, agar kemegahan kami dalam hal ini atas kamu jangan ternyata menjadi sia-sia, tetapi supaya kamu benar-benar siap sedia seperti yang telah kukatakan,\n",
        "9:4 supaya, apabila orang-orang Makedonia datang bersama-sama dengan aku, jangan mereka mendapati kamu belum siap sedia, sehingga kami -- untuk tidak mengatakan kamu -- merasa malu atas keyakinan kami itu.\n",
        "9:5 Sebab itu, aku merasa perlu mendorong saudara-saudara itu untuk berangkat mendahului aku, supaya mereka lebih dahulu mengurus pemberian yang telah kamu janjikan sebelumnya, agar nanti tersedia sebagai bukti kemurahan hati kamu dan bukan sebagai pemberian yang dipaksakan.\n",
        "9:6 Perhatikanlah ini: Orang yang menabur sedikit, akan menuai sedikit juga, dan orang yang menabur banyak, akan menuai banyak juga.\n",
        "9:7 Hendaklah masing-masing memberi menurut kerelaan hatinya, jangan dengan sedih hati atau karena paksaan, sebab Allah mengasihi orang yang memberi dengan sukacita.\n",
        "9:8 Lagi pula, Allah sanggup melimpahkan segala anugerah kepada kamu, supaya kamu senantiasa berkecukupan di dalam segala sesuatu dan malah berkelebihan di dalam berbagai perbuatan baik.\n",
        "9:9 Seperti ada tertulis: \" Ia membagi-bagikan, Ia memberikan kepada orang miskin, kebenaran-Nya tetap untuk selamanya.\"\n",
        "9:10 Ia yang menyediakan benih bagi penabur, dan roti untuk dimakan, Ia juga yang akan menyediakan benih bagi kamu dan melipatgandakannya dan menumbuhkan buah-buah kebenaranmu;\n",
        "9:11 kamu akan diperkaya dalam segala macam kemurahan hati, yang membangkitkan syukur kepada Allah oleh karena kami.\n",
        "9:12 Sebab pelayanan kasih yang kamu baktikan ini bukan hanya mencukupkan keperluan orang-orang kudus, tetapi juga melimpahkan ucapan syukur kepada Allah.\n",
        "9:13 Oleh sebab kamu telah tahan uji dalam pelayanan itu, mereka memuliakan Allah karena ketaatan kamu dalam pengakuan akan Injil Kristus dan karena kemurahan hatimu dalam membagikan segala sesuatu dengan mereka dan dengan semua orang,\n",
        "9:14 sedangkan di dalam doa mereka, mereka juga merindukan kamu karena anugerah Allah yang melimpah atas kamu.\n",
        "9:15 Syukur kepada Allah karena karunia-Nya yang tak terkatakan itu!\n"
      ]
    },
    "10": {
      "en": [
        "10:1 But I myself, Paul, entreat you through the meekness and gentleness of Christ, who (as you say) in person am base among you, but while absent am bold toward you,\n",
        "10:2 I beseech you that when present I would not have to be bold in the confidence with which I count myself, to dare do to some who count us as ones who are walking according to flesh.\n",
        "10:3 For though we walk in flesh, we do not war according to flesh;\n",
        "10:4 For the weapons of our warfare are not fleshly but powerful before God for the overthrowing of strongholds,\n",
        "10:5 As we overthrow reasonings and every high thing rising up against the knowledge of God, and take captive every thought unto the obedience of Christ.\n",
        "10:6 And we are ready to punish all disobedience when your obedience is fulfilled.\n",
        "10:7 You look at things according to their appearance. If someone has confidence in himself to be of Christ, let him take account of this again concerning himself, that even as he is of Christ, so also are we.\n",
        "10:8 For even if I should boast somewhat more abundantly concerning our authority, which the Lord has given for building you up and not for overthrowing you, I will not be put to shame.\n",
        "10:9 I say this so as not to seem as if I am terrifying you through my letters,\n",
        "10:10 Because while his letters, someone says, are weighty and strong, his bodily presence is weak and his speech contemptible.\n",
        "10:11 Let such a one take account of this, that such as we are in word by letters when absent, such also we are in deed when present.\n",
        "10:12 For we do not dare to class or compare ourselves with any of those who commend themselves; but they, measuring themselves by themselves and comparing themselves with themselves, are without understanding.\n",
        "10:13 But we will not boast beyond our measure but according to the measure of the rule which the God of measure has apportioned to us, to reach even as far as you.\n",
        "10:14 For we are not extending ourselves beyond our bounds, as if we did not reach you, for we were the first to come even as far as unto you in the gospel of Christ.\n",
        "10:15 We are not boasting beyond our measure in others? labors, but have the hope, as your faith is increasing, to be magnified in you according to our rule unto abundance,\n",
        "10:16 So that we may announce the gospel unto those parts beyond you, not so that we may boast in another man?s rule in things already prepared.\n",
        "10:17 But he who boasts, let him boast in the Lord;\n",
        "10:18 For it is not the one who commends himself who is approved, but the one whom the Lord commends.\n"
      ],
      "id": [
        "10:1 Aku, Paulus, seorang yang tidak berani bila berhadapan muka dengan kamu, tetapi berani terhadap kamu bila berjauhan, aku memperingatkan kamu demi Kristus yang lemah lembut dan ramah.\n",
        "10:2 Aku meminta kepada kamu: Jangan kamu memaksa aku menunjukkan keberanianku dari dekat, sebagaimana aku berniat bertindak keras terhadap orang-orang tertentu yang menyangka bahwa kami hidup secara duniawi.\n",
        "10:3 Memang kami masih hidup di dunia, tetapi kami tidak berjuang secara duniawi,\n",
        "10:4 karena senjata kami dalam perjuangan bukanlah senjata duniawi, melainkan senjata yang diperlengkapi dengan kuasa Allah, yang sanggup untuk meruntuhkan benteng-benteng.\n",
        "10:5 Kami mematahkan setiap siasat orang dan merubuhkan setiap kubu yang dibangun oleh keangkuhan manusia untuk menentang pengenalan akan Allah. Kami menawan segala pikiran dan menaklukkannya kepada Kristus,\n",
        "10:6 dan kami siap sedia juga untuk menghukum setiap kedurhakaan, bilamana ketaatan kamu telah menjadi sempurna.\n",
        "10:7 Tengoklah yang nyata di depan mata kamu! Kalau seseorang benar-benar yakin bahwa ia adalah milik Kristus, hendaklah ia berpikir di dalam hatinya bahwa kami juga milik Kristus sama seperti dia.\n",
        "10:8 Bahkan, jikalau aku agak berlebih-lebihan bermegah atas kuasa, yang dikaruniakan Tuhan kepada kami untuk membangun dan bukan untuk meruntuhkan kamu, maka dalam hal itu aku tidak akan mendapat malu.\n",
        "10:9 Tetapi aku tidak mau kelihatan seolah-olah aku menakut-nakuti kamu dengan surat-suratku.\n",
        "10:10 Sebab, kata orang, surat-suratnya memang tegas dan keras, tetapi bila berhadapan muka sikapnya lemah dan perkataan-perkataannya tidak berarti.\n",
        "10:11 Tetapi hendaklah orang-orang yang berkata demikian menginsafi bahwa tindakan kami, bila berhadapan muka, sama seperti perkataan kami dalam surat-surat kami, bila tidak berhadapan muka.\n",
        "10:12 Memang kami tidak berani menggolongkan atau membandingkan diri kami dengan orang-orang tertentu yang memuji diri sendiri. Mereka mengukur dirinya dengan ukuran mereka sendiri dan membandingkan dirinya dengan diri mereka sendiri. Alangkah bodohnya mereka!\n",
        "10:13 Sebaliknya kami tidak mau bermegah melampaui batas, melainkan tetap di dalam batas-batas daerah kerja yang dipatok Allah bagi kami, yang meluas sampai kepada kamu juga.\n",
        "10:14 Sebab dalam memberitakan Injil Kristus kami telah sampai kepada kamu, sehingga kami tidak melewati batas daerah kerja kami, seolah-olah kami belum sampai kepada kamu.\n",
        "10:15 Kami tidak bermegah atas pekerjaan yang dilakukan oleh orang lain di daerah kerja yang tidak dipatok untuk kami. Tetapi kami berharap bahwa apabila imanmu makin bertumbuh, kami akan mendapat penghormatan lebih besar lagi di antara kamu, jika dibandingkan dengan daerah kerja yang dipatok untuk kami.\n",
        "10:16 Dengan demikian, kami dapat memberitakan Injil di daerah-daerah yang lebih jauh daripada daerahmu dan tidak bermegah atas hasil-hasil yang dicapai orang lain di daerah kerja yang dipatok untuk mereka.\n",
        "10:17 \"Tetapi siapa saja yang bermegah, hendaklah ia bermegah di dalam Tuhan.\"\n",
        "10:18 Sebab bukan orang yang memuji diri yang tahan uji, melainkan orang yang dipuji Tuhan.\n"
      ]
    }
  }
}
