{
  "Galatians": {
    "1": {
      "en": [
        "1:1 Paul, an apostle not from men nor through man but through Jesus Christ and God the Father, who raised Him from the dead),\n",
        "1:2 And all the brothers who are with me, to the churches of Galatia:\n",
        "1:3 Grace to you and peace from God our Father and the Lord Jesus Christ,\n",
        "1:4 Who gave Himself for our sins that He might rescue us out of the present evil age according to the will of our God and Father,\n",
        "1:5 To whom be the glory forever and ever. Amen.\n",
        "1:6 I marvel that you are so quickly removing from Him who has called you in the grace of Christ to a different gospel,\n",
        "1:7 Which is not another gospel, only there are some who trouble you and desire to pervert the gospel of Christ.\n",
        "1:8 But if even we or an angel out of heaven should announce to you a gospel beyond that which we have announced to you, let him be accursed.\n",
        "1:9 As we have said before, now also I say again, If anyone announces to you a gospel beyond that which you have received, let him be accursed.\n",
        "1:10 For am I now trying to win the assent of men or of God? Or am I seeking to please men? If I were still trying to please men, I would not be a slave of Christ.\n",
        "1:11 For I make known to you, brothers, concerning the gospel announced by me, that it is not according to man.\n",
        "1:12 For neither did I receive it from man, nor was I taught it, but I received it through a revelation by Jesus Christ.\n",
        "1:13 For you have heard of my manner of life formerly in Judaism, that I persecuted the church of God excessively and ravaged it.\n",
        "1:14 And I advanced in Judaism beyond many contemporaries in my race, being more abundantly a zealot for the traditions of my fathers.\n",
        "1:15 But when it pleased God, who set me apart from my mother?s womb and called me through His grace,\n",
        "1:16 To reveal His Son in me that I might announce Him as the gospel among the Gentiles, immediately I did not confer with flesh and blood,\n",
        "1:17 Neither did I go up to Jerusalem to those who were apostles before me, but I went away to Arabia and again returned to Damascus.\n",
        "1:18 Then after three years I went up to Jerusalem to visit Cephas, and I remained with him fifteen days.\n",
        "1:19 But I saw none of the other apostles except James, the brother of the Lord.\n",
        "1:20 Now concerning the things which I am writing to you, behold, before God, I am not lying.\n",
        "1:21 Then I went into the regions of Syria and Cilicia.\n",
        "1:22 Yet I was still unknown by face to the churches of Judea, which are in Christ.\n",
        "1:23 But they only heard this: He who was formerly persecuting us is now announcing as the gospel the faith which formerly he ravaged.\n",
        "1:24 And they glorified God because of me.\n"
      ],
      "id": [
        "1:1 Dari Paulus, seorang rasul, bukan karena manusia, juga bukan oleh seorang manusia, melainkan oleh Yesus Kristus dan Allah, Bapa, yang telah membangkitkan Dia dari antara orang mati,\n",
        "1:2 dan dari semua saudara seiman yang ada bersama-sama dengan aku. Kepada jemaat-jemaat di Galatia:\n",
        "1:3 Anugerah menyertai kamu dan damai sejahtera dari Allah, Bapa kita, dan dari Tuhan Yesus Kristus,\n",
        "1:4 yang telah menyerahkan diri-Nya karena dosa-dosa kita, untuk melepaskan kita dari dunia jahat yang sekarang ini, menurut kehendak Allah dan Bapa kita.\n",
        "1:5 Bagi-Nyalah kemuliaan selama-lamanya! Amin.\n",
        "1:6 Aku heran bahwa kamu begitu lekas berbalik dari Dia yang dalam anugerah Kristus telah memanggil kamu, dan mengikuti suatu injil lain,\n",
        "1:7 yang sebenarnya bukan Injil. Hanya ada orang yang mengacaukan kamu dan yang bermaksud untuk memutarbalikkan Injil Kristus.\n",
        "1:8 Tetapi sekalipun kami atau seorang malaikat dari surga yang memberitakan kepadamu suatu injil yang berbeda dengan Injil yang telah kami beritakan kepadamu, terkutuklah dia.\n",
        "1:9 Seperti yang telah kami katakan sebelumnya, sekarang kukatakan sekali lagi: Jikalau ada orang yang memberitakan kepadamu suatu injil, yang berbeda dengan apa yang telah kamu terima, terkutuklah dia.\n",
        "1:10 Jadi bagaimana sekarang: Apakah kucari kesukaan manusia atau kesukaan Allah? Ataukah kucoba menyenangkan manusia? Sekiranya aku masih mau mencoba menyenangkan manusia, maka aku bukanlah hamba Kristus.\n",
        "1:11 Sebab aku menegaskan kepadamu, Saudara-saudaraku bahwa Injil yang kuberitakan itu bukanlah injil yang berasal dari manusia.\n",
        "1:12 Karena aku tidak menerimanya dari manusia dan bukan manusia yang mengajarkannya kepadaku, tetapi aku menerimanya melalui penyataan Yesus Kristus.\n",
        "1:13 Sebab kamu telah mendengar tentang hidupku dahulu dalam agama Yahudi: Tanpa batas aku menganiaya jemaat Allah dan berusaha membinasakannya.\n",
        "1:14 Di dalam agama Yahudi pun aku jauh lebih maju dari banyak teman yang sebaya dengan aku di antara bangsaku, sebagai orang yang sangat rajin memelihara adat istiadat nenek moyangku.\n",
        "1:15 Tetapi sewaktu Allah, telah memilih aku sejak kandungan ibuku dan memanggil aku oleh anugerah-Nya,\n",
        "1:16 berkenan menyatakan Anak-Nya di dalam aku, supaya aku memberitakan Dia di antara bangsa-bangsa bukan Yahudi, sesaat pun aku tidak minta pertimbangan kepada manusia;\n",
        "1:17 juga aku tidak pergi ke Yerusalem mendapatkan mereka yang telah menjadi rasul sebelum aku, tetapi aku berangkat ke tanah Arab dan dari situ kembali lagi ke Damsyik.\n",
        "1:18 Lalu, tiga tahun kemudian, aku pergi ke Yerusalem untuk mengunjungi Kefas, dan aku menumpang lima belas hari di rumahnya.\n",
        "1:19 Tetapi aku tidak melihat seorang pun dari rasul-rasul yang lain, kecuali Yakobus, saudara Tuhan Yesus.\n",
        "1:20 Di hadapan Allah kutegaskan: Apa yang kutuliskan kepadamu ini benar, aku tidak berdusta.\n",
        "1:21 Kemudian aku pergi ke daerah-daerah Siria dan Kilikia.\n",
        "1:22 Tetapi rupaku tetap tidak dikenal oleh jemaat-jemaat Kristus di Yudea.\n",
        "1:23 Mereka hanya mendengar bahwa ia yang dahulu menganiaya mereka, sekarang memberitakan iman yang pernah hendak dibinasakannya.\n",
        "1:24 Lalu mereka memuliakan Allah karena aku.\n"
      ]
    },
    "2": {
      "en": [
        "2:1 Then after a period of fourteen years I went up again to Jerusalem with Barnabas, taking Titus with me also.\n",
        "2:2 And I went up according to revelation, and I laid before them the gospel which I proclaim among the Gentiles, but privately to those who were of repute, lest perhaps I should be running, or had run, in vain.\n",
        "2:3 But not even Titus, who was with me, though he is a Greek, was compelled to be circumcised;\n",
        "2:4 And this, because of the false brothers, brought in secretly, who stole in to spy out our freedom which we have in Christ Jesus, that they might bring us into slavery.\n",
        "2:5 To them we yielded with the subjection demanded not even for an hour, that the truth of the gospel might remain with you.\n",
        "2:6 But from those who were reputed to be something?whatever they were makes no difference to me; God does not accept man?s person; for to me those who were of repute added nothing.\n",
        "2:7 But on the contrary, seeing that I had been entrusted with the gospel to the uncircumcision, even as Peter with the gospel to the circumcision,\n",
        "2:8 (For He who operated in Peter for the apostleship to the circumcision operated also in me for the Gentiles),\n",
        "2:9 And perceiving the grace given to me, James and Cephas and John, who were reputed to be pillars, gave to me and to Barnabas the right hand of fellowship that we should go to the Gentiles, and they, to the circumcision.\n",
        "2:10 Only they requested that we remember the poor, which very thing I was also eager to do.\n",
        "2:11 But when Cephas came to Antioch, I opposed him to his face because he stood condemned.\n",
        "2:12 For before some came from James, he continually ate with the Gentiles; but when they came, he began to shrink back and separate himself, fearing those of the circumcision.\n",
        "2:13 And the rest of the Jews also joined him in this hypocrisy, so that even Barnabas was carried away in their hypocrisy.\n",
        "2:14 But when I saw that they were not walking in a straightforward way in relation to the truth of the gospel, I said to Cephas before them all, If you, being a Jew, live like the Gentiles and not like the Jews, how is it that you compel the Gentiles to live like the Jews?\n",
        "2:15 We are Jews by nature and not sinners from among the Gentiles;\n",
        "2:16 And knowing that a man is not justified out of works of law, but through faith in Jesus Christ, we also have believed into Christ Jesus that we might be justified out of faith in Christ and not out of the works of law, because out of the works of law no flesh will be justified.\n",
        "2:17 But if, while seeking to be justified in Christ, we ourselves also have been found sinners, is then Christ a minister of sin? Absolutely not!\n",
        "2:18 For if I build again the things which I have destroyed, I prove myself to be a transgressor.\n",
        "2:19 For I through law have died to law that I might live to God.\n",
        "2:20 I am crucified with Christ; and it is no longer I who live, but it is Christ who lives in me; and the life which I now live in the flesh I live in faith, the faith of the Son of God, who loved me and gave Himself up for me.\n",
        "2:21 I do not nullify the grace of God; for if righteousness is through law, then Christ has died for nothing.\n"
      ],
      "id": [
        "2:1 Empat belas tahun kemudian, aku pergi lagi ke Yerusalem dengan Barnabas dan Titus pun kubawa juga.\n",
        "2:2 Aku pergi berdasarkan suatu penyataan Allah. Kepada mereka kubentangkan Injil yang kuberitakan di antara bangsa-bangsa bukan Yahudi -- dalam percakapan tersendiri kepada mereka yang terpandang -- supaya jangan dengan percuma aku berusaha atau telah berusaha.\n",
        "2:3 Tetapi kendatipun Titus, yang bersama-sama dengan aku, adalah seorang Yunani, namun ia tidak dipaksa untuk menyunatkan dirinya.\n",
        "2:4 Memang ada desakan dari saudara-saudara palsu yang menyusup masuk, yaitu mereka yang menyelundup ke dalam untuk menghadang kebebasan kita yang kita miliki di dalam Kristus Yesus, supaya dengan jalan itu mereka dapat memperhamba kita.\n",
        "2:5 Tetapi sesaat pun kami tidak mau mundur dan tunduk kepada mereka, agar kebenaran Injil dapat tinggal tetap pada kamu.\n",
        "2:6 Mengenai mereka yang dianggap terpandang itu -- bagaimana kedudukan mereka dahulu, itu tidak penting bagiku, sebab Allah tidak memandang muka -- bagaimanapun juga, mereka yang terpandang itu tidak memaksakan sesuatu yang lain kepadaku.\n",
        "2:7 Sebaliknya, mereka melihat bahwa kepadaku telah dipercayakan pemberitaan Injil untuk orang-orang tak bersunat, sama seperti kepada Petrus untuk orang-orang bersunat\n",
        "2:8 -- karena Ia yang telah memberikan kekuatan kepada Petrus untuk menjadi rasul bagi orang-orang bersunat, Ia juga yang telah memberikan kekuatan kepadaku untuk orang-orang yang tidak bersunat.\n",
        "2:9 Setelah melihat anugerah yang diberikan kepadaku, maka Yakobus, Kefas dan Yohanes, yang dipandang sebagai tiang utama jemaat, berjabat tangan dengan aku dan dengan Barnabas sebagai tanda persekutuan, supaya kami pergi kepada orang-orang yang tidak bersunat dan mereka kepada orang-orang yang bersunat;\n",
        "2:10 hanya kami harus tetap mengingat orang-orang miskin dan memang itulah yang sungguh-sungguh hendak kulakukan.\n",
        "2:11 Tetapi waktu Kefas datang ke Antiokhia, aku dengan terang-terangan menentangnya, sebab ia salah.\n",
        "2:12 Karena sebelum beberapa orang dari kalangan Yakobus datang, ia makan sehidangan dengan saudara-saudara seiman yang tidak bersunat, tetapi setelah mereka datang, ia mengundurkan diri dan menjauhi mereka karena takut terhadap saudara-saudara yang bersunat.\n",
        "2:13 Orang-orang Yahudi yang lain pun turut berlaku munafik dengan dia, sehingga Barnabas sendiri turut terseret oleh kemunafikan mereka.\n",
        "2:14 Tetapi waktu kulihat bahwa kelakuan mereka itu tidak sesuai dengan kebenaran Injil, aku berkata kepada Kefas di hadapan mereka semua, \"Jika engkau, seorang Yahudi, hidup seperti orang bukan Yahudi dan tidak seperti orang Yahudi, bagaimana engkau dapat memaksa saudara-saudara yang tidak bersunat untuk hidup seperti orang Yahudi?\"\n",
        "2:15 Menurut kelahiran, kami adalah orang Yahudi dan bukan orang berdosa dari bangsa-bangsa lain.\n",
        "2:16 Kita tahu bahwa tidak seorang pun yang dibenarkan karena melakukan hukum Taurat, tetapi hanya melalui iman dalam Kristus Yesus. Sebab itu, kami pun telah percaya kepada Kristus Yesus, supaya kami dibenarkan karena iman dalam Kristus dan bukan karena melakukan hukum Taurat. Sebab: \" Tidak ada seorang pun yang dibenarkan\" karena melakukan hukum Taurat.\n",
        "2:17 Tetapi jika kami sendiri, sementara kami berusaha untuk dibenarkan dalam Kristus ternyata adalah orang-orang berdosa, apakah hal itu berarti bahwa Kristus adalah pelayan dosa? Sekali-kali tidak.\n",
        "2:18 Karena, jikalau aku membangun kembali apa yang telah kurombak, aku menyatakan diriku sebagai pelanggar hukum Taurat.\n",
        "2:19 Sebab aku telah mati oleh hukum Taurat untuk hukum Taurat, supaya aku hidup untuk Allah. Aku telah disalibkan dengan Kristus;\n",
        "2:20 namun aku hidup, tetapi bukan lagi aku sendiri yang hidup, melainkan Kristus yang hidup di dalam aku. Hidup yang sekarang aku hidupi secara jasmani adalah hidup oleh iman dalam Anak Allah yang telah mengasihi aku dan menyerahkan diri-Nya untuk aku.\n",
        "2:21 Aku tidak menolak anugerah Allah. Sebab sekiranya ada pembenaran melalui hukum Taurat, maka sia-sialah kematian Kristus.\n"
      ]
    },
    "3": {
      "en": [
        "3:1 O foolish Galatians, who has bewitched you, before whose eyes Jesus Christ was openly portrayed crucified?\n",
        "3:2 This only I wish to learn from you, Did you receive the Spirit out of the works of law or out of the hearing of faith?\n",
        "3:3 Are you so foolish? Having begun by the Spirit, are you now being perfected by the flesh?\n",
        "3:4 Have you suffered so many things in vain, if indeed it was in vain?\n",
        "3:5 He therefore who bountifully supplies to you the Spirit and does works of power among you, does He do it out of the works of law or out of the hearing of faith?\n",
        "3:6 Even as ?Abraham believed God, and it was accounted to him for righteousness.?\n",
        "3:7 Know then that they who are of faith, these are sons of Abraham.\n",
        "3:8 And the Scripture, foreseeing that God would justify the Gentiles out of faith, announced the gospel beforehand to Abraham: ?In you shall all the nations be blessed.?\n",
        "3:9 So then they who are of faith are blessed with believing Abraham.\n",
        "3:10 For as many as are of the works of law are under a curse; for it is written, ?Cursed is everyone who does not continue in all the things written in the book of the law to do them.?\n",
        "3:11 And that by law no one is justified before God is evident because, ?The righteous one shall have life and live by faith?;\n",
        "3:12 But the law is not of faith, yet, ?He who does them shall live because of them.?\n",
        "3:13 Christ has redeemed us out of the curse of the law, having become a curse on our behalf; because it is written, ?Cursed is everyone hanging on a tree?;\n",
        "3:14 In order that the blessing of Abraham might come to the Gentiles in Christ Jesus, that we might receive the promise of the Spirit through faith.\n",
        "3:15 Brothers, I speak according to man, though it is a man?s covenant, yet when it has been ratified, no one nullifies it or makes additions to it.\n",
        "3:16 But to Abraham were the promises spoken and to his seed. He does not say, ?And to the seeds,? as concerning many, but as concerning one: ?And to your seed,? who is Christ.\n",
        "3:17 And I say this: A covenant previously ratified by God, the law, having come four hundred and thirty years after, does not annul so as to make the promise of none effect.\n",
        "3:18 For if the inheritance is of law, it is no longer of promise; but to Abraham God has graciously given it through promise.\n",
        "3:19 Why then the law? It was added because of the transgressions until the seed should come to whom the promise was made, it being ordained through angels in the hand of a mediator.\n",
        "3:20 But a mediator is not a mediator for one, but God is one.\n",
        "3:21 Is then the law against the promises of God? Absolutely not! For if a law had been given which was able to give life, righteousness would have indeed been of law.\n",
        "3:22 But the Scripture has shut up all under sin in order that the promise out of faith in Jesus Christ might be given to those who believe.\n",
        "3:23 But before faith came we were guarded under law, being shut up unto the faith which was to be revealed.\n",
        "3:24 So then the law has become our child-conductor unto Christ that we might be justified out of faith.\n",
        "3:25 But since faith has come, we are no longer under a child-conductor.\n",
        "3:26 For you are all sons of God through faith in Christ Jesus.\n",
        "3:27 For as many of you as were baptized into Christ have put on Christ.\n",
        "3:28 There cannot be Jew nor Greek, there cannot be slave nor free man, there cannot be male and female; for you are all one in Christ Jesus.\n",
        "3:29 And if you are of Christ, then you are Abraham?s seed, heirs according to promise.\n"
      ],
      "id": [
        "3:1 Hai orang-orang Galatia yang bodoh, siapa yang telah mempesona kamu? Bukankah Yesus Kristus yang disalibkan itu telah dilukiskan dengan terang di depanmu?\n",
        "3:2 Hanya ini yang hendak kuketahui dari kamu: Apakah kamu telah menerima Roh karena melakukan hukum Taurat atau karena percaya kepada pemberitaan Injil?\n",
        "3:3 Apakah kamu sebodoh itu? Kamu telah mulai dengan Roh, apakah sekarang kamu mau mengakhirinya di dalam daging?\n",
        "3:4 Sia-siakah semua yang telah kamu alami sebanyak itu? Masakan sia-sia!\n",
        "3:5 Jadi, bagaimana sekarang, apakah Ia yang menganugerahkan Roh kepada kamu dengan berlimpah-limpah dan melakukan mukjizat di antara kamu, berbuat demikian karena kamu melakukan hukum Taurat atau karena kamu percaya kepada pemberitaan Injil?\n",
        "3:6 Dengan cara itu jugalah Abraham percaya kepada Allah, maka Allah memperhitungkan hal itu kepadanya sebagai kebenaran.\n",
        "3:7 Jadi, kamu lihat bahwa mereka yang hidup berdasarkan iman, mereka itulah anak-anak Abraham.\n",
        "3:8 Dan Kitab Suci, yang sebelumnya mengetahui bahwa Allah membenarkan orang-orang bukan Yahudi berdasarkan iman, telah terlebih dahulu memberitakan Injil kepada Abraham: \" Olehmu segala bangsa akan diberkati.\"\n",
        "3:9 Jadi, mereka yang hidup dari iman, merekalah yang diberkati bersama-sama dengan Abraham yang beriman itu.\n",
        "3:10 Karena semua orang, yang hidup dari pekerjaan hukum Taurat, berada di bawah kutuk. Sebab ada tertulis: \" Terkutuklah orang yang tidak setia melakukan segala sesuatu yang tertulis dalam kitab hukum Taurat.\"\n",
        "3:11 Lagi pula, jelaslah, tidak ada orang yang dibenarkan di hadapan Allah karena melakukan hukum Taurat, karena: \" Orang yang benar akan hidup oleh iman.\"\n",
        "3:12 Tetapi dasar hukum Taurat bukanlah iman, melainkan siapa yang melakukannya, akan hidup karenanya.\n",
        "3:13 Kristus telah menebus kita dari kutuk hukum Taurat dengan jalan menjadi kutuk karena kita, sebab ada tertulis: \" Terkutuklah orang yang digantung pada kayu salib!\"\n",
        "3:14 Yesus Kristus telah melakukan hal ini, supaya di dalam Dia berkat Abraham sampai kepada bangsa-bangsa lain, sehingga melalui iman kita menerima Roh yang telah dijanjikan itu.\n",
        "3:15 Saudara-saudara, baiklah kupergunakan suatu contoh dari hidup sehari-hari. Suatu wasiat yang telah disahkan, sekalipun dibuat oleh manusia, tidak dapat dibatalkan atau ditambahi oleh seorang pun.\n",
        "3:16 Adapun segala janji itu diucapkan kepada Abraham dan kepada keturunannya. Tidak dikatakan \"kepada keturunan-keturunannya\" seolah-olah yang dimaksudkan adalah banyak orang, tetapi hanya satu orang \"dan kepada keturunanmu\", yaitu Kristus.\n",
        "3:17 Maksudku ialah: Janji yang sebelumnya telah disahkan Allah, tidak dapat dibatalkan oleh hukum Taurat, yang baru terbit empat ratus tiga puluh tahun kemudian, sehingga janji itu hilang kekuatannya.\n",
        "3:18 Sebab, jikalau apa yang ditentukan Allah berasal dari hukum Taurat, itu tidak lagi berasal dari janji; tetapi justru berdasarkan janjilah Allah telah memberikan anugerah-Nya kepada Abraham.\n",
        "3:19 Kalau demikian, apakah maksud hukum Taurat? Hukum itu ditambahkan karena pelanggaran-pelanggaran -- sampai datang keturunan yang dimaksudkan oleh janji itu -- dan disampaikan dengan perantaraan malaikat-malaikat ke dalam tangan seorang pengantara.\n",
        "3:20 Seorang pengantara bukan hanya mewakili satu orang saja, sedangkan Allah adalah satu.\n",
        "3:21 Kalau demikian, bertentangankah hukum Taurat dengan janji-janji Allah? Sekali-kali tidak. Sebab andaikata hukum Taurat diberikan sebagai sesuatu yang dapat menghidupkan, maka memang kebenaran berasal dari hukum Taurat.\n",
        "3:22 Tetapi Kitab Suci telah mengurung segala sesuatu di bawah kekuasaan dosa, supaya berdasarkan iman dalam Yesus Kristus janji itu diberikan kepada mereka yang percaya.\n",
        "3:23 Sebelum iman itu datang kita berada di bawah pengawalan hukum Taurat, dan dikurung sampai iman itu telah dinyatakan.\n",
        "3:24 Jadi, hukum Taurat adalah penuntun bagi kita sampai Kristus datang, supaya kita dibenarkan berdasarkan iman.\n",
        "3:25 Sekarang iman itu telah datang, karena itu kita tidak berada lagi di bawah pengawasan penuntun.\n",
        "3:26 Sebab kamu semua adalah anak-anak Allah melalui iman di dalam Yesus Kristus.\n",
        "3:27 Karena kamu semua, yang dibaptis dalam Kristus, telah mengenakan Kristus.\n",
        "3:28 Dalam hal ini tidak ada orang Yahudi atau orang Yunani, tidak ada hamba atau orang merdeka, tidak ada laki-laki atau perempuan, karena kamu semua adalah satu di dalam Kristus Yesus.\n",
        "3:29 Lagi pula, jikalau kamu adalah milik Kristus, maka kamu juga adalah keturunan Abraham dan ahli waris menurut janji Allah.\n"
      ]
    },
    "4": {
      "en": [
        "4:1 But I say, As long as the heir is a child, he does not differ at all from a slave, though he is lord of all;\n",
        "4:2 But he is under guardians and stewards until the time appointed by the father.\n",
        "4:3 So also we, when we were children, were kept in slavery under the elements of the world;\n",
        "4:4 But when the fullness of the time came, God sent forth His Son, born of a woman, born under law,\n",
        "4:5 That He might redeem those under law that we might receive the sonship.\n",
        "4:6 And because you are sons, God has sent forth the Spirit of His Son into our hearts, crying, Abba, Father!\n",
        "4:7 So then you are no longer a slave but a son; and if a son, an heir also through God.\n",
        "4:8 However at that time, not knowing God, you were slaves to the gods which by nature are not gods;\n",
        "4:9 But now, having come to know God, or rather having been known by God, how is it that you turn again to the weak and poor elements, to which you desire to be enslaved yet again?\n",
        "4:10 You observe days and months and seasons and years;\n",
        "4:11 I fear for you, lest I have labored upon you in vain.\n",
        "4:12 Become as I am, because I also am as you are, brothers, I beseech you; you have not wronged me at all.\n",
        "4:13 And you know that because of weakness of my flesh I announced the gospel to you the first time.\n",
        "4:14 And that which was a trial to you in my flesh you did not despise nor loathe, but you received me as an angel of God, indeed as Christ Jesus.\n",
        "4:15 Where then is your felicitation? For I testify concerning you that if possible you would have plucked out your eyes and given them to me.\n",
        "4:16 So then have I become your enemy by presenting the truth to you?\n",
        "4:17 They are zealous of you, but not rightly; but they desire to shut you out that you may be zealous of them.\n",
        "4:18 But it is always good to be zealous in a good thing, and not only when I am present with you.\n",
        "4:19 My children, with whom I travail again in birth until Christ is formed in you,\n",
        "4:20 Indeed, I wish I could be present with you now and change my tone because I am perplexed about you.\n",
        "4:21 Tell me, you who desire to be under the law, do you not hear the law?\n",
        "4:22 For it is written that Abraham had two sons, one of the maidservant and one of the free woman.\n",
        "4:23 However the one of the maidservant was born according to the flesh, but the one of the free woman was born through promise.\n",
        "4:24 These things are spoken allegorically, for these women are two covenants, one from Mount Sinai, bringing forth children unto slavery, which is Hagar.\n",
        "4:25 Now this Hagar is Sinai the mountain in Arabia and corresponds to the Jerusalem which now is, for she is in slavery with her children.\n",
        "4:26 But the Jerusalem above is free, which is our mother;\n",
        "4:27 For it is written, ?Rejoice, barren one who does not bear; break forth and shout, you who are not travailing, because many are the children of her who is desolate rather than of her who has her husband.?\n",
        "4:28 But you, brothers, in the way Isaac was, are children of promise.\n",
        "4:29 But just as at that time he who was born according to the flesh persecuted him who was born according to the Spirit, so also it is now.\n",
        "4:30 But what does the Scripture say? ?Cast out the maidservant and her son, for the son of the maidservant shall by no means inherit with the son of the free woman.?\n",
        "4:31 So then, brothers, we are not children of the maidservant but of the free woman.\n"
      ],
      "id": [
        "4:1 Yang kumaksudkan ialah: Selama seorang ahli waris belum akil balig, sedikit pun ia tidak berbeda dengan seorang hamba, sungguhpun ia adalah tuan dari segala sesuatu;\n",
        "4:2 tetapi ia berada di bawah perwalian dan pengawasan sampai pada saat yang telah ditentukan oleh bapaknya.\n",
        "4:3 Demikian pula kita: Selama kita belum akil balig, kita takluk juga kepada roh-roh dunia.\n",
        "4:4 Tetapi setelah genap waktunya, maka Allah mengutus Anak-Nya yang lahir dari seorang perempuan dan takluk kepada hukum Taurat.\n",
        "4:5 Ia diutus untuk menebus mereka yang takluk kepada hukum Taurat, supaya kita diterima menjadi anak.\n",
        "4:6 Karena kamu adalah anak, maka Allah telah menyuruh Roh Anak-Nya ke dalam hati kita, yang berseru, \"Ya Abba, ya Bapa!\"\n",
        "4:7 Jadi, kamu bukan lagi hamba, melainkan anak; jikalau kamu anak, maka kamu juga adalah ahli-ahli waris, oleh perbuatan Allah.\n",
        "4:8 Dahulu, ketika kamu tidak mengenal Allah, kamu memperhamba diri kepada ilah-ilah yang pada hakikatnya bukan Allah.\n",
        "4:9 Tetapi sekarang sesudah kamu mengenal Allah, atau lebih baik, sesudah kamu dikenal Allah, bagaimana kamu berbalik lagi kepada roh-roh dunia yang lemah dan miskin dan mau mulai memperhamba diri lagi kepadanya?\n",
        "4:10 Kamu dengan teliti memelihara hari-hari tertentu, bulan-bulan, masa-masa yang tetap dan tahun-tahun.\n",
        "4:11 Aku khawatir kalau-kalau susah payahku untuk kamu telah sia-sia.\n",
        "4:12 Aku minta kepadamu, Saudara-saudara, jadilah sama seperti aku, sebab aku pun telah menjadi sama seperti kamu. Belum pernah kualami sesuatu yang tidak baik dari kamu.\n",
        "4:13 Kamu tahu bahwa aku pertama kali telah memberitakan Injil kepadamu karena penyakit pada tubuhku.\n",
        "4:14 Sungguhpun demikian, keadaan tubuhku itu, yang merupakan pencobaan bagi kamu, tidak kamu anggap sebagai sesuatu yang hina dan menjijikkan. Tetapi kamu telah menyambut aku, sama seperti menyambut seorang malaikat Allah, malahan sama seperti menyambut Kristus Yesus sendiri.\n",
        "4:15 Betapa bahagianya kamu pada waktu itu! Dan sekarang, di mana kebahagianmu itu? Karena aku dapat bersaksi tentang kamu bahwa seandainya mungkin, kamu telah mencungkil matamu dan memberikannya kepadaku.\n",
        "4:16 Apakah dengan mengatakan kebenaran kepadamu aku telah menjadi musuhmu?\n",
        "4:17 Mereka dengan giat berusaha menarik kamu, tetapi bukan dengan maksud yang baik, karena mereka mau mengucilkan kamu, supaya kamu dengan giat mengikuti mereka.\n",
        "4:18 Memang baik kalau orang dengan giat berusaha dalam hal-hal yang baik setiap waktu, bukan hanya bila aku ada di antara kamu.\n",
        "4:19 Hai anak-anakku, karena kamu aku menderita sakit bersalin lagi, sampai rupa Kristus menjadi nyata di dalam kamu.\n",
        "4:20 Betapa rinduku untuk berada di antara kamu pada saat ini dan dapat berbicara dengan suara yang lain, karena aku telah habis akal menghadapi kamu.\n",
        "4:21 Katakanlah kepadaku, hai kamu yang mau hidup di bawah hukum Taurat, tidakkah kamu mendengarkan hukum Taurat?\n",
        "4:22 Bukankah ada tertulis bahwa Abraham mempunyai dua orang anak, seorang dari perempuan yang menjadi hambanya dan seorang dari perempuan yang merdeka?\n",
        "4:23 Tetapi anak dari perempuan yang menjadi hambanya itu dilahirkan seperti biasanya, sedangkan anak dari perempuan yang merdeka itu dilahirkan karena janji.\n",
        "4:24 Ini adalah suatu kiasan. Sebab kedua perempuan itu adalah dua ketentuan Allah: Yang satu berasal dari Gunung Sinai dan melahirkan anak-anak perhambaan, itulah Hagar --\n",
        "4:25 Hagar ialah Gunung Sinai di tanah Arab -- dan ia sama dengan Yerusalem yang sekarang, karena ia hidup dalam perhambaan dengan anak-anaknya.\n",
        "4:26 Tetapi Yerusalem surgawi adalah perempuan yang merdeka dan dialah ibu kita.\n",
        "4:27 Karena ada tertulis: \" Bersukacitalah, hai si mandul yang tidak pernah melahirkan! Bergembira dan bersorak-sorailah, hai engkau yang tidak pernah menderita sakit bersalin! Sebab yang ditinggalkan suaminya akan mempunyai lebih banyak anak daripada yang bersuami.\"\n",
        "4:28 Dan kamu, Saudara-saudara, sama seperti Ishak, kamu adalah anak-anak janji.\n",
        "4:29 Tetapi sebagaimana dahulu, dia yang dilahirkan seperti biasanya, menganiaya yang dilahirkan menurut Roh, demikian juga sekarang ini.\n",
        "4:30 Tetapi apa kata nas Kitab Suci? \" Usirlah hamba perempuan itu beserta anaknya, sebab anak hamba perempuan itu tidak akan menjadi ahli waris bersama-sama dengan anak perempuan merdeka itu.\"\n",
        "4:31 Karena itu, Saudara-saudara, kita bukanlah anak-anak hamba perempuan, melainkan anak-anak perempuan merdeka.\n"
      ]
    },
    "5": {
      "en": [
        "5:1 It is for freedom that Christ has set us free; stand fast therefore, and do not be entangled with a yoke of slavery again.\n",
        "5:2 Behold, I Paul say to you that if you become circumcised, Christ will profit you nothing.\n",
        "5:3 And I testify again to every man who becomes circumcised that he is a debtor to do the whole law.\n",
        "5:4 You have been brought to nought, separated from Christ, you who are being justified by law; you have fallen from grace.\n",
        "5:5 For we by the Spirit out of faith eagerly await the hope of righteousness.\n",
        "5:6 For in Christ Jesus neither circumcision avails anything nor uncircumcision, but faith avails, operating through love.\n",
        "5:7 You were running well. Who hindered you that you would not believe and obey the truth?\n",
        "5:8 This persuasion is not of Him who calls you.\n",
        "5:9 A little leaven leavens the whole lump.\n",
        "5:10 I am confident in the Lord concerning you that you will be of no other mind; but he who is troubling you shall bear the judgment, whoever he may be.\n",
        "5:11 But I, brothers, if I still preach circumcision, why am I still being persecuted? Then the stumbling block of the cross has been annulled.\n",
        "5:12 I wish that those upsetting you would even cut themselves off.\n",
        "5:13 For you were called for freedom, brothers; only do not turn this freedom into an opportunity for the flesh, but through love serve one another.\n",
        "5:14 For the whole law is fulfilled in one word, in this, ?You shall love your neighbor as yourself.?\n",
        "5:15 But if you bite and devour one another, beware lest you be consumed by one another.\n",
        "5:16 But I say, Walk by the Spirit and you shall by no means fulfill the lust of the flesh.\n",
        "5:17 For the flesh lusts against the Spirit, and the Spirit against the flesh; for these oppose each other that you would not do the things that you desire.\n",
        "5:18 But if you are led by the Spirit, you are not under the law.\n",
        "5:19 And the works of the flesh are manifest, which are such things as fornication, uncleanness, lasciviousness,\n",
        "5:20 Idolatry, sorcery, enmities, strife, jealousy, outbursts of anger, factions, divisions, sects,\n",
        "5:21 Envyings, bouts of drunkenness, carousings, and things like these, of which I tell you beforehand, even as I have said before, that those who practice such things will not inherit the kingdom of God.\n",
        "5:22 But the fruit of the Spirit is love, joy, peace, long-suffering, kindness, goodness, faithfulness,\n",
        "5:23 Meekness, self-control; against such things there is no law.\n",
        "5:24 But they who are of Christ Jesus have crucified the flesh with its passions and its lusts.\n",
        "5:25 If we live by the Spirit, let us also walk by the Spirit.\n",
        "5:26 Let us not become vainglorious, provoking one another, envying one another.\n"
      ],
      "id": [
        "5:1 Supaya kita sungguh-sungguh merdeka, Kristus telah memerdekakan kita. Karena itu, berdirilah teguh dan jangan mau lagi dikenakan kuk perhambaan.\n",
        "5:2 Sesungguhnya, aku, Paulus, berkata kepadamu: Jikalau kamu menyunatkan dirimu, Kristus sama sekali tidak akan berguna bagimu.\n",
        "5:3 Sekali lagi aku katakan kepada setiap orang yang menyunatkan dirinya bahwa ia wajib melakukan seluruh hukum Taurat.\n",
        "5:4 Kamu lepas dari Kristus, jikalau kamu mengharapkan pembenaran melalui hukum Taurat; kamu hidup di luar anugerah.\n",
        "5:5 Sebab oleh Roh, dan karena iman, kita menantikan pembenaran yang kita harapkan.\n",
        "5:6 Sebab bagi orang-orang yang ada di dalam Kristus Yesus hal bersunat atau tidak bersunat tidak mempunyai arti, hanya iman yang bekerja oleh kasih.\n",
        "5:7 Dahulu kamu berlomba dengan baik. Siapa yang menghalang-halangi kamu, sehingga kamu tidak menuruti kebenaran lagi?\n",
        "5:8 Ajakan untuk tidak menurutinya lagi bukan datang dari Dia yang memanggil kamu.\n",
        "5:9 Sedikit ragi sudah membuat seluruh adonan mengembang.\n",
        "5:10 Dalam Tuhan aku yakin tentang kamu bahwa kamu tidak mempunyai pendirian lain dari ini. Tetapi orang yang mengacaukan kamu akan menanggung hukumannya, siapa pun juga dia.\n",
        "5:11 Dan lagi aku ini, Saudara-saudara, jikalau aku masih memberitakan sunat, mengapa aku masih dianiaya juga? Sebab kalau demikian, bukan batu sandungan lagi.\n",
        "5:12 Baiklah mereka yang menghasut kamu itu mengebirikan saja dirinya!\n",
        "5:13 Saudara-saudara, memang kamu telah dipanggil untuk merdeka. Tetapi janganlah kamu mempergunakan kemerdekaan itu sebagai kesempatan untuk kehidupan dalam dosa, melainkan layanilah seorang akan yang lain oleh kasih.\n",
        "5:14 Sebab seluruh hukum Taurat tercakup dalam satu firman ini, yaitu: \" Kasihilah sesamamu manusia seperti dirimu sendiri!\"\n",
        "5:15 Tetapi jikalau kamu saling menggigit dan saling menelan, awaslah, supaya jangan kamu saling membinasakan.\n",
        "5:16 Maksudku ialah: Hiduplah oleh Roh, maka kamu tidak akan menuruti keinginan daging.\n",
        "5:17 Sebab keinginan daging berlawanan dengan keinginan Roh dan keinginan Roh berlawanan dengan keinginan daging -- karena keduanya bertentangan -- sehingga kamu setiap kali tidak melakukan apa yang kamu kehendaki.\n",
        "5:18 Akan tetapi, jikalau kamu memberi dirimu dipimpin oleh Roh, maka kamu tidak hidup di bawah hukum Taurat.\n",
        "5:19 Perbuatan daging telah nyata, yaitu: percabulan, kecemaran, hawa nafsu,\n",
        "5:20 penyembahan berhala, sihir, perseteruan, perselisihan, iri hati, kemarahan, kepentingan diri sendiri, percekcokan, perpecahan,\n",
        "5:21 kedengkian, bermabuk-mabukan, pesta pora dan sebagainya. Terhadap semuanya itu kuperingatkan kamu -- seperti yang telah kulakukan dahulu -- bahwa siapa saja yang melakukan hal-hal demikian tidak akan mendapat bagian dalam Kerajaan Allah.\n",
        "5:22 Tetapi buah Roh ialah: kasih, sukacita, damai sejahtera, kesabaran, kemurahan, kebaikan, kesetiaan,\n",
        "5:23 kelemahlembutan, penguasaan diri. Tidak ada hukum yang menentang hal-hal itu.\n",
        "5:24 Siapa saja yang menjadi milik Kristus Yesus, ia telah menyalibkan daging dengan segala hawa nafsu dan keinginannya.\n",
        "5:25 Jikalau kita hidup oleh Roh, baiklah hidup kita juga dipimpin oleh Roh,\n",
        "5:26 dan janganlah kita gila hormat, janganlah kita saling menantang dan saling mendengki.\n"
      ]
    },
    "6": {
      "en": [
        "6:1 Brothers, even if a man is overtaken in some offense, you who are spiritual restore such a one in a spirit of meekness, looking to yourself lest you also be tempted.\n",
        "6:2 Bear one another?s burdens, and in this way you will fulfill the law of Christ completely.\n",
        "6:3 For if anyone thinks he is something when he is nothing, he deceives himself.\n",
        "6:4 But let each man prove his own work, and then he will have his boast in regard to himself alone and not in regard to another.\n",
        "6:5 For each one shall bear his own load.\n",
        "6:6 But let him who is instructed in the word share in all good things with him who instructs.\n",
        "6:7 Do not be deceived: God is not mocked; for whatever a man sows, this he will also reap.\n",
        "6:8 For he who sows unto his own flesh will reap corruption of the flesh, but he who sows unto the Spirit will of the Spirit reap eternal life.\n",
        "6:9 And let us not lose heart in doing what is good, for in the proper season we will reap if we do not faint.\n",
        "6:10 So then, as we have the opportunity, let us do what is good toward all, but especially toward those of the household of the faith.\n",
        "6:11 See with what large letters I have written to you with my own hand.\n",
        "6:12 As many as desire to make a good show in the flesh, these compel you to be circumcised, but only that they may not be persecuted for the cross of Christ.\n",
        "6:13 For neither do they that become circumcised keep the law themselves, but they desire you to be circumcised that they may boast in your flesh.\n",
        "6:14 But far be it from me to boast except in the cross of our Lord Jesus Christ, through whom the world has been crucified to me and I to the world.\n",
        "6:15 For neither is circumcision anything nor uncircumcision, but a new creation is what matters.\n",
        "6:16 And as many as walk by this rule, peace be upon them and mercy, even upon the Israel of God.\n",
        "6:17 Henceforth let no one trouble me, for I bear in my body the brands of Jesus.\n",
        "6:18 The grace of our Lord Jesus Christ be with your spirit, brothers. Amen.\n"
      ],
      "id": [
        "6:1 Saudara-saudara, kalaupun seseorang kedapatan melakukan suatu pelanggaran, maka kamu yang rohani, harus memimpin orang itu ke jalan yang benar dalam roh lemah lembut, sambil menjaga dirimu sendiri, supaya kamu juga jangan kena pencobaan.\n",
        "6:2 Bertolong-tolonganlah menanggung bebanmu! Demikianlah kamu memenuhi hukum Kristus.\n",
        "6:3 Sebab kalau seseorang menyangka bahwa ia berarti, padahal ia sama sekali tidak berarti, ia menipu dirinya sendiri.\n",
        "6:4 Baiklah tiap-tiap orang menguji pekerjaannya sendiri; maka ia boleh bermegah melihat keadaannya sendiri dan bukan melihat keadaan orang lain.\n",
        "6:5 Sebab tiap-tiap orang akan memikul tanggungannya sendiri.\n",
        "6:6 Dan baiklah dia, yang menerima pengajaran dalam firman, berbagi segala sesuatu yang baik dengan orang yang memberikan pengajaran itu.\n",
        "6:7 Jangan sesat! Allah tidak membiarkan diri-Nya dipermainkan. Karena apa yang ditabur orang, itu juga yang akan dituainya.\n",
        "6:8 Sebab siapa yang menabur dalam dagingnya, ia akan menuai kebinasaan dari dagingnya, tetapi siapa yang menabur dalam Roh, ia akan menuai hidup yang kekal dari Roh itu.\n",
        "6:9 Janganlah kita jemu-jemu berbuat baik, karena apabila sudah datang waktunya, kita akan menuai, jika kita tidak menjadi lemah.\n",
        "6:10 Karena itu, selama masih ada kesempatan bagi kita, marilah kita berbuat baik kepada semua orang, tetapi terutama kepada saudara-saudara seiman kita.\n",
        "6:11 Lihatlah, bagaimana besarnya huruf-huruf yang kutulis kepadamu dengan tanganku sendiri.\n",
        "6:12 Mereka yang secara lahiriah suka menonjolkan diri, merekalah yang berusaha memaksa kamu untuk bersunat, hanya dengan maksud, supaya mereka tidak dianiaya karena salib Kristus.\n",
        "6:13 Sebab mereka yang menyunatkan dirinya pun, tidak memelihara hukum Taurat. Tetapi mereka menghendaki, supaya kamu menyunatkan diri, agar mereka dapat bermegah atas keadaanmu yang lahiriah.\n",
        "6:14 Tetapi aku sekali-kali tidak mau bermegah, selain dalam salib Tuhan kita Yesus Kristus, sebab olehnya dunia telah disalibkan bagiku dan aku bagi dunia.\n",
        "6:15 Sebab bersunat atau tidak bersunat tidak ada artinya, tetapi menjadi ciptaan baru, itulah yang ada artinya.\n",
        "6:16 Bagi semua orang yang memberi dirinya dipimpin oleh patokan ini, turunlah kiranya damai sejahtera dan rahmat atas mereka dan atas Israel milik Allah.\n",
        "6:17 Selanjutnya janganlah ada orang yang menyusahkan aku, karena pada tubuhku ada tanda-tanda milik Yesus.\n",
        "6:18 Anugerah Tuhan kita Yesus Kristus menyertai roh kamu, Saudara-saudara! Amin.\n"
      ]
    }
  }
}
