{
  "Colossians": {
    "1": {
      "en": [
        "1:1 Paul, an apostle of Christ Jesus through the will of God, and Timothy the brother,\n",
        "1:2 To the saints in Colossae and faithful brothers in Christ: Grace to you and peace from God our Father.\n",
        "1:3 We give thanks to God, the Father of our Lord Jesus Christ, praying always concerning you,\n",
        "1:4 Because we have heard of your faith in Christ Jesus and the love which you have unto all the saints\n",
        "1:5 Because of the hope laid up for you in the heavens, of which you heard before in the word of the truth of the gospel,\n",
        "1:6 Which has come to you, even as it is also in all the world, bearing fruit and growing, as also in you, since the day you heard and knew the grace of God in truth;\n",
        "1:7 Even as you learned from Epaphras, our beloved fellow slave, who is a faithful minister of Christ on your behalf,\n",
        "1:8 Who also has made known to us your love in the Spirit.\n",
        "1:9 Therefore we also, since the day we heard of it, do not cease praying and asking on your behalf that you may be filled with the full knowledge of His will in all spiritual wisdom and understanding,\n",
        "1:10 To walk worthily of the Lord to please Him in all things, bearing fruit in every good work and growing by the full knowledge of God,\n",
        "1:11 Being empowered with all power, according to the might of His glory, unto all endurance and long-suffering with joy,\n",
        "1:12 Giving thanks to the Father, who has qualified you for a share of the allotted portion of the saints in the light;\n",
        "1:13 Who delivered us out of the authority of darkness and transferred us into the kingdom of the Son of His love,\n",
        "1:14 In whom we have redemption, the forgiveness of sins;\n",
        "1:15 Who is the image of the invisible God, the Firstborn of all creation,\n",
        "1:16 Because in Him all things were created, in the heavens and on the earth, the visible and the invisible, whether thrones or lordships or rulers or authorities; all things have been created through Him and unto Him.\n",
        "1:17 And He is before all things, and all things cohere in Him;\n",
        "1:18 And He is the Head of the Body, the church; He is the beginning, the Firstborn from the dead, that He Himself might have the first place in all things;\n",
        "1:19 For in Him all the fullness was pleased to dwell\n",
        "1:20 And through Him to reconcile all things to Himself, having made peace through the blood of His cross? 1 through Him, whether the things on the earth or the things in the heavens.\n",
        "1:21 And you, though once alienated and enemies in your mind because of your evil works,\n",
        "1:22 He now has reconciled in the body of His flesh through death, to present you holy and without blemish and without reproach before Him;\n",
        "1:23 If indeed you continue in the faith, grounded and steadfast and not being moved away from the hope of the gospel, which you heard, which was proclaimed in all creation under heaven, of which I Paul became a minister.\n",
        "1:24 I now rejoice in my sufferings on your behalf and fill up on my part that which is lacking of the afflictions of Christ in my flesh for His Body, which is the church;\n",
        "1:25 Of which I became a minister according to the stewardship of God, which was given to me for you, to complete the word of God,\n",
        "1:26 The mystery which has been hidden from the ages and from the generations but now has been manifested to His saints;\n",
        "1:27 To whom God willed to make known what are the riches of the glory of this mystery among the Gentiles, which is Christ in you, the hope of glory,\n",
        "1:28 Whom we announce, admonishing every man and teaching every man in all wisdom that we may present every man full-grown in Christ;\n",
        "1:29 For which also I labor, struggling according to His operation which operates in me in power.\n"
      ],
      "id": [
        "1:1 Dari Paulus, rasul Kristus Yesus, atas kehendak Allah, dan Timotius saudara kita.\n",
        "1:2 Kepada saudara-saudara yang kudus dan yang percaya dalam Kristus di Kolose. Anugerah dan damai sejahtera dari Allah, Bapa kita, menyertai kamu.\n",
        "1:3 Kami senantiasa mengucap syukur kepada Allah, Bapa Tuhan kita Yesus Kristus, setiap kali kami berdoa untuk kamu,\n",
        "1:4 karena kami telah mendengar tentang imanmu dalam Kristus Yesus dan tentang kasihmu terhadap semua orang kudus,\n",
        "1:5 oleh karena pengharapan yang disediakan bagi kamu di surga. Tentang pengharapan itu telah lebih dahulu kamu dengar dalam firman kebenaran, yaitu Injil,\n",
        "1:6 yang sudah sampai kepada kamu. Injil itu berbuah dan berkembang di seluruh dunia, demikian juga di antara kamu sejak waktu kamu mendengarnya dan mengenal anugerah Allah dengan sebenarnya.\n",
        "1:7 Semuanya itu telah kamu ketahui dari Epafras, kawan pelayan yang kami kasihi, yang bagi kamu adalah pelayan Kristus yang setia.\n",
        "1:8 Dialah juga yang telah menyatakan kepada kami kasihmu dalam Roh.\n",
        "1:9 Sebab itu, sejak kami mendengarnya, kami tidak henti-hentinya berdoa untuk kamu. Kami meminta, supaya kamu dipenuhi dengan segala hikmat dan pengertian rohani untuk mengetahui kehendak Tuhan,\n",
        "1:10 sehingga hidupmu layak di hadapan-Nya serta berkenan kepada-Nya dalam segala hal, dan kamu memberi buah dalam segala pekerjaan yang baik dan bertumbuh dalam pengetahuan tentang Allah,\n",
        "1:11 dan dikuatkan dengan segala kekuatan oleh kuasa kemuliaan-Nya untuk menanggung segala sesuatu dengan tekun dan sabar,\n",
        "1:12 dan mengucap syukur dengan sukacita kepada Bapa, yang melayakkan kamu untuk mendapat bagian dalam apa yang ditentukan untuk orang-orang kudus di dalam terang.\n",
        "1:13 Ia telah melepaskan kita dari kuasa kegelapan dan memindahkan kita ke dalam Kerajaan Anak-Nya yang terkasih;\n",
        "1:14 di dalam Dia kita memiliki penebusan kita, yaitu pengampunan dosa.\n",
        "1:15 Dialah gambar Allah yang tidak kelihatan, yang sulung, lebih utama dari segala yang diciptakan,\n",
        "1:16 karena di dalam Dialah telah diciptakan segala sesuatu, yang ada di surga dan yang ada di bumi, yang kelihatan dan yang tidak kelihatan, baik singgasana, maupun kerajaan, baik pemerintah, maupun penguasa; segala sesuatu diciptakan oleh Dia dan untuk Dia.\n",
        "1:17 Ia ada terlebih dahulu dari segala sesuatu dan segala sesuatu menyatu di dalam Dia.\n",
        "1:18 Dialah kepala tubuh, yaitu jemaat. Dialah yang sulung, yang pertama bangkit dari antara orang mati, sehingga Dialah yang lebih utama dalam segala sesuatu.\n",
        "1:19 Karena seluruh kepenuhan Allah berkenan tinggal di dalam Dia,\n",
        "1:20 dan melalui Dialah Allah memperdamaikan segala sesuatu dengan diri-Nya, baik yang ada di bumi, maupun yang ada di surga, sesudah Ia mengadakan pendamaian dengan darah salib Kristus.\n",
        "1:21 Juga kamu yang dahulu hidup jauh dari Allah dan menjadi musuh-Nya dalam hati dan pikiran seperti yang nyata dari perbuatanmu yang jahat,\n",
        "1:22 sekarang diperdamaikan-Nya, di dalam tubuh jasmani Kristus oleh kematian-Nya, untuk menempatkan kamu kudus dan tak bercela dan tak bercacat di hadapan- Nya.\n",
        "1:23 Sebab itu kamu harus bertekun dalam iman, tetap teguh dan tidak berguncang dan jangan mau digeser dari pengharapan Injil, yang telah kamu dengar dan yang telah dikabarkan di seluruh alam di bawah langit, dan yang aku ini, Paulus, telah menjadi pelayannya.\n",
        "1:24 Sekarang aku bersukacita bahwa aku boleh menderita karena kamu, dan menggenapkan dalam tubuhku apa yang kurang pada penderitaan Kristus, untuk tubuh-Nya, yaitu jemaat.\n",
        "1:25 Aku telah menjadi pelayan jemaat itu sesuai dengan tugas yang dipercayakan Allah kepadaku untuk meneruskan firman-Nya dengan sepenuhnya kepada kamu,\n",
        "1:26 yaitu rahasia yang tersembunyi dari abad ke abad dan dari turunan ke turunan, tetapi yang sekarang dinyatakan kepada orang-orang kudus-Nya.\n",
        "1:27 Kepada mereka Allah mau memberitahukan, betapa kaya dan mulianya rahasia itu di antara bangsa-bangsa lain, yaitu: Kristus ada di tengah-tengah kamu, Kristus yang adalah pengharapan akan kemuliaan!\n",
        "1:28 Dialah yang kami beritakan bilamana tiap-tiap orang kami nasihati dan tiap-tiap orang kami ajari dalam segala hikmat, untuk memimpin tiap-tiap orang kepada kesempurnaan dalam Kristus.\n",
        "1:29 Itulah yang kuusahakan dan kupergumulkan dengan segenap tenaga sesuai dengan kuasa-Nya yang bekerja dengan kuat di dalam aku.\n"
      ]
    },
    "2": {
      "en": [
        "2:1 For I want you to know how great a struggle I have for you and for those in Laodicea, even all who have not seen my face in the flesh,\n",
        "2:2 That their hearts may be comforted, they being knit together in love and unto all the riches of the full assurance of understanding, unto the full knowledge of the mystery of God, Christ,\n",
        "2:3 In whom all the treasures of wisdom and knowledge are hidden.\n",
        "2:4 This I say that no one may delude you with persuasive speech.\n",
        "2:5 For even though I am absent in the flesh, yet in the spirit I am with you, rejoicing and seeing your order and the solid basis of your faith in Christ.\n",
        "2:6 As therefore you have received the Christ, Jesus the Lord, walk in Him,\n",
        "2:7 Having been rooted and being built up in Him, and being established in the faith even as you were taught, abounding in thanksgiving.\n",
        "2:8 Beware that no one carries you off as spoil through his philosophy and empty deceit, according to the tradition of men, according to the elements of the world, and not according to Christ;\n",
        "2:9 For in Him dwells all the fullness of the Godhead bodily,\n",
        "2:10 And you have been made full in Him, who is the Head of all rule and authority.\n",
        "2:11 In Him also you were circumcised with a circumcision not made with hands, in the putting off of the body of the flesh, in the circumcision of Christ,\n",
        "2:12 Buried together with Him in baptism, in which also you were raised together with Him through the faith of the operation of God, who raised Him from the dead.\n",
        "2:13 And you, though dead in your offenses and in the uncircumcision of your flesh, He made alive together with Him, having forgiven us all our offenses;\n",
        "2:14 Wiping out the handwriting in ordinances, which was against us, which was contrary to us; and He has taken it out of the way, nailing it to the cross.\n",
        "2:15 Stripping off the rulers and the authorities, He made a display of them openly, triumphing over them in it.\n",
        "2:16 Let no one therefore judge you in eating and in drinking or in respect of a feast or of a new moon or of the Sabbath,\n",
        "2:17 Which are a shadow of the things to come, but the body is of Christ.\n",
        "2:18 Let no one defraud you by judging you unworthy of your prize, in self-chosen lowliness and the worship of the angels, dwelling on the things which he has seen, vainly puffed up by his mind set on the flesh,\n",
        "2:19 And not holding the Head, out from whom all the Body, being richly supplied and knit together by means of the joints and sinews, grows with the growth of God.\n",
        "2:20 If you died with Christ from the elements of the world, why, as living in the world, do you subject yourselves to ordinances:\n",
        "2:21 Do not handle, nor taste, nor touch,\n",
        "2:22 (Regarding things which are all to perish when used) according to the commandments and teachings of men?\n",
        "2:23 Such things indeed have a reputation of wisdom in self-imposed worship and lowliness and severe treatment of the body, but are not of any value against the indulgence of the flesh.\n"
      ],
      "id": [
        "2:1 Karena aku mau, supaya kamu tahu, betapa beratnya perjuangan yang kulakukan untuk kamu, dan untuk mereka yang di Laodikia dan untuk semuanya, yang belum mengenal aku pribadi,\n",
        "2:2 supaya hati mereka terhibur dan mereka bersatu dalam kasih, sehingga mereka memperoleh segala kekayaan dan keyakinan pengertian, dan mengenal rahasia Allah, yaitu Kristus,\n",
        "2:3 sebab di dalam Dialah tersembunyi segala harta hikmat dan pengetahuan.\n",
        "2:4 Hal ini kukatakan, supaya jangan ada yang memperdayakan kamu dengan kata-kata yang indah.\n",
        "2:5 Sebab meskipun aku sendiri tidak ada di antara kamu, tetapi dalam roh aku bersama-sama dengan kamu dan aku melihat dengan sukacita tertib hidupmu dan keteguhan imanmu dalam Kristus.\n",
        "2:6 Kamu telah menerima Kristus Yesus, Tuhan kita. Karena itu hendaklah hidupmu tetap di dalam Dia.\n",
        "2:7 Hendaklah kamu berakar di dalam Dia dan dibangun di atas Dia, hendaklah kamu bertambah teguh dalam iman sebagaimana telah diajarkan kepadamu, dan hendaklah hatimu melimpah dengan syukur.\n",
        "2:8 Hati-hatilah, supaya jangan ada yang menawan kamu dengan filsafatnya yang kosong dan palsu menurut ajaran turun-temurun dan roh-roh dunia, tetapi tidak menurut Kristus.\n",
        "2:9 Sebab dalam Dialah berdiam secara jasmaniah seluruh kepenuhan keilahian,\n",
        "2:10 dan kamu telah dipenuhi di dalam Dia. Dialah kepala semua pemerintah dan penguasa.\n",
        "2:11 Dalam Dia kamu telah disunat, bukan dengan sunat yang dilakukan oleh manusia, tetapi dengan sunat Kristus, yang terdiri dari penanggalan tubuh yang berdosa,\n",
        "2:12 karena dengan Dia kamu dikuburkan dalam baptisan, dan di dalam Dia kamu turut dibangkitkan juga melalui kepercayaanmu kepada kerja kuasa Allah, yang telah membangkitkan Dia dari orang mati.\n",
        "2:13 Kamu juga, meskipun dahulu mati oleh karena pelanggaranmu dan oleh karena tidak disunat secara lahiriah, telah dihidupkan Allah bersama-sama dengan Dia, sesudah Ia mengampuni segala pelanggaran kita,\n",
        "2:14 dengan menghapuskan surat utang yang dengan ketentuan-ketentuan hukum mendakwa dan mengancam kita. Dan itu ditiadakan-Nya dengan memakukannya pada kayu salib:\n",
        "2:15 Ia telah melucuti pemerintah-pemerintah dan penguasa-penguasa dan menjadikan mereka tontonan umum dalam kemenangan-Nya atas mereka.\n",
        "2:16 Karena itu, jangan biarkan orang menghakimi kamu mengenai makanan dan minuman atau mengenai hari raya, bulan baru ataupun hari Sabat;\n",
        "2:17 semuanya ini hanyalah bayangan dari apa yang harus datang, sedangkan wujudnya ialah Kristus.\n",
        "2:18 Janganlah kamu biarkan kemenanganmu digagalkan oleh orang yang pura-pura merendahkan diri dan beribadah kepada malaikat, serta mengagung-agungkan penglihatan-penglihatan dan tanpa alasan membesar-besarkan diri oleh pikirannya yang duniawi,\n",
        "2:19 sedangkan ia tidak berpegang teguh kepada Kepala, dari mana seluruh tubuh yang ditopang dan diikat menjadi satu oleh urat-urat dan sendi-sendi, bertumbuh menurut pertumbuhan yang berasal dari Allah.\n",
        "2:20 Apabila kamu telah mati bersama-sama dengan Kristus dan bebas dari roh-roh dunia, mengapa kamu menaklukkan dirimu pada berbagai peraturan, seolah-olah kamu masih hidup di dunia:\n",
        "2:21 jangan pegang ini, jangan kecap itu, jangan sentuh ini;\n",
        "2:22 semuanya itu hanya mengenai barang yang binasa oleh pemakaian dan hanya menurut perintah-perintah dan ajaran-ajaran manusia.\n",
        "2:23 Walaupun tampaknya penuh hikmat dengan ibadah buatan sendiri, seperti merendahkan diri, menyiksa diri, peraturan-peraturan ini tidak ada gunanya selain untuk memuaskan hidup duniawi.\n"
      ]
    },
    "3": {
      "en": [
        "3:1 If therefore you were raised together with Christ, seek the things which are above, where Christ is, sitting at the right hand of God.\n",
        "3:2 Set your mind on the things which are above, not on the things which are on the earth.\n",
        "3:3 For you died, and your life is hidden with Christ in God.\n",
        "3:4 When Christ our life is manifested, then you also will be manifested with Him in glory.\n",
        "3:5 Put to death therefore your members which are on the earth: fornication, uncleanness, passion, evil desire, and greediness, which is idolatry;\n",
        "3:6 Because of which things the wrath of God is coming upon the sons of disobedience;\n",
        "3:7 In which you also once walked, when you lived in these things.\n",
        "3:8 But now, you also, put away all these things: wrath, anger, malice, blasphemy, foul abusive language out of your mouth.\n",
        "3:9 Do not lie to one another, since you have put off the old man with his practices\n",
        "3:10 And have put on the new man, which is being renewed unto full knowledge according to the image of Him who created him,\n",
        "3:11 Where there cannot be Greek and Jew, circumcision and uncircumcision, barbarian, Scythian, slave, free man, but Christ is 10 all and in 10 all.\n",
        "3:12 Put on therefore, as God?s chosen ones, holy and beloved, inward parts of compassion, kindness, lowliness, meekness, long-suffering;\n",
        "3:13 Bearing one another and forgiving one another, if anyone should have a complaint against anyone; even as the Lord forgave you, so also should you forgive.\n",
        "3:14 And over all these things put on love, which is the uniting bond of perfectness.\n",
        "3:15 And let the peace of Christ arbitrate in your hearts, to which also you were called in one Body; and be thankful.\n",
        "3:16 Let the word of Christ dwell in you richly in all wisdom, teaching and admonishing one another with psalms and hymns and spiritual songs, singing with grace in your hearts to God.\n",
        "3:17 And whatever you do in word or in deed, do all things in the name of the Lord Jesus, giving thanks to God the Father through Him.\n",
        "3:18 Wives, be subject to your husbands, as is fitting in the Lord.\n",
        "3:19 Husbands, love your wives and do not be bitter against them.\n",
        "3:20 Children, obey your parents in all things, for this is well pleasing in the Lord.\n",
        "3:21 Fathers, do not vex your children, that they may not be disheartened.\n",
        "3:22 Slaves, obey in all things those who are your masters according to the flesh, not with eye-service as men-pleasers, but in singleness of heart fearing the Lord.\n",
        "3:23 Whatever you do, work from the soul as to the Lord and not to men,\n",
        "3:24 Knowing that from the Lord you will receive the inheritance as recompense. You serve the Lord Christ.\n",
        "3:25 For he who does unrighteously will receive what he unrighteously did, and there is no respect of persons.\n"
      ],
      "id": [
        "3:1 Karena itu, apabila kamu dibangkitkan bersama dengan Kristus, carilah hal-hal yang di atas, di mana Kristus ada, duduk di sebelah kanan Allah.\n",
        "3:2 Pikirkanlah hal-hal yang di atas, bukan yang di bumi.\n",
        "3:3 Sebab kamu telah mati dan hidupmu tersembunyi bersama dengan Kristus di dalam Allah.\n",
        "3:4 Apabila Kristus, yang adalah hidup kita, tampak kelak, kamu pun akan tampak bersama dengan Dia dalam kemuliaan.\n",
        "3:5 Karena itu, matikanlah dalam dirimu segala sesuatu yang duniawi, yaitu percabulan, kenajisan, hawa nafsu, nafsu jahat dan juga keserakahan, yang sama dengan penyembahan berhala,\n",
        "3:6 semuanya itu mendatangkan murka Allah [atas orang-orang yang tidak taat].\n",
        "3:7 Dahulu kamu juga melakukan hal-hal itu ketika kamu hidup di dalamnya.\n",
        "3:8 Tetapi sekarang, buanglah semuanya ini, yaitu marah, geram, kejahatan, fitnah dan kata-kata kotor yang keluar dari mulutmu.\n",
        "3:9 Jangan lagi kamu saling mendustai, karena kamu telah menanggalkan manusia lama serta kelakuannya,\n",
        "3:10 dan telah mengenakan manusia baru yang terus-menerus diperbarui untuk memperoleh pengetahuan yang benar menurut gambar Penciptanya;\n",
        "3:11 dalam hal ini tidak ada lagi orang Yunani atau orang Yahudi, orang bersunat atau orang tak bersunat, orang Barbar atau orang Skit, budak atau orang merdeka, tetapi Kristus adalah semua dan di dalam segala sesuatu.\n",
        "3:12 Karena itu, sebagai orang-orang pilihan Allah yang dikuduskan dan dikasihi-Nya, kenakanlah belas kasihan, kemurahan, kerendahan hati, kelemahlembutan dan kesabaran.\n",
        "3:13 Sabarlah kamu seorang terhadap yang lain, dan ampunilah seorang akan yang lain apabila yang seorang menaruh dendam terhadap yang lain; sama seperti Tuhan telah mengampuni kamu, perbuatlah juga demikian.\n",
        "3:14 Di atas semuanya itu: Kenakanlah kasih, sebagai pengikat yang mempersatukan dan menyempurnakan.\n",
        "3:15 Hendaklah damai sejahtera Kristus memerintah dalam hatimu, karena untuk itulah kamu telah dipanggil dalam satu tubuh. Dan bersyukurlah.\n",
        "3:16 Hendaklah perkataan Kristus tinggal dengan limpahnya di antara kamu, sehingga kamu dengan segala hikmat mengajar dan menegur seorang akan yang lain dan sambil menyanyikan mazmur dan puji-pujian dan nyanyian rohani, kamu mengucap syukur kepada Allah di dalam hatimu.\n",
        "3:17 Dan segala sesuatu yang kamu lakukan dengan perkataan atau perbuatan, lakukanlah semuanya itu dalam nama Tuhan Yesus, sambil mengucap syukur melalui Dia kepada Allah, Bapa kita.\n",
        "3:18 Hai istri-istri, tunduklah kepada suamimu, sebagaimana seharusnya di dalam Tuhan.\n",
        "3:19 Hai suami-suami, kasihilah istrimu dan janganlah berlaku kasar terhadap dia.\n",
        "3:20 Hai anak-anak, taatilah orang tuamu dalam segala hal, karena itulah yang berkenan kepada Tuhan.\n",
        "3:21 Hai bapak-bapak, janganlah sakiti hati anakmu, supaya jangan tawar hatinya.\n",
        "3:22 Hai hamba-hamba, taatilah tuanmu yang di dunia ini dalam segala hal, jangan hanya di hadapan mereka saja untuk menyenangkan mereka, melainkan dengan tulus hati karena takut akan Tuhan.\n",
        "3:23 Apa pun juga yang kamu perbuat, perbuatlah dengan segenap hatimu seperti untuk Tuhan dan bukan untuk manusia.\n",
        "3:24 Kamu tahu bahwa dari Tuhanlah kamu akan menerima warisan yang menjadi upahmu. Kristus adalah tuan dan kamu hamba-Nya.\n",
        "3:25 Siapa saja yang berbuat salah akan menanggung kesalahannya itu, karena Tuhan tidak memandang orang.\n"
      ]
    },
    "4": {
      "en": [
        "4:1 Masters, grant to your slaves that which is just and equal, knowing that you also have a Master in heaven.\n",
        "4:2 Persevere in prayer, watching in it with thanksgiving,\n",
        "4:3 Praying at the same time for us also, that God would open to us a door for the word, to speak the mystery of Christ (because of which also I am bound),\n",
        "4:4 That I may make it manifest as I ought to speak.\n",
        "4:5 Walk in wisdom toward those who are without, redeeming the time.\n",
        "4:6 Let your speech be always with grace, seasoned with salt, that you may know how you ought to answer each one.\n",
        "4:7 All the things concerning me, Tychicus, the beloved brother and faithful minister and fellow slave in the Lord, will make known to you,\n",
        "4:8 Whom I have sent to you for this very thing, that you might know the things concerning us and that he might comfort your hearts;\n",
        "4:9 With Onesimus, the faithful and beloved brother, who is one of you. They will make known to you all the things here.\n",
        "4:10 Aristarchus, my fellow prisoner, greets you, as well as Mark, the cousin of Barnabas, (concerning whom you received commandments, If he comes to you, receive him),\n",
        "4:11 And Jesus, who is called Justus; these alone of the circumcision are my fellow workers for the kingdom of God, ones who have become a consolation to me.\n",
        "4:12 Epaphras, who is one of you, a slave of Christ Jesus, greets you, always struggling on your behalf in his prayers that you may stand mature and fully assured in all the will of God.\n",
        "4:13 For I testify of him that he labors much for you and for those in Laodicea and for those in Hierapolis.\n",
        "4:14 Luke, the beloved physician, greets you, as well as Demas.\n",
        "4:15 Greet the brothers in Laodicea, as well as Nymphas and the church, which is in his house.\n",
        "4:16 And when this letter is read among you, cause that it be read in the church of the Laodiceans also, and that you also read the one from Laodicea.\n",
        "4:17 And say to Archippus, Take heed to the ministry which you have received in the Lord, that you fulfill it.\n",
        "4:18 The greeting in my own hand?Paul. Remember my bonds. Grace be with you.\n"
      ],
      "id": [
        "4:1 Hai tuan-tuan, berlakulah adil dan jujur terhadap hambamu; ingatlah, kamu juga mempunyai tuan di surga.\n",
        "4:2 Bertekunlah dalam doa dan dalam pada itu berjaga-jagalah dengan mengucap syukur.\n",
        "4:3 Berdoa jugalah untuk kami, supaya Allah membuka pintu untuk pemberitaan kami, sehingga kami dapat berbicara tentang rahasia Kristus, yang karenanya aku dipenjarakan.\n",
        "4:4 Dengan demikian, aku dapat menyatakannya, sebagaimana seharusnya.\n",
        "4:5 Hiduplah dengan penuh hikmat terhadap orang-orang luar, pergunakanlah waktu yang ada.\n",
        "4:6 Hendaklah kata-katamu senantiasa penuh kasih, jangan hambar, sehingga kamu tahu, bagaimana kamu harus memberi jawab kepada setiap orang.\n",
        "4:7 Semua kabar tentang aku akan diberitahukan kepada kamu oleh Tikhikus, saudara kita yang terkasih, hamba yang setia dan kawan pelayan dalam Tuhan.\n",
        "4:8 Ia kusuruh kepadamu dengan maksud, supaya kamu tahu kabar tentang kami dan supaya ia menghibur hatimu.\n",
        "4:9 Ia kusuruh bersama-sama dengan Onesimus, saudara seiman kita yang setia dan terkasih, seorang dari antara kamu. Mereka akan memberitahukan kepadamu segala sesuatu yang terjadi di sini.\n",
        "4:10 Salam kepada kamu dari Aristarkhus, teman sepenjaraku dan dari Markus, kemenakan Barnabas -- tentang dia kamu telah menerima pesan; terimalah dia, apabila dia datang kepadamu --\n",
        "4:11 dan dari Yesus, yang dinamai Yustus. Hanya ketiga orang ini dari antara mereka yang bersunat yang menjadi teman sekerjaku untuk Kerajaan Allah; mereka itu telah menjadi penghiburan bagiku.\n",
        "4:12 Salam dari Epafras kepada kamu; ia seorang dari antara kamu, hamba Kristus Yesus, yang selalu bergumul dalam doanya untuk kamu, supaya kamu berdiri teguh, sebagai orang-orang yang dewasa dan berkeyakinan penuh dalam segala hal yang dikehendaki Allah.\n",
        "4:13 Sebab aku dapat bersaksi tentang dia bahwa ia sangat bersusah payah untuk kamu dan untuk mereka yang di Laodikia dan Hierapolis.\n",
        "4:14 Salam kepadamu dari tabib Lukas yang terkasih dan dari Demas.\n",
        "4:15 Sampaikan salam kami kepada saudara-saudara seiman di Laodikia; juga kepada Nimfa dan jemaat yang ada di rumahnya.\n",
        "4:16 Dan bilamana surat ini telah dibacakan di antara kamu, usahakanlah, supaya dibacakan juga di jemaat Laodikia dan supaya surat yang untuk Laodikia dibacakan juga kepada kamu.\n",
        "4:17 Dan sampaikanlah kepada Arkhipus: Perhatikanlah, supaya pelayanan yang kauterima dalam Tuhan kaujalankan sepenuhnya.\n",
        "4:18 Salam dari aku, Paulus. Salam ini kutulis dengan tanganku sendiri. Ingatlah akan belengguku. Anugerah menyertai kamu.\n"
      ]
    }
  }
}
