{
  "1 Timothy": {
    "1": {
      "en": [
        "1:1 Paul, an apostle of Christ Jesus according to the command of God our Savior and of Christ Jesus our hope,\n",
        "1:2 To Timothy, genuine child in faith: Grace, mercy, peace from God the Father and Christ Jesus our Lord.\n",
        "1:3 Even as I exhorted you, when I was going into Macedonia, to remain in Ephesus in order that you might charge certain ones not to teach different things\n",
        "1:4 Nor to give heed to myths and unending genealogies, which produce questionings rather than God?s economy, which is in faith.\n",
        "1:5 But the end of the charge is love out of a pure heart and out of a good conscience and out of unfeigned faith;\n",
        "1:6 From which things some, having misaimed, have turned aside to vain talking,\n",
        "1:7 Desiring to be teachers of the law, though they understand neither the things that they say, nor concerning what they confidently affirm.\n",
        "1:8 But we know that the law is good, if one uses it lawfully\n",
        "1:9 And knows this, that the law is not enacted for a righteous man but for the lawless and unruly, for the ungodly and sinners, for the unholy and profane, for those who strike their fathers and those who strike their mothers, for murderers,\n",
        "1:10 For fornicators, homosexuals, kidnappers, liars, perjurers, and whatever other thing that is opposed to the healthy teaching,\n",
        "1:11 According to the gospel of the glory of the blessed God, with which I was entrusted.\n",
        "1:12 I give thanks to Him who empowers me, Christ Jesus our Lord, that He has counted me faithful, appointing me to the ministry,\n",
        "1:13 Who formerly was a blasphemer and a persecutor and an insulting person; but I was shown mercy because, being ignorant, I acted in unbelief.\n",
        "1:14 And the grace of our Lord superabounded with faith and love in Christ Jesus.\n",
        "1:15 Faithful is the word and worthy of all acceptance, that Christ Jesus came into the world to save sinners, of whom I am foremost.\n",
        "1:16 But because of this I was shown mercy, that in me, the foremost, Jesus Christ might display all His long-suffering for a pattern to those who are to believe on Him unto eternal life.\n",
        "1:17 Now to the King of the ages, incorruptible, invisible, the only God, be honor and glory forever and ever. Amen.\n",
        "1:18 This charge I commit to you, my child Timothy, according to the prophecies previously made concerning you, that by them you might war the good warfare,\n",
        "1:19 Holding faith and a good conscience, concerning which some, thrusting these away, have become shipwrecked regarding the faith;\n",
        "1:20 Of whom are Hymenaeus and Alexander, whom I have delivered to Satan that they may be disciplined not to blaspheme.\n"
      ],
      "id": [
        "1:1 Dari Paulus, rasul Kristus Yesus menurut perintah Allah, Juruselamat kita, dan Kristus Yesus, pengharapan kita.\n",
        "1:2 Kepada Timotius, anakku yang sah di dalam iman: Anugerah, rahmat dan damai sejahtera dari Allah Bapa dan Kristus Yesus, Tuhan kita, menyertai engkau.\n",
        "1:3 Ketika aku hendak meneruskan perjalananku ke wilayah Makedonia, aku telah mendesak engkau supaya engkau tinggal di Efesus dan menasihatkan orang-orang tertentu, agar mereka jangan mengajarkan ajaran lain\n",
        "1:4 ataupun sibuk dengan dongeng dan silsilah yang tidak putus-putusnya, yang menghasilkan angan-angan belaka, dan bukan tata hidup keselamatan yang diberikan Allah dalam iman.\n",
        "1:5 Tujuan nasihat itu ialah kasih yang timbul dari hati yang suci, dari hati nurani yang murni dan dari iman yang tulus ikhlas.\n",
        "1:6 Tetapi ada orang yang menyeleweng dan yang tersesat dalam omongan yang sia-sia.\n",
        "1:7 Mereka itu hendak menjadi pengajar hukum Taurat tanpa mengerti perkataan mereka sendiri dan pokok-pokok yang mereka kemukakan secara mutlak.\n",
        "1:8 Kita tahu bahwa hukum Taurat itu baik kalau tepat digunakan,\n",
        "1:9 yakni dengan keinsafan bahwa hukum Taurat itu bukanlah bagi orang yang benar, melainkan bagi orang durhaka dan tidak taat, bagi orang fasik dan orang berdosa, bagi orang duniawi dan tak beragama, bagi pembunuh bapak dan pembunuh ibu, bagi pembunuh pada umumnya,\n",
        "1:10 bagi orang cabul dan laki-laki yang bersetubuh dengan sesama jenisnya, bagi penculik, bagi pendusta, bagi orang yang bersumpah palsu dan seterusnya segala sesuatu yang bertentangan dengan ajaran sehat\n",
        "1:11 yang berdasarkan Injil dari Allah yang mulia dan terpuji, seperti yang telah dipercayakan kepadaku.\n",
        "1:12 Aku bersyukur kepada Dia yang menguatkan aku, yaitu Kristus Yesus, Tuhan kita, karena Ia menganggap aku setia dan mempercayakan pelayanan ini kepadaku --\n",
        "1:13 aku yang tadinya seorang penghujat dan seorang penganiaya dan seorang yang ganas tetapi telah dikasihani-Nya, karena semuanya itu telah kulakukan tanpa pengetahuan yaitu di luar iman.\n",
        "1:14 Malah anugerah Tuhan kita itu telah dikaruniakan dengan limpahnya kepadaku dengan iman dan kasih dalam Kristus Yesus.\n",
        "1:15 Perkataan ini benar dan patut diterima sepenuhnya, \"Kristus Yesus datang ke dunia untuk menyelamatkan orang berdosa,\" dan di antara mereka akulah yang paling berdosa.\n",
        "1:16 Tetapi justru karena itu aku dikasihani, agar dalam diriku ini, sebagai orang yang paling berdosa, Yesus Kristus menunjukkan seluruh kesabaran-Nya. Dengan demikian, aku menjadi contoh bagi mereka yang kemudian percaya kepada-Nya dan mendapat hidup yang kekal.\n",
        "1:17 Hormat dan kemuliaan sampai selama-lamanya bagi Raja segala zaman, Allah yang kekal, yang tidak tampak dan yang esa! Amin.\n",
        "1:18 Tugas ini kuberikan kepadamu, Timotius anakku, sesuai dengan apa yang telah dinubuatkan tentang dirimu, supaya dengan nubuat itu engkau memperjuangkan perjuangan yang baik dengan iman dan hati nurani yang murni.\n",
        "1:19 Beberapa orang telah menolak hati nuraninya yang murni itu, dan karena itu kandaslah iman mereka,\n",
        "1:20 di antaranya Himeneus dan Aleksander, yang telah kuserahkan kepada Iblis, supaya mereka jera menghujat.\n"
      ]
    },
    "2": {
      "en": [
        "2:1 I exhort therefore, first of all, that petitions, prayers, intercessions, thanksgivings be made on behalf of all men;\n",
        "2:2 On behalf of kings and all who are in high position, that we may lead a quiet and tranquil life in all godliness and gravity.\n",
        "2:3 This is good and acceptable in the sight of our Savior God,\n",
        "2:4 Who desires all men to be saved and to come to the full knowledge of the truth.\n",
        "2:5 For there is one God and one Mediator of God and men, the man Christ Jesus,\n",
        "2:6 Who gave Himself as a ransom for all, the testimony to be borne in its own times.\n",
        "2:7 For which I was appointed a herald and an apostle (I speak the truth; I do not lie), a teacher of the Gentiles in faith and truth.\n",
        "2:8 I desire therefore that men pray in every place, lifting up holy hands, without wrath and reasoning;\n",
        "2:9 Similarly, that women adorn themselves in proper clothing with modesty and sobriety, not with braided hair and gold or pearls or costly clothing,\n",
        "2:10 But, what women professing godly reverence, by good works.\n",
        "2:11 Let a woman learn in quietness in all subjection;\n",
        "2:12 But I do not permit a woman to teach or to assert authority over a man, but to be in quietness.\n",
        "2:13 For Adam was formed first, then Eve;\n",
        "2:14 And Adam was not deceived; but the woman, having been quite deceived, has fallen into transgression.\n",
        "2:15 But she will be saved through her childbearing, if they remain in faith and love and holiness with sobriety.\n"
      ],
      "id": [
        "2:1 Karena itu, pertama-tama aku menasihatkan: Naikkanlah permohonan, doa syafaat dan ucapan syukur untuk semua orang,\n",
        "2:2 untuk raja-raja dan semua pembesar, agar kita dapat hidup tenang dan tenteram dalam segala kesalehan dan kehormatan.\n",
        "2:3 Itulah yang baik dan berkenan kepada Allah, Juruselamat kita,\n",
        "2:4 yang menghendaki supaya semua orang diselamatkan dan memperoleh pengetahuan akan kebenaran.\n",
        "2:5 Karena Allah itu esa dan esa pula pengantara antara Allah dan manusia, yaitu manusia Kristus Yesus,\n",
        "2:6 yang telah menyerahkan diri-Nya sebagai tebusan bagi semua manusia: Itu kesaksian pada waktu yang ditentukan.\n",
        "2:7 Untuk kesaksian itulah aku telah ditetapkan sebagai pemberita dan rasul -- yang kukatakan ini benar, aku tidak berdusta -- dan sebagai pengajar orang-orang bukan Yahudi, dalam iman dan kebenaran.\n",
        "2:8 Karena itu, aku ingin, supaya di mana-mana laki-laki berdoa dengan menadahkan tangan yang suci, tanpa marah dan tanpa perselisihan.\n",
        "2:9 Demikian juga hendaknya perempuan. Hendaklah ia berdandan dengan pantas, dengan sopan dan sederhana, rambutnya jangan berkepang-kepang, jangan memakai emas atau mutiara ataupun pakaian yang mahal-mahal,\n",
        "2:10 tetapi hendaklah ia berdandan dengan perbuatan baik, seperti yang layak bagi perempuan yang beribadah.\n",
        "2:11 Seharusnyalah perempuan berdiam diri dan menerima ajaran dengan patuh.\n",
        "2:12 Aku tidak mengizinkan perempuan mengajar dan juga tidak mengizinkannya memerintah laki-laki; hendaklah ia berdiam diri.\n",
        "2:13 Karena Adam yang pertama dijadikan, kemudian barulah Hawa.\n",
        "2:14 Lagi pula, bukan Adam yang tergoda, melainkan perempuan itulah yang tergoda dan jatuh ke dalam dosa.\n",
        "2:15 Tetapi perempuan akan diselamatkan karena melahirkan anak, asal ia bertekun dalam iman dan kasih dan pengudusan dengan segala kesederhanaan.\n"
      ]
    },
    "3": {
      "en": [
        "3:1 Faithful is the word: If anyone aspires to the overseership, he desires a good work.\n",
        "3:2 The overseer then must be without reproach, the husband of one wife, temperate, of a sober mind, orderly, hospitable, apt to teach;\n",
        "3:3 Not an excessive drinker; not a striker, but gentle; not contentious; not fond of money;\n",
        "3:4 One who manages well his own house, having his children in subjection with all gravity\n",
        "3:5 (But if one does not know how to manage his own house, how will he care for the church of God?);\n",
        "3:6 Not a new convert, lest being blinded with pride he fall into the judgment suffered by the devil.\n",
        "3:7 And he also must have a good testimony from those outside, that he may not fall into reproach and the snare of the devil.\n",
        "3:8 Deacons must similarly be grave, not double-tongued, not addicted to much wine, not greedy for base gain;\n",
        "3:9 Holding the mystery of the faith in a pure conscience.\n",
        "3:10 And these also must first be proved; then let them minister if they are unreprovable.\n",
        "3:11 Women similarly must be grave, not slanderers, temperate, faithful in all things.\n",
        "3:12 Deacons must be husbands of one wife, managing their children and their own houses well.\n",
        "3:13 For those who have ministered well obtain for themselves a good standing and much boldness in faith, which is in Christ Jesus.\n",
        "3:14 These things I write to you, hoping to come to you shortly.\n",
        "3:15 But if I delay, I write that you may know how one ought to conduct himself in the house of God, which is the church of the living God, the pillar and base of the truth.\n",
        "3:16 And confessedly, great is the mystery of godliness: He who was manifested in the flesh, Justified in the Spirit, Seen by angels, Preached among the nations, Believed on in the world, Taken up in glory.\n"
      ],
      "id": [
        "3:1 Benarlah perkataan ini, \"Orang yang menghendaki jabatan pengawas jemaat menginginkan pekerjaan yang mulia.\"\n",
        "3:2 Karena itu, pengawas jemaat haruslah seorang yang tak bercacat, suami dari satu istri, dapat menahan diri, bijaksana, sopan, suka memberi tumpangan, pandai mengajar orang,\n",
        "3:3 bukan peminum, bukan pemarah melainkan peramah, pendamai, bukan hamba uang,\n",
        "3:4 seorang kepala keluarga yang baik, disegani dan dihormati oleh anak-anaknya.\n",
        "3:5 Jikalau seseorang tidak tahu mengepalai keluarganya sendiri, bagaimana ia dapat mengurus jemaat Allah?\n",
        "3:6 Janganlah ia seorang yang baru bertobat, agar jangan ia menjadi sombong dan kena hukuman seperti yang terjadi pada Iblis.\n",
        "3:7 Hendaklah ia juga mempunyai nama baik di luar jemaat, agar jangan ia digugat orang dan jatuh ke dalam jerat Iblis.\n",
        "3:8 Demikian juga diaken-diaken haruslah orang terhormat, jangan bercabang lidah, jangan penggemar anggur, jangan serakah ,\n",
        "3:9 melainkan orang yang memelihara rahasia iman dalam hati nurani yang suci.\n",
        "3:10 Mereka juga harus diuji dahulu, baru ditetapkan dalam pelayanan itu setelah ternyata mereka tak bercacat.\n",
        "3:11 Demikian pula istri-istri hendaklah orang terhormat, jangan pemfitnah, hendaklah dapat menahan diri dan dapat dipercayai dalam segala hal.\n",
        "3:12 Diaken haruslah suami dari satu istri dan mengurus anak-anaknya dan keluarganya dengan baik.\n",
        "3:13 Karena mereka yang melayani dengan baik beroleh kedudukan yang baik sehingga dalam iman kepada Kristus Yesus mereka dapat bersaksi dengan leluasa.\n",
        "3:14 Semuanya itu kutuliskan kepadamu, walaupun kuharap segera dapat mengunjungi engkau.\n",
        "3:15 Jadi, jika aku terlambat, engkau sudah tahu bagaimana orang harus hidup sebagai keluarga Allah, yakni jemaat dari Allah yang hidup, tiang penopang dan dasar kebenaran.\n",
        "3:16 Sesungguhnya agunglah rahasia ibadah kita, \" Dia, yang telah menyatakan diri-Nya dalam rupa manusia, dibenarkan dalam Roh; yang menampakkan diri-Nya kepada malaikat-malaikat, diberitakan di antara bangsa-bangsa; yang dipercayai di dalam dunia, diangkat dalam kemuliaan.\"\n"
      ]
    },
    "4": {
      "en": [
        "4:1 But the Spirit says expressly that in later times some will depart from the faith, giving heed to deceiving spirits and teachings of demons\n",
        "4:2 By means of the hypocrisy of men who speak lies, of men who are branded in their own conscience as with a hot iron,\n",
        "4:3 Who forbid marriage and command abstaining from foods, which God has created to be partaken of with thanksgiving by those who believe and have full knowledge of the truth.\n",
        "4:4 For every creature of God is good, and nothing is to be rejected if received with thanksgiving;\n",
        "4:5 For it is sanctified through the word of God and intercession.\n",
        "4:6 If you lay these things before the brothers, you will be a good minister of Christ Jesus, being nourished with the words of the faith and of the good teaching which you have closely followed.\n",
        "4:7 But the profane and old-womanish myths refuse, and exercise yourself unto godliness.\n",
        "4:8 For bodily exercise is profitable for a little, but godliness is profitable for all things, having promise of the present life and of that which is to come.\n",
        "4:9 Faithful is the word and worthy of all acceptance.\n",
        "4:10 For to this end we labor and strive, because we have set our hope on the living God, who is the Savior of all men, especially of those who believe.\n",
        "4:11 Charge and teach these things.\n",
        "4:12 Let no one your youth, but be a pattern to the believers in word, in conduct, in love, in faith, in purity.\n",
        "4:13 Until I come, attend to the public reading, to the exhortation, to the teaching.\n",
        "4:14 Do not neglect the gift which is in you, which was given to you by means of prophecy with the laying on of the hands of the presbytery.\n",
        "4:15 Practice these things; be in them, that your progress may be manifest to all.\n",
        "4:16 Take heed to yourself and to your teaching; continue in these things; for in doing this you will save both yourself and those who hear you.\n"
      ],
      "id": [
        "4:1 Tetapi Roh dengan tegas mengatakan bahwa pada waktu-waktu kemudian, ada orang yang akan murtad lalu mengikuti roh-roh penyesat dan ajaran setan-setan\n",
        "4:2 oleh tipu daya pendusta-pendusta yang hati nuraninya memakai cap mereka.\n",
        "4:3 Mereka melarang orang kawin, melarang orang makan makanan yang diciptakan Allah supaya dengan pengucapan syukur dimakan oleh orang yang percaya dan yang telah mengenal kebenaran.\n",
        "4:4 Karena semua yang diciptakan Allah itu baik dan suatu pun tidak ada yang haram, jika diterima dengan ucapan syukur,\n",
        "4:5 sebab semuanya itu dikuduskan oleh firman Allah dan oleh doa.\n",
        "4:6 Dengan selalu mengingatkan hal-hal itu kepada saudara-saudara seiman kita, engkau akan menjadi seorang pelayan Kristus Yesus yang baik, terdidik dalam pokok-pokok iman kita dan dalam ajaran sehat yang telah kau ikuti selama ini.\n",
        "4:7 Tetapi jauhilah cerita-cerita takhayul nenek-nenek tua. Latihlah dirimu beribadah.\n",
        "4:8 Latihan jasmani terbatas gunanya, tetapi ibadah itu berguna dalam segala hal, karena mengandung janji, baik untuk hidup ini maupun untuk hidup yang akan datang.\n",
        "4:9 Perkataan ini benar dan patut diterima sepenuhnya.\n",
        "4:10 Itulah sebabnya kita berjerih payah dan berjuang, karena kita menaruh pengharapan kita kepada Allah yang hidup, Juruselamat semua manusia, terutama mereka yang percaya.\n",
        "4:11 Beritakanlah dan ajarkanlah semuanya itu.\n",
        "4:12 Jangan seorang pun menganggap engkau rendah karena engkau muda. Jadilah teladan bagi orang-orang percaya, dalam perkataanmu, dalam tingkah lakumu, dalam kasihmu, dalam kesetiaanmu dan dalam kemurnianmu.\n",
        "4:13 Sementara itu, sampai aku datang bertekunlah dalam membaca Kitab-kitab Suci, dalam membangun dan mengajar.\n",
        "4:14 Jangan lalai dalam mempergunakan karunia yang ada padamu, yang telah diberikan kepadamu melalui nubuat dan dengan penumpangan tangan sidang penatua.\n",
        "4:15 Perhatikanlah semuanya itu, hiduplah di dalamnya supaya kemajuanmu nyata kepada semua orang.\n",
        "4:16 Awasilah dirimu sendiri dan ajaranmu. Bertekunlah dalam semuanya itu, karena dengan berbuat demikian engkau akan menyelamatkan dirimu dan semua orang yang mendengar engkau.\n"
      ]
    },
    "5": {
      "en": [
        "5:1 Do not upbraid an elderly man, but exhort him as a father, younger men as brothers,\n",
        "5:2 Elderly women as mothers, younger women as sisters, in all purity.\n",
        "5:3 Honor widows who are really widows.\n",
        "5:4 But if any widow has children or grandchildren, let them first learn to show respect toward their own household and to render a return to their parents; for this is acceptable in the sight of God.\n",
        "5:5 Now she who is really a widow and is left alone has set her hope on God and continues in petitions and prayers night and day.\n",
        "5:6 But she who gives herself to pleasure is dead while living.\n",
        "5:7 These things also charge, that they may be without reproach.\n",
        "5:8 But if anyone does not provide for his own, and especially for those of his household, he has denied the faith and is worse than an unbeliever.\n",
        "5:9 Let a widow be enrolled, not under sixty years old, having been the wife of one man,\n",
        "5:10 Well attested for good works, if she has brought up children, if she has shown hospitality to strangers, if she has washed the saints? feet, if she has assisted the afflicted, if she has diligently followed every good work.\n",
        "5:11 But younger widows refuse; for when they follow their passions in disregard of Christ, they desire to marry,\n",
        "5:12 And thus have condemnation because they have set aside their first pledge.\n",
        "5:13 And at the same time they also learn to be idle, going around from house to house; and they are not only idle but also gossips and busybodies, speaking things which they ought not.\n",
        "5:14 I will therefore that younger widows marry, bear children, keep house, give no opportunity to the opposer for reproach;\n",
        "5:15 For already some have turned aside after Satan.\n",
        "5:16 If any believing woman has widows in her family, let her assist them, and let not the church be burdened, that it may assist those who are really .\n",
        "5:17 Let the elders who take the lead well be counted worthy of double honor, especially those who labor in word and teaching.\n",
        "5:18 For the Scripture says, ?You shall not muzzle an ox that is treading out the grain,? and, ?The workman is worthy of his pay.?\n",
        "5:19 Against an elder do not receive an accusation, except based upon two or three witnesses.\n",
        "5:20 The ones who sin reprove before all that the rest also may have fear.\n",
        "5:21 I solemnly charge you before God and Christ Jesus and the chosen angels that you keep these things without prejudice, doing nothing by way of partiality.\n",
        "5:22 Lay hands quickly on no man, nor participate in others? sins; keep yourself pure.\n",
        "5:23 No longer drink water only, but use a little wine for the sake of your stomach and your frequent illnesses.\n",
        "5:24 The sins of some men are openly manifest, going before to judgment; and for others, they also follow after.\n",
        "5:25 Likewise also the good works are openly manifest, and those that are otherwise cannot be hidden.\n"
      ],
      "id": [
        "5:1 Janganlah engkau keras terhadap orang yang tua, melainkan tegurlah dia sebagai bapak. Tegurlah orang-orang muda sebagai saudaramu,\n",
        "5:2 perempuan-perempuan tua sebagai ibu dan perempuan-perempuan muda sebagai adikmu dengan penuh kemurnian.\n",
        "5:3 Hormatilah janda-janda yang benar-benar janda.\n",
        "5:4 Tetapi jikalau seorang janda mempunyai anak atau cucu, hendaknya mereka itu pertama-tama belajar berbakti kepada kaum keluarganya sendiri dan membalas budi orang tua dan nenek mereka, karena itulah yang berkenan kepada Allah.\n",
        "5:5 Sedangkan seorang janda yang benar-benar janda, yang ditinggalkan seorang diri, menaruh harapannya kepada Allah dan bertekun dalam permohonan dan doa siang malam.\n",
        "5:6 Tetapi seorang janda yang hidup mewah dan berlebih-lebihan, ia sudah mati selagi hidup.\n",
        "5:7 Peringatkanlah hal-hal ini juga kepada janda-janda itu agar mereka hidup dengan tidak bercela.\n",
        "5:8 Tetapi jika ada orang yang tidak memelihara sanak saudaranya, apalagi seisi rumahnya, orang itu murtad dan lebih buruk daripada orang yang tidak beriman.\n",
        "5:9 Yang didaftarkan sebagai janda, hanyalah mereka yang tidak kurang dari enam puluh tahun, yang hanya satu kali bersuami\n",
        "5:10 dan terbukti telah melakukan pekerjaan yang baik, seperti mengasuh anak, memberi tumpangan, membasuh kaki saudara-saudara seiman, menolong orang yang hidup dalam kesusahan -- pendeknya mereka yang telah menggunakan segala kesempatan untuk berbuat baik.\n",
        "5:11 Tolaklah pendaftaran janda-janda yang lebih muda. Karena apabila mereka sekali digairahkan oleh keberahian yang menceraikan mereka dari Kristus, mereka ingin kawin\n",
        "5:12 dan dengan memungkiri kesetiaan mereka yang semula kepada-Nya, mereka mendatangkan hukuman atas dirinya.\n",
        "5:13 Lagi pula, dengan keluar masuk rumah orang, mereka membiasakan diri bermalas-malas dan bukan hanya bermalas-malas saja, tetapi juga suka bergunjing dan mencampuri urusan orang lain dan mengatakan hal-hal yang tidak pantas.\n",
        "5:14 Karena itu aku mau supaya janda-janda yang muda kawin lagi, beroleh anak, memimpin rumah tangganya dan jangan memberi alasan kepada lawan untuk memburuk-burukkan nama kita.\n",
        "5:15 Karena beberapa janda telah tersesat mengikut Iblis.\n",
        "5:16 Jika seorang laki-laki atau perempuan yang percaya mempunyai anggota keluarga yang janda, hendaklah ia membantu mereka sehingga mereka jangan menjadi beban bagi jemaat. Dengan demikian, jemaat dapat membantu mereka yang benar-benar janda.\n",
        "5:17 Penatua-penatua yang baik pimpinannya patut dihormati dua kali lipat, terutama mereka yang dengan jerih payah berkhotbah dan mengajar.\n",
        "5:18 Sebab, Kitab Suci berkata, \" Janganlah engkau memberangus mulut lembu yang sedang mengirik,\" dan lagi \" seorang pekerja patut mendapat upahnya.\"\n",
        "5:19 Janganlah engkau menerima tuduhan atas seorang penatua kecuali kalau didukung dua atau tiga orang saksi.\n",
        "5:20 Mereka yang berbuat dosa hendaklah kautegur di depan semua orang agar yang lain itu pun takut.\n",
        "5:21 Di hadapan Allah dan Kristus Yesus dan malaikat-malaikat pilihan-Nya kupesankan dengan sungguh kepadamu: Perhatikanlah petunjuk ini tanpa prasangka dan bertindaklah dalam segala sesuatu tanpa memihak.\n",
        "5:22 Janganlah engkau terburu-buru menumpangkan tangan atas seseorang dan janganlah terbawa-bawa ke dalam dosa orang lain. Jagalah kemurnian dirimu.\n",
        "5:23 Janganlah lagi minum air saja, melainkan tambahkanlah anggur sedikit, berhubung pencernaanmu terganggu dan tubuhmu sering lemah.\n",
        "5:24 Dosa beberapa orang mencolok dan mendahului mereka ke penghakiman, tetapi dosa beberapa orang lagi baru menjadi nyata kemudian.\n",
        "5:25 Demikian pula, perbuatan baik itu segera nyata dan kalau tidak demikian, perbuatan itu tidak dapat terus tetap tersembunyi.\n"
      ]
    },
    "6": {
      "en": [
        "6:1 As many as are slaves under the yoke should regard their own masters as worthy of all honor, lest the name of God and our teaching be blasphemed.\n",
        "6:2 And those who have believing masters should not despise them, because they are brothers; but rather they should serve them, because those who recompense them for the kindly service received are believers and beloved. These things teach and exhort.\n",
        "6:3 If anyone teaches different things and does not consent to healthy words, those of our Lord Jesus Christ, and the teaching which is according to godliness,\n",
        "6:4 He is blinded with pride, understanding nothing, but is diseased with questionings and contentions of words, out of which come envy, strife, slanders, evil suspicions,\n",
        "6:5 Perpetual wranglings of men corrupted in mind and deprived of the truth, supposing godliness to be a means of gain.\n",
        "6:6 But godliness with contentment is great gain;\n",
        "6:7 For we have brought nothing into the world, because neither can we carry anything out.\n",
        "6:8 But having food and covering, with these we will be content.\n",
        "6:9 But those who intend to be rich fall into temptation and a snare and many foolish and harmful desires, which plunge men into destruction and ruin.\n",
        "6:10 For the love of money is a root of all evils, because of which some, aspiring after money, have been led away from the faith and pierced themselves through with many pains.\n",
        "6:11 But you, O man of God, flee these things, and pursue righteousness, godliness, faith, love, endurance, meekness.\n",
        "6:12 Fight the good fight of the faith; lay hold on the eternal life, to which you were called and have confessed the good confession before many witnesses.\n",
        "6:13 I charge you before God, who preserves all things in life, and Christ Jesus, who testified the good confession before Pontius Pilate,\n",
        "6:14 To keep the commandment spotless, without reproach, until the appearing of our Lord Jesus Christ,\n",
        "6:15 Which in its own times the blessed and only Sovereign will show, the King of those who reign as kings and Lord of those who rule as lords,\n",
        "6:16 Who alone has immortality, dwelling in unapproachable light, whom no man has seen nor can see, to whom be honor and eternal might. Amen.\n",
        "6:17 Charge those who are rich in the present age not to be high-minded, nor to set their hope on the uncertainty of riches but on God, who affords us all things richly for our enjoyment;\n",
        "6:18 To do good, to be rich in good works, to be ready to distribute, to be ones willing to share;\n",
        "6:19 Laying away for themselves a good foundation as a treasure for the future, that they may lay hold on that which is really life.\n",
        "6:20 O Timothy, guard the deposit, turning away from profane, vain babblings and oppositions from what is falsely called knowledge,\n",
        "6:21a Because of which some, professing this, have misaimed regarding the faith. c\n",
        "6:21b Grace be with you.\n"
      ],
      "id": [
        "6:1 Semua orang yang menanggung beban perbudakan hendaknya menganggap tuan mereka layak mendapat segala penghormatan, agar nama Allah dan ajaran kita jangan dihujat orang.\n",
        "6:2 Jika tuan mereka seorang percaya, janganlah ia kurang disegani karena bersaudara dalam Kristus, melainkan hendaklah ia dilayani mereka dengan lebih baik lagi, karena tuan yang menerima berkat pelayanan mereka ialah saudara yang percaya dan terkasih. Ajarkanlah dan nasihatkanlah semuanya ini.\n",
        "6:3 Jika seseorang mengajarkan ajaran lain dan tidak menurut perkataan sehat -- yakni perkataan Tuhan kita Yesus Kristus -- dan tidak menurut ajaran yang sesuai dengan ibadah kita,\n",
        "6:4 ia berlagak tahu padahal tidak tahu apa-apa. Penyakitnya ialah mencari-cari soal dan bersilat kata, yang menyebabkan dengki, perselisihan, fitnah, curiga,\n",
        "6:5 percekcokan antara orang-orang yang tidak lagi berpikiran sehat dan kehilangan kebenaran, yang mengira ibadah itu suatu sumber keuntungan.\n",
        "6:6 Memang ibadah itu kalau disertai rasa cukup, memberi keuntungan besar.\n",
        "6:7 Sebab kita tidak membawa apa pun ke dalam dunia dan kita pun tidak dapat membawa apa-apa ke luar.\n",
        "6:8 Asal ada makanan dan pakaian, cukuplah.\n",
        "6:9 Tetapi mereka yang ingin kaya terjatuh ke dalam pencobaan, ke dalam jerat dan ke dalam berbagai-bagai nafsu yang hampa dan mencelakakan, yang menenggelamkan manusia ke dalam keruntuhan dan kebinasaan.\n",
        "6:10 Karena akar segala kejahatan ialah cinta uang dan karena memburu uanglah beberapa orang telah menyimpang dari iman dan menyiksa dirinya dengan berbagai-bagai duka.\n",
        "6:11 Tetapi engkau hai manusia Allah, jauhilah semuanya itu, kejarlah keadilan, ibadah, kesetiaan, kasih, kesabaran dan kelembutan.\n",
        "6:12 Bertandinglah dalam pertandingan iman yang benar dan rebutlah hidup yang kekal. Untuk itulah engkau telah dipanggil dan telah engkau ikrarkan ikrar yang benar di depan banyak saksi.\n",
        "6:13 Di hadapan Allah yang memberikan hidup kepada segala sesuatu dan di hadapan Kristus Yesus yang telah mengikrarkan ikrar yang benar itu juga di muka Pontius Pilatus, kuserukan kepadamu:\n",
        "6:14 Turutilah perintah ini, dengan tidak bercacat dan tidak bercela, hingga pada saat Tuhan kita Yesus Kristus menyatakan diri-Nya,\n",
        "6:15 yaitu saat yang akan ditentukan oleh Penguasa yang satu-satunya dan penuh berkat, Raja di atas segala raja dan Tuan di atas segala tuan.\n",
        "6:16 Dialah satu-satunya yang tidak takluk kepada maut, bersemayam dalam terang yang tak terhampiri. Tidak seorang pun pernah melihat Dia dan memang manusia tidak dapat melihat Dia. Bagi-Nyalah hormat dan kuasa yang kekal! Amin.\n",
        "6:17 Peringatkanlah orang-orang kaya di dunia ini agar mereka jangan tinggi hati dan jangan berharap pada sesuatu yang tak tentu seperti kekayaan, melainkan pada Allah yang dalam kekayaan-Nya memberikan kepada kita segala sesuatu untuk dinikmati.\n",
        "6:18 Peringatkanlah agar mereka itu berbuat baik, menjadi kaya dalam perbuatan baik, suka memberi dan membagi\n",
        "6:19 dan dengan demikian mengumpulkan suatu harta sebagai dasar yang baik bagi dirinya di waktu yang akan datang untuk mencapai hidup yang sebenarnya.\n",
        "6:20 Hai Timotius, peliharalah apa yang telah dipercayakan kepadamu. Hindarilah omongan yang kosong dan tidak suci dan pertentangan-pertentangan yang berasal dari apa yang disebut pengetahuan,\n",
        "6:21a karena ada beberapa orang yang mengajarkannya dan dengan demikian telah menyimpang dari iman.\n",
        "6:21b Anugerah menyertai kamu!\n"
      ]
    }
  }
}
