{
  "Philemon": {
    "1": {
      "en": [
        "1:1 Paul, a prisoner of Christ Jesus, and Timothy the brother, to Philemon our beloved and fellow worker\n",
        "1:2 And to Apphia the sister and to Archippus our fellow soldier and to the church, which is in your house:\n",
        "1:3 Grace to you and peace from God our Father and the Lord Jesus Christ.\n",
        "1:4 I thank my God always, making mention of you in my prayers,\n",
        "1:5 Hearing of your love and the faith which you have toward the Lord Jesus and to all the saints,\n",
        "1:6 That the fellowship of your faith may become effective in the full knowledge of every good thing which is in you for Christ.\n",
        "1:7 For I had much joy and encouragement over your love, because the inward parts of the saints have been refreshed through you, brother.\n",
        "1:8 Therefore though I have much boldness in Christ to charge you what is fitting,\n",
        "1:9 Because of love I rather , being such a one as Paul the aged and now also a prisoner of Christ Jesus.\n",
        "1:10 I entreat you concerning my child, whom I have begotten in my bonds, Onesimus,\n",
        "1:11 Who formerly was useless to you but now is useful both to you and to me.\n",
        "1:12 Him I have sent back to you?him, that is, my very heart?\n",
        "1:13 Whom I intended to keep with myself that on your behalf he might minister to me in the bonds of the gospel.\n",
        "1:14 But without your mind I did not want to do anything, that your goodness would not be as of necessity, but voluntary.\n",
        "1:15 For perhaps for this reason he was separated from you for but an hour, that you might fully have him forever,\n",
        "1:16 No longer as a slave, but above a slave, a beloved brother, especially to me, but how much more to you, both in the flesh and in the Lord.\n",
        "1:17 If then you hold me as a partner, receive him as myself.\n",
        "1:18 And if he has wronged you in anything or owes anything, charge that to my account.\n",
        "1:19 I, Paul, have written with my own hand: I will repay; not to say to you that you owe me even your own self besides.\n",
        "1:20 Yes, brother, may I have profit from you in the Lord; refresh my inward parts in Christ.\n",
        "1:21 Having confidence in your obedience, I have written to you, knowing that you will do even beyond the things that I say.\n",
        "1:22 And at the same time also prepare me a lodging, for I hope that through your prayers I will be graciously given to you.\n",
        "1:23 Epaphras, my fellow prisoner in Christ Jesus, greets you;\n",
        "1:24 As do Mark, Aristarchus, Demas, Luke, my fellow workers.\n",
        "1:25 The grace of the Lord Jesus Christ be with your spirit.\n"
      ],
      "id": [
        "1:1 Dari Paulus, seorang tahanan karena Kristus Yesus dan dari Timotius saudara seiman kita. Kepada Filemon yang terkasih, teman sekerja kami\n",
        "1:2 dan kepada Apfia saudari seiman kita dan kepada Arkhipus, teman seperjuangan kita dan kepada jemaat di rumahmu:\n",
        "1:3 Anugerah dan damai sejahtera dari Allah, Bapa kita dan dari Tuhan Yesus Kristus menyertai kamu.\n",
        "1:4 Aku mengucap syukur kepada Allahku, setiap kali aku mengingat engkau dalam doaku,\n",
        "1:5 karena aku mendengar tentang kasihmu kepada semua orang kudus dan tentang imanmu kepada Tuhan Yesus.\n",
        "1:6 Aku berdoa, agar persekutuanmu di dalam iman turut mengerjakan pengetahuan akan segala yang baik di antara kita untuk Kristus.\n",
        "1:7 Dari kasihmu sudah kuperoleh kegembiraan besar dan kekuatan, sebab hati orang-orang kudus telah kauhiburkan, Saudaraku.\n",
        "1:8 Karena itu, sekalipun di dalam Kristus aku mempunyai kebebasan penuh untuk memerintahkan kepadamu apa yang harus engkau lakukan,\n",
        "1:9 tetapi mengingat kasihmu itu, lebih baik aku memintanya kepadamu. Aku, Paulus, yang sudah tua, lagi pula sekarang menjadi seorang tahanan karena Kristus Yesus,\n",
        "1:10 mengajukan permintaan kepadamu mengenai anakku yang kudapat selagi aku dalam penjara, yakni Onesimus.\n",
        "1:11 Dahulu memang dia tidak berguna bagimu, tetapi sekarang sangat berguna baik bagimu maupun bagiku.\n",
        "1:12 Dia, yang adalah buah hatiku, kusuruh kembali kepadamu.\n",
        "1:13 Sebenarnya aku mau menahan dia di sini sebagai gantimu untuk melayani aku selama aku dipenjarakan karena Injil,\n",
        "1:14 tetapi tanpa persetujuanmu, aku tidak mau berbuat sesuatu, supaya yang baik itu jangan engkau lakukan seolah-olah dengan paksa, melainkan dengan sukarela.\n",
        "1:15 Sebab mungkin karena itulah dia dipisahkan sejenak dari engkau, supaya engkau dapat menerimanya untuk selama-lamanya,\n",
        "1:16 bukan lagi sebagai budak, melainkan lebih daripada budak, yaitu sebagai saudara seiman yang terkasih; bagiku sudah demikian, apalagi bagimu, baik secara manusia maupun di dalam Tuhan.\n",
        "1:17 Kalau engkau menganggap aku saudaramu seiman, terimalah dia seperti aku sendiri.\n",
        "1:18 Kalau dia sudah merugikan engkau ataupun berutang padamu, tanggungkanlah semuanya itu kepadaku.\n",
        "1:19 Aku, Paulus, menjaminnya dengan tulisan tanganku sendiri: Aku akan melunasinya. Sebaiknya jangan kukatakan bahwa engkau juga berutang padaku, yaitu dirimu sendiri.\n",
        "1:20 Ya Saudaraku, semoga engkau berguna bagiku di dalam Tuhan: Hiburlah hatiku di dalam Kristus!\n",
        "1:21 Dengan percaya kepada ketaatanmu, kutuliskan ini kepadamu. Aku tahu, lebih daripada permintaanku ini akan kaulakukan.\n",
        "1:22 Dalam pada itu bersedialah juga memberi tumpangan kepadaku, karena aku harap oleh doamu aku akan dikembalikan kepadamu.\n",
        "1:23 Salam kepadamu dari Epafras, teman sepenjaraku karena Kristus Yesus,\n",
        "1:24 dan dari Markus, Aristarkhus, Demas dan Lukas, teman-teman sekerjaku.\n",
        "1:25 Anugerah Tuhan Yesus Kristus menyertai roh kamu!\n"
      ]
    }
  }
}
