{
  "Joshua": {
    "11": {
      "en": [
        "11:1 And when Jabin the king of Hazor heard of this, he sent word to Jobab the king of Madon and to the king of Shimron and to the king of Achshaph\n",
        "11:2 And to the kings who were on the north in the hill country and in the Arabah south of Chinneroth and in the lowland and in the highland of Dor on the west;\n",
        "11:3 To the Canaanites on the east and on the west; and the Amorites, the Hittites, the Perizzites, and the Jebusites in the hill country; and the Hivites under Hermon in the land of Mizpah.\n",
        "11:4 And they went out, they and all their camps with them, a people as great as the sand on the seashore in number, and very many horses and chariots.\n",
        "11:5 And all these kings met together, and they came and camped together at the waters of Merom to fight with Israel.\n",
        "11:6 Then Jehovah said to Joshua, Do not be afraid because of them, for tomorrow at this time I will deliver all of them up slain before Israel. You shall hamstring their horses and burn their chariots with fire.\n",
        "11:7 So Joshua and all the people of war with him went against them at the waters of Merom suddenly, and they fell on them.\n",
        "11:8 And Jehovah delivered them into the hand of Israel, and they struck them and pursued them to Great Sidon and to Misrephoth-maim and to the valley of Mizpeh eastward. And they struck them until no survivor was left to them.\n",
        "11:9 So Joshua did to them according to what Jehovah had spoken to him; he hamstrung their horses and burned their chariots with fire.\n",
        "11:10 Then Joshua returned at that time and took Hazor, and he struck its king with the sword; for Hazor had formerly been the head of all these kingdoms.\n",
        "11:11 And they struck every soul that was in it with the edge of the sword, utterly destroying it; nothing that breathed was left. And he burned Hazor with fire.\n",
        "11:12 And all the cities of these kings with all their kings, Joshua took; and he struck them with the edge of the sword and utterly destroyed them, as Moses the servant of Jehovah had commanded.\n",
        "11:13 However as for all the cities that stood on their mounds, Israel burned none of them except Hazor alone; Joshua burned it.\n",
        "11:14 And all the spoil of these cities and the cattle, the children of Israel took as their plunder; but they struck every man with the edge of the sword until they had destroyed them; they left nothing that breathed.\n",
        "11:15 As Jehovah had commanded Moses His servant, so Moses commanded Joshua, and so Joshua did; he left nothing undone of all that Jehovah had commanded Moses.\n",
        "11:16 So Joshua took all that land, the hill country and all the Negev and all the land of Goshen and the lowland and the Arabah and the hill country of Israel and its lowland;\n",
        "11:17 From Mount Halak, which goes up to Seir, unto Baal-gad in the valley of Lebanon under Mount Hermon. And he took all their kings and struck them and put them to death.\n",
        "11:18 Joshua made war with all these kings a long time.\n",
        "11:19 There was not a city that made peace with the children of Israel except the Hivites, the inhabitants of Gibeon; they took all in battle.\n",
        "11:20 For it was of Jehovah to harden their heart to meet Israel in battle so that He might utterly destroy them and that they might not receive mercy but be destroyed as Jehovah commanded Moses.\n",
        "11:21 And Joshua went at that time and cut off the Anakim from the hill country, from Hebron, from Debir, from Anab, and from all the hill country of Judah and all the hill country of Israel; Joshua utterly destroyed them with their cities.\n",
        "11:22 None of the Anakim were left in the land of the children of Israel; only in Gaza, Gath, and Ashdod did some remain.\n",
        "11:23 So Joshua took the whole land according to all that Jehovah had spoken to Moses; and Joshua gave it as an inheritance to Israel according to their divisions by their tribes. And the land had rest from war.\n"
      ],
      "id": [
        "11:1 Setelah hal itu terdengar kepada Yabin, raja Hazor, diutusnyalah orang kepada Yobab, raja Madon, dan kepada raja negeri Simron, kepada raja negeri Akhsaf,\n",
        "11:2 serta kepada raja-raja yang di sebelah utara, di Pegunungan, di Araba-Yordan di sebelah selatan Kinerot, di Daerah Bukit dan di tanah bukit Dor di sebelah barat,\n",
        "11:3 yakni raja-raja orang Kanaan di sebelah timur dan di sebelah barat, orang Amori, orang Het, orang Feris, orang Yebus di pegunungan dan orang Hewi di kaki gunung Hermon, di tanah Mizpa.\n",
        "11:4 Kemudian keluarlah raja-raja ini bersama-sama semua tentaranya, amat banyak rakyat, seperti pasir di tepi laut banyaknya, beserta sangat banyak kuda dan kereta.\n",
        "11:5 Raja-raja ini bersekutu dan datang berkemah bersama-sama dekat mata air Merom untuk memerangi orang Israel.\n",
        "11:6 Lalu Tuhan berkata kepada Yosua: Janganlah takut menghadapi mereka, sebab besok kira-kira waktu ini Aku menyerahkan mereka mati terbunuh semuanya kepada orang Israel. Kuda mereka haruslah kamu lumpuhkan dan kereta mereka haruslah kamu bakar dengan api.\n",
        "11:7 Lalu Yosua dengan seluruh tentaranya mendatangi mereka dengan tiba-tiba dekat mata air Merom, dan menyerbu mereka.\n",
        "11:8 Dan Tuhan menyerahkan mereka kepada orang Israel. Mereka dikalahkan dan dikejar sampai Sidon-Besar dan sampai Misrefot-Maim, dan sampai lembah Mizpa yang di sebelah timur. Demikianlah mereka dihancurkan, sehingga tidak seorang pun dari mereka yang dibiarkan lolos.\n",
        "11:9 Yosua melakukan terhadap mereka seperti yang difirmankan Tuhan kepadanya: kuda mereka dilumpuhkan dan kereta mereka dibakar dengan api.\n",
        "11:10 Pada waktu itu Yosua kembali, direbutnya Hazor, dan rajanya dibunuhnya dengan mata pedang. Sebab Hazor pada waktu dahulu adalah yang terutama di antara segala kerajaan itu.\n",
        "11:11 Semua makhluk yang ada di dalamnya dibunuhnya dengan mata pedang, sambil menumpas orang-orang itu. Tidak ada yang tinggal hidup dari semua yang bernafas dan Hazor dibakarnya.\n",
        "11:12 Selanjutnya segala kota kepunyaan raja-raja itu dan semua rajanya dikalahkan Yosua dan dibunuhnya dengan mata pedang. Mereka ditumpasnya seperti yang diperintahkan Musa, hamba Tuhan itu.\n",
        "11:13 Tetapi kota-kota yang letaknya di atas bukit-bukit puing tidaklah dibakar oleh orang Israel, hanya Hazor saja yang dibakar oleh Yosua.\n",
        "11:14 Segala barang dari kota-kota itu serta ternaknya telah dijarah orang Israel. Tetapi manusia semuanya dibunuh mereka dengan mata pedang, sehingga orang-orang itu dipunahkan mereka. Tidak ada yang ditinggalkan hidup dari semua yang bernafas.\n",
        "11:15 Seperti yang diperintahkan Tuhan kepada Musa, hamba-Nya itu, demikianlah diperintahkan Musa kepada Yosua dan seperti itulah dilakukan Yosua: tidak ada sesuatu yang diabaikannya dari segala yang diperintahkan Tuhan kepada Musa.\n",
        "11:16 Demikianlah Yosua merebut seluruh negeri itu, pegunungan, seluruh Tanah Negeb, seluruh tanah Gosyen, Daerah Bukit, serta Araba-Yordan, dan Pegunungan Israel dengan tanah rendahnya;\n",
        "11:17 mulai dari Pegunungan Gundul, yang mendaki ke arah Seir, sampai ke Baal-Gad di lembah gunung Libanon, di kaki gunung Hermon. Semua rajanya ditangkapnya, dan dibunuhnya.\n",
        "11:18 Lama Yosua melakukan perang melawan semua raja itu.\n",
        "11:19 Tidak ada satu kota pun yang mengadakan ikatan persahabatan dengan orang Israel, selain dari pada orang Hewi yang diam di Gibeon itu, semuanya telah direbut mereka dengan berperang.\n",
        "11:20 Karena Tuhan yang menyebabkan hati orang-orang itu menjadi keras, sehingga mereka berperang melawan orang Israel, supaya mereka ditumpas, dan jangan dikasihani, tetapi dipunahkan, seperti yang diperintahkan Tuhan kepada Musa.\n",
        "11:21 Pada waktu itu Yosua datang dan melenyapkan orang Enak dari pegunungan, dari Hebron, Debir dan Anab, dari seluruh pegunungan Yehuda dan dari seluruh pegunungan Israel. Mereka dan kota-kota mereka ditumpas oleh Yosua.\n",
        "11:22 Tidak ada lagi orang Enak ditinggalkan hidup di negeri orang Israel; hanya di Gaza, di Gat dan di Asdod masih ada yang tertinggal.\n",
        "11:23 Demikianlah Yosua merebut seluruh negeri itu sesuai dengan segala yang difirmankan Tuhan kepada Musa. Dan Yosua pun memberikan negeri itu kepada orang Israel menjadi milik pusaka mereka, menurut pembagian suku mereka. Lalu amanlah negeri itu, berhenti dari berperang.\n"
      ]
    },
    "22": {
      "en": [
        "22:1 Then Joshua called the Reubenites and the Gadites and the half-tribe of Manasseh.\n",
        "22:2 And he said to them, You have kept all that Moses the servant of Jehovah commanded you, and you have listened to my voice in all that I have commanded you.\n",
        "22:3 You have not forsaken your brothers these many days unto this day, but have kept the charge of the commandment of Jehovah your God.\n",
        "22:4 And now Jehovah your God has given your brothers rest as He promised them. And now turn and go to your tents, to the land of your possession, which Moses the servant of Jehovah gave you across the Jordan.\n",
        "22:5 However be very careful to perform the commandment and the law which Moses the servant of Jehovah commanded you, to love Jehovah your God and to walk in all His ways and to keep His commandments and to cling to Him and to serve Him with all your heart and with all your soul.\n",
        "22:6 And Joshua blessed them and sent them away; and they went to their tents.\n",
        "22:7 Now to the one half-tribe of Manasseh Moses had given an inheritance in Bashan, and to the other half of it Joshua gave an inheritance with their brothers across the Jordan on the west. Furthermore, when Joshua sent them away to their tents and blessed them,\n",
        "22:8 He spoke to them, saying, Return with many riches to your tents and with very many cattle, with silver and with gold and with bronze and with iron and with very much clothing; divide the spoil of your enemies with your brothers.\n",
        "22:9 So the children of Reuben and the children of Gad and the half-tribe of Manasseh went; and they departed from among the children of Israel out of Shiloh, which was in the land of Canaan, to go to the land of Gilead, to the land of their possession, which they had taken possession of according to the commandment of Jehovah through Moses.\n",
        "22:10 And when they came into the region of the Jordan that is in the land of Canaan, the children of Reuben and the children of Gad and the half-tribe of Manasseh built an altar there at the Jordan, an altar great in appearance.\n",
        "22:11 And the children of Israel heard the report, which said, Now the children of Reuben and the children of Gad and the half-tribe of Manasseh have built an altar out in front of the land of Canaan, in the region of the Jordan, on the side of the children of Israel.\n",
        "22:12 And when the children of Israel heard this, all the assembly of the children of Israel gathered together at Shiloh to go up in battle against them.\n",
        "22:13 And the children of Israel sent Phinehas the son of Eleazar the priest to the children of Reuben and the children of Gad and the half-tribe of Manasseh in the land of Gilead,\n",
        "22:14 And with him ten leaders, one leader each to a fathers? house of all the tribes of Israel; and they were each the head of their fathers? houses among the thousands of Israel.\n",
        "22:15 And they went to the children of Reuben and the children of Gad and the half-tribe of Manasseh in the land of Gilead and spoke to them, saying,\n",
        "22:16 Thus says all the assembly of Jehovah, What is this trespass that you have committed against the God of Israel in turning this day from following after Jehovah by building yourselves an altar to rebel against Jehovah this day?\n",
        "22:17 Was the iniquity of Peor too little for us, from which we have not cleansed ourselves unto this day, though there was a plague upon the assembly of Jehovah,\n",
        "22:18 That you have turned this day from following after Jehovah? And now, if you rebel against Jehovah this day, tomorrow He will be angry with the whole assembly of Israel.\n",
        "22:19 But if the land of your possession is unclean, cross over into the land of the possession of Jehovah, where Jehovah?s tabernacle dwells, and take a possession in the midst of us. But do not rebel against Jehovah, nor rebel against us, by building yourselves an altar besides the altar of Jehovah our God.\n",
        "22:20 Did not Achan the son of Zerah commit a trespass in the matter of the devoted thing? But there was wrath upon the whole assembly of Israel, and that one man did not perish alone for his iniquity.\n",
        "22:21 Then the children of Reuben and the children of Gad and the half-tribe of Manasseh answered and said to the heads of the thousands of Israel,\n",
        "22:22 The Mighty One, God Jehovah; the Mighty One, God Jehovah; He knows, and may Israel itself know, whether it was in rebellion, or whether it was in trespass against Jehovah?may You not save us today?\n",
        "22:23 That we built an altar for ourselves to turn away from following after Jehovah; or if we did so to offer burnt offerings and meal offerings upon it or to make sacrifices of peace offerings upon it, may Jehovah Himself require it.\n",
        "22:24 But truly we have done this for a reason and out of a concern that in the future your children might speak to our children, saying, What have you to do with Jehovah the God of Israel?\n",
        "22:25 For Jehovah has made the Jordan a border between us and you, O children of Reuben and children of Gad. You have no portion in Jehovah. Thus your children would cause our children to cease fearing Jehovah.\n",
        "22:26 Therefore we said, Let us now take action to build the altar, though not for burnt offering or for sacrifice;\n",
        "22:27 But it will be a witness between us and between you, and between our generations after us, that we may do the service of Jehovah before Him with our burnt offerings and our sacrifices and our peace offerings, and that your children may not say in the future to our children, You have no portion in Jehovah.\n",
        "22:28 And we said, When they say this to us and to our generations in the future, we will say, Look at the copy of the altar of Jehovah that our fathers made, though not for burnt offering or for sacrifice; but it is a witness between us and you.\n",
        "22:29 Far be it from us that we would rebel against Jehovah and turn away today from following after Jehovah by building an altar for burnt offering, for meal offering, or for sacrifice, besides the altar of Jehovah our God, which is before His tabernacle!\n",
        "22:30 And when Phinehas the priest and the leaders of the assembly and the heads of the thousands of Israel who were with him heard the words that the children of Reuben and the children of Gad and the children of Manasseh spoke, it seemed good in their sight.\n",
        "22:31 And Phinehas the son of Eleazar the priest said to the children of Reuben and the children of Gad and the children of Manasseh, Today we know that Jehovah is in the midst of us, because you have not committed this trespass against Jehovah. Now you have delivered the children of Israel out of the hand of Jehovah.\n",
        "22:32 So Phinehas the son of Eleazar the priest and the leaders returned from the children of Reuben and the children of Gad, from the land of Gilead, to the land of Canaan, to the children of Israel; and they brought back word to them.\n",
        "22:33 And the matter seemed good in the sight of the children of Israel; and the children of Israel blessed God and never spoke again of going up in battle against them to destroy the land in which the children of Reuben and the children of Gad dwelt.\n",
        "22:34 And the children of Reuben and the children of Gad named the altar; for, they said, it is a witness between us that Jehovah is God.\n"
      ],
      "id": [
        "22:1 Lalu Yosua memanggil orang Ruben, orang Gad dan suku Manasye yang setengah itu,\n",
        "22:2 dan berkata kepada mereka: Kamu telah memelihara segala yang diperintahkan kepadamu oleh Musa, hamba Tuhan itu, dan telah mendengarkan perkataanku dalam segala yang kuperintahkan kepadamu.\n",
        "22:3 Kamu tidak meninggalkan saudara-saudaramu selama waktu ini, sampai sekarang, tetapi kamu setia memelihara perintah Tuhan, Allahmu, kepadamu.\n",
        "22:4 Tetapi sekarang Tuhan, Allahmu, telah mengaruniakan keamanan kepada saudara-saudaramu, seperti yang dijanjikan-Nya kepada mereka. Oleh sebab itu, pulanglah ke kemahmu, ke tanah milikmu, yang telah diberikan kepadamu oleh Musa, hamba Tuhan itu, di seberang Yordan.\n",
        "22:5 Hanya, lakukanlah dengan sangat setia perintah dan hukum, yang diperintahkan kepadamu oleh Musa, hamba Tuhan itu, yakni mengasihi Tuhan, Allahmu, hidup menurut segala jalan yang ditunjukkan-Nya, tetap mengikuti perintah-Nya, berpaut pada-Nya dan berbakti kepada-Nya dengan segenap hatimu dan dengan segenap jiwamu.\n",
        "22:6 Lalu Yosua memberkati mereka dan melepas mereka pergi. Maka pulanglah mereka ke kemah mereka.\n",
        "22:7 Kepada suku Manasye yang setengah telah diberikan Musa bagian mereka di Basan; kepada suku yang setengah lagi telah diberikan Yosua bagian mereka di antara saudara-saudara mereka di sebelah barat sungai Yordan. Lagi pun ketika Yosua melepas mereka pergi ke kemah mereka, setelah memberkati mereka,\n",
        "22:8 maka ia berkata kepada mereka, demikian: Pulanglah ke kemahmu dengan kekayaan yang banyak dan dengan sangat banyak ternak, dengan perak, emas, tembaga, besi dan dengan pakaian yang sangat banyak. Bagilah dengan saudara-saudaramu jarahan yang dari musuhmu itu.\n",
        "22:9 Maka pulanglah bani Ruben, bani Gad dan suku Manasye yang setengah itu dan mereka pergi meninggalkan orang Israel, keluar dari Silo di tanah Kanaan untuk pergi ke tanah Gilead, tanah milik mereka yang didiami mereka sesuai dengan titah Tuhan dengan perantaraan Musa.\n",
        "22:10 Ketika mereka sampai ke Gelilot pada sungai Yordan, yang di tanah Kanaan, maka bani Ruben, bani Gad dan suku Manasye yang setengah itu mendirikan mezbah di sana di tepi sungai Yordan, mezbah yang besar bangunannya.\n",
        "22:11 Lalu terdengarlah oleh orang Israel itu cakap orang: Telah didirikan mezbah oleh bani Ruben, bani Gad dan suku Manasye yang setengah itu, mezbah menghadap ke tanah Kanaan, di Gelilot pada sungai Yordan, di sebelah wilayah orang Israel.\n",
        "22:12 Ketika hal itu terdengar oleh orang Israel, berkumpullah segenap umat Israel di Silo, untuk maju memerangi mereka.\n",
        "22:13 Kemudian orang Israel mengutus kepada bani Ruben, kepada bani Gad dan kepada suku Manasye yang setengah itu, ke tanah Gilead, imam Pinehas bin Eleazar,\n",
        "22:14 dan bersama-sama dengan dia sepuluh pemimpin, yakni seorang pemimpin kaum keluarga sebagai wakil tiap-tiap suku Israel. Masing-masing mereka itu kepala kaum keluarganya di antara kaum-kaum orang Israel.\n",
        "22:15 Setelah mereka sampai kepada bani Ruben, kepada bani Gad dan kepada suku Manasye yang setengah itu di tanah Gilead, berkatalah mereka kepada orang-orang itu, demikian:\n",
        "22:16 Beginilah kata segenap umat Tuhan: Apa macam perbuatanmu yang tidak setia ini terhadap Allah Israel, dengan sekarang berbalik dari pada Tuhan dan mendirikan mezbah bagimu, dengan demikian memberontak terhadap Tuhan pada hari ini?\n",
        "22:17 Belum cukupkah bagi kita noda yang di Peor itu, yang dari padanya kita belum mentahirkan diri sampai hari ini dan yang menyebabkan umat Tuhan kena tulah,\n",
        "22:18 sehingga kamu berbalik pula sekarang ini membelakangi Tuhan? Jika kamu hari ini memberontak terhadap Tuhan, maka besok Ia akan murka kepada segenap umat Israel.\n",
        "22:19 Akan tetapi, jika sekiranya tanah milikmu itu najis, marilah menyeberang ke tanah milik Tuhan, tempat kedudukan Kemah Suci Tuhan, dan menetaplah di tengah-tengah kami. Tetapi janganlah memberontak terhadap Tuhan dan janganlah memberontak terhadap kami, dengan mendirikan mezbah bagimu sendiri, selain dari mezbah Tuhan, Allah kita.\n",
        "22:20 Ketika Akhan bin Zerah berubah setia dengan mengambil barang-barang yang dikhususkan, bukankah segenap umat Israel kena murka? Bukan orang itu saja yang mati karena dosanya.\n",
        "22:21 Lalu jawab bani Ruben, bani Gad dan suku Manasye yang setengah itu, katanya kepada para kepala kaum-kaum orang Israel:\n",
        "22:22 Allah segala allah, Tuhan, Allah segala allah, Tuhan, Dialah yang mengetahui, dan patutlah orang Israel mengetahuinya juga! Jika sekiranya hal ini terjadi dengan maksud memberontak atau dengan maksud berubah setia terhadap Tuhan - biarlah jangan Tuhan selamatkan kami pada hari ini.\n",
        "22:23 Jika sekiranya kami mendirikan mezbah untuk berbalik dari pada Tuhan, untuk mempersembahkan kurban bakaran dan kurban sajian di atasnya serta kurban keselamatan di atasnya, biarlah Tuhan sendiri yang menuntut balas terhadap kami.\n",
        "22:24 Tetapi sesungguhnya, kami telah melakukannya karena cemas. Sebab pikir kami: Di kemudian hari anak-anak kamu mungkin berkata kepada anak-anak kami, demikian: Apakah sangkut pautmu dengan Tuhan, Allah Israel?\n",
        "22:25 Bukankah Tuhan telah menentukan sungai Yordan sebagai batas antara kami dan kamu, hai orang bani Ruben dan bani Gad! Kamu tidak mempunyai bagian akan Tuhan. Demikianlah mungkin anak-anak kamu membuat anak-anak kami berhenti dari pada takut akan Tuhan.\n",
        "22:26 Sebab itu kata kami: Biarlah kita mendirikan mezbah itu bagi kita! Bukanlah untuk kurban bakaran dan bukanlah untuk kurban sembelihan,\n",
        "22:27 tetapi supaya mezbah itu menjadi saksi antara kami dan kamu, dan antara keturunan kita kemudian, bahwa kami tetap beribadah kepada Tuhan di hadapan-Nya dengan kurban bakaran, kurban sembelihan dan kurban keselamatan kami. Jadi tidaklah mungkin anak-anak kamu di kemudian hari berkata kepada anak-anak kami: Kamu tidak mempunyai bagian pada Tuhan.\n",
        "22:28 Lagi kata kami: Apabila di kemudian hari demikian dikatakan mereka kepada kita dan kepada keturunan kita, maka kita akan berkata: Tengoklah bangunan tiruan mezbah Tuhan itu, yang telah dibuat oleh nenek moyang kami. Bukan untuk kurban bakaran dan bukan untuk kurban sembelihan, tetapi mezbah itu menjadi saksi antara kami dan kamu.\n",
        "22:29 Jauhlah dari pada kami untuk memberontak terhadap Tuhan, dan untuk berbalik dari pada Tuhan pada hari ini dengan mendirikan mezbah untuk kurban bakaran, kurban sajian atau kurban sembelihan, mezbah yang bukan mezbah Tuhan, Allah kita, yang ada di depan Kemah Suci-Nya!\n",
        "22:30 Setelah imam Pinehas dan para pemimpin umat serta para kepala kaum-kaum orang Israel yang bersama-sama dengan dia, mendengar perkataan yang dikatakan oleh bani Ruben, bani Gad dan bani Manasye itu, maka mereka menganggap hal itu baik.\n",
        "22:31 Kemudian berkatalah imam Pinehas bin Eleazar kepada bani Ruben, bani Gad dan bani Manasye: Sekarang tahulah kami bahwa Tuhan ada di tengah-tengah kita, sebab tidaklah kamu berubah setia terhadap Tuhan. Dengan demikian kamu telah melepaskan orang Israel dari hukuman Tuhan.\n",
        "22:32 Sesudah itu imam Pinehas bin Eleazar serta para pemimpin itu meninggalkan bani Ruben dan bani Gad di tanah Gilead, pulang ke Kanaan kepada orang Israel, lalu disampaikanlah berita itu kepada mereka.\n",
        "22:33 Hal itu dipandang baik oleh orang Israel, sehingga orang Israel memuji Allah dan tidak lagi berkata hendak maju memerangi mereka untuk memusnahkan negeri yang didiami bani Ruben dan bani Gad itu.\n",
        "22:34 Dan bani Ruben dan bani Gad menamai mezbah itu: Saksi, karena inilah saksi antara kita, bahwa Tuhan itulah Allah.\n"
      ]
    },
    "12": {
      "en": [
        "12:1 Now these are the kings of the land whom the children of Israel struck and whose land they possessed across the Jordan toward the rising of the sun from the river Arnon to Mount Hermon and all the eastern Arabah:\n",
        "12:2 Sihon the king of the Amorites, who dwelt in Heshbon and ruled from Aroer, which is on the edge of the river Arnon, and from the city in the middle of the river valley, that is, half of Gilead even unto the river Jabbok, the border of the children of Ammon;\n",
        "12:3 And the eastern Arabah unto the Sea of Chinneroth, even unto the eastern side of the sea of the Arabah, the Salt Sea, toward Beth-jeshimoth, that is, southward to the foot of the slopes of Pisgah;\n",
        "12:4 And the territory of Og the king of Bashan, one of the remnant of the Rephaim, who dwelt in Ashtaroth and Edrei,\n",
        "12:5 And ruled over Mount Hermon and Salecah and all Bashan to the border of the Geshurites and the Maacathites, that is, half of Gilead, to the border of Sihon the king of Heshbon.\n",
        "12:6 Moses the servant of Jehovah and the children of Israel struck them. And Moses the servant of Jehovah gave this land as a possession to the Reubenites and the Gadites and the half-tribe of Manasseh.\n",
        "12:7 And these are the kings of the land whom Joshua and the children of Israel struck across the Jordan on the west, from Baal-gad in the valley of Lebanon unto Mount Halak, which goes up to Seir; and Joshua gave this land to the tribes of Israel as a possession according to their divisions,\n",
        "12:8 The land that is in the hill country and in the lowland and in the Arabah and on the slopes and in the wilderness and in the Negev?the Hittites, the Amorites, and the Canaanites; the Perizzites, the Hivites, and the Jebusites.\n",
        "12:9 The king of Jericho, one; The king of Ai, which is by Bethel, one;\n",
        "12:10 The king of Jerusalem, one; The king of Hebron, one;\n",
        "12:11 The king of Jarmuth, one; The king of Lachish, one;\n",
        "12:12 The king of Eglon, one; The king of Gezer, one;\n",
        "12:13 The king of Debir, one; The king of Geder, one;\n",
        "12:14 The king of Hormah, one; The king of Arad, one;\n",
        "12:15 The king of Libnah, one; The king of Adullam, one;\n",
        "12:16 The king of Makkedah, one; The king of Bethel, one;\n",
        "12:17 The king of Tappuah, one; The king of Hepher, one;\n",
        "12:18 The king of Aphek, one; The king of Lasharon, one;\n",
        "12:19 The king of Madon, one; The king of Hazor, one;\n",
        "12:20 The king of Shimron-meron, one; The king of Achshaph, one;\n",
        "12:21 The king of Taanach, one; The king of Megiddo, one;\n",
        "12:22 The king of Kedesh, one; The king of Jokneam in Carmel, one;\n",
        "12:23 The king of Dor in the highland of Dor, one; The king of Goiim of Gilgal, one;\n",
        "12:24 The king of Tirzah, one. Thirty-one kings in all.\n"
      ],
      "id": [
        "12:1 Inilah raja-raja negeri yang dikalahkan oleh orang Israel dan yang negerinya diduduki mereka di seberang Yordan ke arah matahari terbit, dari sungai Arnon sampai gunung Hermon, serta seluruh Araba-Yordan ke arah timur:\n",
        "12:2 yakni Sihon, raja orang Amori, yang diam di Hesybon, yang memerintah atas suatu daerah dari Aroer, yang letaknya di tepi sungai Arnon, pada pertengahan sungai itu, ditambah setengah Gilead, sampai sungai Yabok, batas daerah bani Amon,\n",
        "12:3 dan atas Araba-Yordan sampai sebelah timur danau Kinerot dan sampai sebelah timur Laut Araba, yakni Laut Asin, ke arah Bet-Yesimot dan ke arah selatan sampai kaki lereng-lereng gunung Pisga.\n",
        "12:4 Selanjutnya daerah Og, raja Basan, seorang dari sisa-sisa orang Refaim. Raja ini diam di Asytarot dan di Edrei,\n",
        "12:5 dan memerintah atas gunung Hermon, atas Salkha dan atas seluruh Basan sampai daerah orang Gesur dan orang Maakha dan atas setengah Gilead, sampai daerah Sihon, raja Hesybon.\n",
        "12:6 Musa, hamba Tuhan itu, beserta orang Israel, telah mengalahkan mereka, dan Musa, hamba Tuhan itu, telah memberikan daerah itu kepada orang Ruben, orang Gad dan suku Manasye yang setengah itu, menjadi milik mereka.\n",
        "12:7 Inilah raja negeri yang dikalahkan oleh Yosua dan oleh orang Israel di sebelah barat sungai Yordan, dari Baal-Gad di lembah gunung Libanon sampai Pegunungan Gundul, yang mendaki ke arah Seir - negeri ini diberikan Yosua kepada suku-suku Israel menjadi miliknya, menurut pembagiannya,\n",
        "12:8 di Pegunungan, di Daerah Bukit, di Araba-Yordan, di Lereng Gunung, di Padang Gurun dan di Tanah Negeb, yakni di negeri orang Het, orang Amori, orang Kanaan, orang Feris, orang Hewi dan orang Yebus -:\n",
        "12:9 Raja negeri Yerikho, satu; raja negeri Ai, di sebelah Betel, satu;\n",
        "12:10 raja negeri Yerusalem, satu; raja negeri Hebron, satu;\n",
        "12:11 raja negeri Yarmut, satu; raja negeri Lakhis, satu;\n",
        "12:12 raja negeri Eglon, satu; raja negeri Gezer, satu;\n",
        "12:13 raja negeri Debir, satu; raja negeri Geder, satu;\n",
        "12:14 raja negeri Horma, satu; raja negeri Arad, satu;\n",
        "12:15 raja negeri Libna, satu; raja negeri Adulam, satu;\n",
        "12:16 raja negeri Makeda, satu; raja negeri Betel, satu;\n",
        "12:17 raja negeri Tapuah, satu; raja negeri Hefer, satu;\n",
        "12:18 raja negeri Afek, satu; raja negeri Lasaron, satu;\n",
        "12:19 raja negeri Madon, satu; raja negeri Hazor, satu;\n",
        "12:20 raja negeri Simron Meron, satu; raja negeri Akhsaf, satu;\n",
        "12:21 raja negeri Taanakh, satu; raja negeri Megido, satu;\n",
        "12:22 raja negeri Kedesh, satu; raja negeri Yokneam di dekat gunung Karmel, satu;\n",
        "12:23 raja negeri Dor di tanah bukit Dor, satu; raja negeri Goyim di Galilea, satu;\n",
        "12:24 raja negeri Tirza, satu; jadi jumlah semua raja itu, tiga puluh satu orang.\n"
      ]
    },
    "23": {
      "en": [
        "23:1 And many days after Jehovah had given Israel rest from all their enemies around them and Joshua was old and advanced in age,\n",
        "23:2 Joshua called for all Israel, for their elders and their heads and their judges and their officers; and he said to them, I am old and advanced in age;\n",
        "23:3 And you have seen all that Jehovah your God has done to all these nations because of you, for it was Jehovah your God who fought for you.\n",
        "23:4 See, I have allotted to you all these nations that remain as an inheritance for your tribes, as well as all the nations that I cut off, from the Jordan to the Great Sea toward the setting of the sun.\n",
        "23:5 And Jehovah your God, He will thrust them out before you and dispossess them out of your sight; and you will possess their land, as Jehovah your God spoke to you.\n",
        "23:6 Therefore be very strong to keep and do all that is written in the book of the law of Moses, not turning away from it to the right or to the left,\n",
        "23:7 And not going unto these nations, these that remain with you; neither shall you make mention of the names of their gods, nor cause anyone to swear by them, nor serve them, nor bow down to them;\n",
        "23:8 But you shall cling to Jehovah your God, as you have done to this day.\n",
        "23:9 For Jehovah has dispossessed great and strong nations because of you; but as for you, no one has stood before you to this day.\n",
        "23:10 One man of you chases a thousand, for it is Jehovah your God who fights for you, as He has spoken to you.\n",
        "23:11 Be very careful therefore for yourselves, that you love Jehovah your God.\n",
        "23:12 But if you do indeed turn back and cling to the remainder of these nations, these that remain with you, and marry into them, and go among them and they among you;\n",
        "23:13 Know for certain that Jehovah your God will no longer dispossess these nations out of your sight, but they will become a snare and a trap to you, and a scourge in your sides and thorns in your eyes, until you perish from this good land that Jehovah your God has given you.\n",
        "23:14 And now today I am going the way of all the earth; and you know in all your hearts and in all your souls that not a word has failed of all the good things that Jehovah your God spoke concerning you. All has come to pass for you; not one word of it has failed.\n",
        "23:15 But just as all the good things that Jehovah your God spoke concerning you have come upon you, so will Jehovah cause all the evil things to come upon you, until He has destroyed you from this good land that Jehovah your God has given you.\n",
        "23:16 When you transgress the covenant of Jehovah your God, which He commanded you, and go and serve other gods, and bow down to them, the anger of Jehovah will burn against you, and you will perish quickly from the good land that He has given you.\n"
      ],
      "id": [
        "23:1 Lama setelah Tuhan mengaruniakan keamanan kepada orang Israel ke segala penjuru terhadap semua musuhnya, dan ketika Yosua telah tua dan lanjut umur,\n",
        "23:2 dipanggilnya seluruh orang Israel, para tua-tuanya, para kepalanya, para hakimnya dan para pengatur pasukannya dan berkata kepada mereka: Aku telah tua dan sangat lanjut umur,\n",
        "23:3 dan kamu ini telah melihat segala yang dilakukan Tuhan, Allahmu, kepada semua bangsa di sini demi kamu, sebab Tuhan, Allahmu, Dialah yang telah berperang bagi kamu.\n",
        "23:4 Ingatlah, aku telah membagikan dengan membuang undi bangsa-bangsa yang masih tinggal ini kepada suku-sukumu menjadi milik pusakamu, seperti juga semua bangsa yang telah kulenyapkan hari itu, mulai dari sungai Yordan sampai ke Laut Besar di sebelah matahari terbenam.\n",
        "23:5 Dan Tuhan, Allahmu, Dialah yang akan mengusir dan menghalau mereka dari depanmu, sehingga kamu menduduki negeri mereka, seperti yang dijanjikan kepadamu oleh Tuhan, Allahmu.\n",
        "23:6 Kuatkanlah benar-benar hatimu dalam memelihara dan melakukan segala yang tertulis dalam kitab hukum Musa, supaya kamu jangan menyimpang ke kanan atau ke kiri,\n",
        "23:7 dan supaya kamu jangan bergaul dengan bangsa-bangsa yang masih tinggal di antaramu itu, serta mengakui nama allah mereka dan bersumpah demi nama itu, dan beribadah atau sujud menyembah kepada mereka.\n",
        "23:8 Tetapi kamu harus berpaut pada Tuhan, Allahmu, seperti yang kamu lakukan sampai sekarang.\n",
        "23:9 Bukankah Tuhan telah menghalau bangsa-bangsa yang besar dan kuat dari depanmu, dan akan kamu ini, seorang pun tidak ada yang tahan menghadapi kamu sampai sekarang.\n",
        "23:10 Satu orang saja dari pada kamu dapat mengejar seribu orang, sebab Tuhan Allahmu, Dialah yang berperang bagi kamu, seperti yang dijanjikan-Nya kepadamu.\n",
        "23:11 Maka demi nyawamu, bertekunlah mengasihi Tuhan, Allahmu.\n",
        "23:12 Sebab jika kamu berbalik dan berpaut kepada sisa bangsa-bangsa ini yang masih tinggal di antara kamu, kawin-mengawin dengan mereka serta bergaul dengan mereka dan mereka dengan kamu,\n",
        "23:13 maka ketahuilah dengan sesungguhnya, bahwa Tuhan, Allahmu, tidak akan menghalau lagi bangsa-bangsa itu dari depanmu. Tetapi mereka akan menjadi perangkap dan jerat bagimu, menjadi cambuk pada lambungmu dan duri di matamu, sampai kamu binasa dari tanah yang baik ini, yang telah diberikan kepadamu oleh Tuhan, Allahmu.\n",
        "23:14 Maka sekarang, sebentar lagi aku akan menempuh jalan segala yang fana. Sebab itu insaflah dengan segenap hatimu dan segenap jiwamu, bahwa satu pun dari segala yang baik yang telah dijanjikan kepadamu oleh Tuhan, Allahmu, tidak ada yang tidak dipenuhi. Semuanya telah digenapi bagimu. Tidak ada satu pun yang tidak dipenuhi.\n",
        "23:15 Tetapi seperti telah datang atas kamu segala yang baik, yang telah dijanjikan kepadamu oleh Tuhan, Allahmu, demikianlah Tuhan akan mendatangkan atas kamu segala yang tidak baik sampai Ia telah memusnahkan kamu dari tanah yang baik ini, yang diberikan kepadamu oleh Tuhan, Allahmu,\n",
        "23:16 apabila kamu melangkahi perjanjian, yang telah diperintahkan kepadamu oleh Tuhan, Allahmu, dan pergi beribadah kepada allah lain dan sujud menyembah kepada mereka. Maka murka Tuhan akan bangkit terhadap kamu, sehingga kamu segera binasa dari negeri yang baik, yang telah diberikan-Nya kepadamu.\n"
      ]
    },
    "13": {
      "en": [
        "13:1 Now Joshua was old and advanced in age; and Jehovah said to him, You are old and advanced in age, and very much of the land remains to be possessed.\n",
        "13:2 This is the land that remains: all the regions of the Philistines and all that of the Geshurites,\n",
        "13:3 From the Shihor, which is before Egypt, unto the border of Ekron on the north (this is considered to be Canaanite), with five lords of the Philistines: the Gazite and the Ashdodite, the Ashkelonite, the Gittite, and the Ekronite; and that of the Avvim\n",
        "13:4 In the south; all the land of the Canaanites, and Mearah, which belongs to the Sidonians, unto Aphek at the border of the Amorites;\n",
        "13:5 And the land of the Gebalites and all Lebanon toward the rising of the sun, from Baal-gad under Mount Hermon to the entrance of Hamath;\n",
        "13:6 All the inhabitants of the hill country from Lebanon to Misrephoth-maim, all the Sidonians. I Myself will drive them out before the children of Israel; nevertheless allot it to Israel as an inheritance as I have commanded you.\n",
        "13:7 And now divide this land as an inheritance to the nine tribes and the half-tribe of Manasseh.\n",
        "13:8 With the other half-tribe of Manasseh the Reubenites and the Gadites received their inheritance, which Moses gave to them across the Jordan on the east, as Moses the servant of Jehovah gave to them:\n",
        "13:9 From Aroer, which is on the edge of the river Arnon, and from the city, which is in the middle of the river valley, and all the tableland from Medeba to Dibon;\n",
        "13:10 And all the cities of Sihon the king of the Amorites, who reigned in Heshbon, unto the border of the children of Ammon;\n",
        "13:11 And Gilead with the territory of the Geshurites and the Maacathites, and all Mount Hermon and all Bashan unto Salecah;\n",
        "13:12 All the kingdom of Og in Bashan, who reigned in Ashtaroth and in Edrei (he was left of the remnant of the Rephaim); and Moses struck them and dispossessed them.\n",
        "13:13 Yet the children of Israel did not dispossess the Geshurites and the Maacathites, but Geshur and Maacath dwell in the midst of Israel to this day.\n",
        "13:14 However to the tribe of Levi he did not give an inheritance; the offerings of Jehovah the God of Israel by fire are their inheritance, as He had spoken to him.\n",
        "13:15 And Moses gave an inheritance to the tribe of the children of Reuben according to their families.\n",
        "13:16 And for them the border was from Aroer, which is on the edge of the river Arnon, and from the city, which is in the middle of the river valley, and all the tableland by Medeba;\n",
        "13:17 Heshbon and all its cities which are in the tableland: Dibon and Bamoth-baal and Beth-baal-meon\n",
        "13:18 And Jahaz and Kedemoth and Mephaath\n",
        "13:19 And Kiriathaim and Sibmah and Zereth-shahar on the mountain of the valley\n",
        "13:20 And Beth-peor and the slopes of Pisgah and Beth-jeshimoth;\n",
        "13:21 That is, all the cities of the tableland and all the kingdom of Sihon the king of the Amorites, who reigned in Heshbon and whom Moses struck with the leaders of Midian: Evi and Rekem and Zur and Hur and Reba, the princes of Sihon who inhabited the land.\n",
        "13:22 And Balaam the son of Beor, who practiced divination, the children of Israel slew with the sword with those of them who were already slain.\n",
        "13:23 And the border of the children of Reuben was the Jordan and its border. This is the inheritance of the children of Reuben according to their families, the cities with their villages.\n",
        "13:24 And Moses gave an inheritance to the tribe of Gad, to the children of Gad, according to their families.\n",
        "13:25 And for them the border was Jazer and all the cities of Gilead, and half the land of the children of Ammon to Aroer, which is before Rabbah;\n",
        "13:26 And from Heshbon to Ramath-mizpeh and Betonim; and from Mahanaim to the border of Debir;\n",
        "13:27 And in the valley Beth-haram and Beth-nimrah and Succoth and Zaphon, the rest of the kingdom of Sihon the king of Heshbon; the Jordan and its border to the end of the Sea of Chinnereth, across the Jordan on the east.\n",
        "13:28 This is the inheritance of the children of Gad according to their families, the cities with their villages.\n",
        "13:29 And Moses gave an inheritance to the half-tribe of Manasseh; and it was for the half-tribe of the children of Manasseh according to their families.\n",
        "13:30 And their border was from Mahanaim and all Bashan, all the kingdom of Og the king of Bashan, and all the tent villages of Jair, which are in Bashan, sixty cities;\n",
        "13:31 And half of Gilead, and Ashtaroth and Edrei, cities of the kingdom of Og in Bashan, were for the children of Machir the son of Manasseh, for half of the children of Machir, according to their families.\n",
        "13:32 These are what Moses gave as inheritances in the plains of Moab across the Jordan at Jericho to the east.\n",
        "13:33 But to the tribe of Levi Moses did not give an inheritance; Jehovah the God of Israel is their inheritance, as He had spoken to them.\n"
      ],
      "id": [
        "13:1 Setelah Yosua menjadi tua dan lanjut umurnya, berfirmanlah Tuhan kepadanya: Engkau telah tua dan lanjut umur, dan dari negeri ini masih amat banyak yang belum diduduki.\n",
        "13:2 Inilah negeri yang tertinggal: segenap wilayah orang Filistin dan seluruh negeri orang Gesur,\n",
        "13:3 mulai dari sungai Sikhor di sebelah timur Mesir sampai ke daerah Ekron ke arah utara - semuanya itu terhitung tanah orang Kanaan -; ada lima raja kota orang Filistin, yakni di Gaza, di Asdod, di Askelon, di Gat dan di Ekron -; dan orang Awi\n",
        "13:4 di sebelah selatan; seluruh negeri orang Kanaan dan Meara, kepunyaan orang Sidon, sampai ke Afek, sampai ke daerah orang Amori;\n",
        "13:5 selanjutnya negeri orang Gebal dan seluruh gunung Libanon di sebelah matahari terbit, mulai dari Baal-Gad di kaki gunung Hermon sampai ke jalan yang menuju ke Hamat;\n",
        "13:6 semua orang yang diam di pegunungan, mulai dari gunung Libanon sampai ke Misrefot-Maim; semua orang Sidon. Aku sendiri akan menghalau mereka dari depan orang Israel; hanya undikanlah dahulu negeri itu di antara orang Israel menjadi milik pusaka mereka, seperti yang Kuperintahkan kepadamu.\n",
        "13:7 Oleh sebab itu, bagikanlah negeri ini kepada suku yang sembilan itu dan kepada suku Manasye yang setengah itu menjadi milik pusaka mereka.\n",
        "13:8 Bersama-sama dengan suku Manasye yang setengah lagi, orang Ruben dan orang Gad telah menerima milik pusaka mereka, yang telah diberikan Musa kepada mereka di sebelah timur sungai Yordan, seperti yang ditentukan Musa, hamba Tuhan itu, kepada mereka,\n",
        "13:9 yakni mulai dari Aroer, yang di tepi sungai Arnon, kota pada pertengahan sungai itu, dan seluruh dataran tinggi, dari Medeba sampai ke Dibon;\n",
        "13:10 dan segala kota Sihon, raja orang Amori, yang berkerajaan di Hesybon, sampai ke daerah orang Amon;\n",
        "13:11 selanjutnya Gilead dan daerah orang Gesur dan orang Maakha, serta seluruh gunung Hermon dan seluruh tanah Basan sampai ke Salkha,\n",
        "13:12 seluruh kerajaan Og di Basan, yang memerintah di Asytarot dan Edrei, dialah yang tinggal hidup dari sisa-sisa orang Refaim yang telah dikalahkan dan dihalau oleh Musa.\n",
        "13:13 Tetapi orang Israel tidak menghalau orang Gesur dan orang Maakha itu, sehingga Gesur dan Maakha masih tetap diam di tengah-tengah Israel sampai sekarang.\n",
        "13:14 Hanya kepada suku Lewi tidak diberikan milik pusaka: yang menjadi milik pusakanya ialah Tuhan, Allah Israel, seperti yang dijanjikan-Nya kepada mereka.\n",
        "13:15 Kepada suku bani Ruben, menurut kaum-kaum mereka, telah diberikan Musa bagian ini:\n",
        "13:16 daerah kepunyaan mereka mulai dari Aroer yang di tepi sungai Arnon, kota pada pertengahan sungai itu, dan seluruh dataran tinggi dekat Medeba;\n",
        "13:17 Hesybon dan segala kotanya, yang di dataran tinggi, yakni Dibon, Bamot-Baal, Bet-Baal-Meon,\n",
        "13:18 Yahas, Kedemot, Mefaat,\n",
        "13:19 Kiryataim, Sibma, Zeret-Hasahar di atas gunung di lembah itu,\n",
        "13:20 Bet-Peor, lereng-lereng gunung Pisga, Bet-Yesimot,\n",
        "13:21 selanjutnya segala kota di dataran tinggi itu dan seluruh kerajaan Sihon, raja orang Amori, yang memerintah di Hesybon, yang dikalahkan oleh Musa; bersama-sama dia juga dikalahkannya raja-raja Midian, yakni Ewi, Rekem, Zur, Hur dan Reba, raja-raja bawahan Sihon, penduduk negeri itu.\n",
        "13:22 Juga Bileam bin Beor, juru tenung itu, telah dibunuh oleh orang Israel dengan pedang, beserta orang-orang yang telah mati tertikam oleh mereka.\n",
        "13:23 Jadi batas daerah bani Ruben ialah sungai Yordan dengan daerah pinggirnya. Itulah milik pusaka bani Ruben menurut kaum-kaum mereka, yakni kota-kota dengan desa-desanya.\n",
        "13:24 Kepada suku Gad, yakni kepada bani Gad menurut kaum-kaum mereka, telah diberikan Musa bagian ini:\n",
        "13:25 daerah kepunyaan mereka ialah Yaezer dan segala kota negeri Gilead, serta setengah negeri orang Amon sampai ke Aroer, yang di sebelah timur Raba,\n",
        "13:26 yakni mulai dari Hesybon sampai ke Ramat-Mizpa dan Betonim, dan dari Mahanaim sampai ke daerah Debir;\n",
        "13:27 dan di lembah: Bet-Haram, Bet-Nimra, Sukot dan Zafon, sisa kerajaan Sihon, raja Hesybon; sungai Yordan dengan daerah pinggirnya, sampai ke ujung danau Kineret, di sebelah timur sungai Yordan.\n",
        "13:28 Itulah milik pusaka bani Gad menurut kaum-kaum mereka, yakni kota-kota dengan desa-desanya.\n",
        "13:29 Kepada suku Manasye yang setengah itu, yakni kepada puak bani Manasye yang setengah itu, menurut kaum-kaum mereka, telah diberikan Musa bagian ini:\n",
        "13:30 daerah mereka mulai dari Mahanaim: seluruh Basan, seluruh kerajaan Og, raja Basan, dan segenap Hawot-Yair, yang di Basan itu, enam puluh kota banyaknya;\n",
        "13:31 selanjutnya setengah Gilead, Asytarot dan Edrei, kota-kota kerajaan Og di Basan, menjadi bagian bani Makhir, anak Manasye, yaitu bagian setengah bani Makhir menurut kaum-kaum mereka.\n",
        "13:32 Itulah semuanya yang dibagikan Musa sebagai milik pusaka di dataran Moab di sebelah timur sungai Yordan dekat Yerikho.\n",
        "13:33 Tetapi kepada suku Lewi Musa tidak memberikan milik pusaka: Tuhan, Allah Israel, Dialah yang menjadi milik pusaka mereka, seperti yang dijanjikan-Nya kepada mereka.\n"
      ]
    },
    "24": {
      "en": [
        "24:1 Then Joshua gathered all the tribes of Israel together at Shechem; and he called for the elders of Israel and for their heads and for their judges and for their officers; and they presented themselves before God.\n",
        "24:2 And Joshua said to all the people, Thus says Jehovah the God of Israel, Your fathers dwelt across the River long ago, Terah the father of Abraham and the father of Nahor; and they served other gods.\n",
        "24:3 And I took your father Abraham from across the River and brought him throughout all the land of Canaan; and I multiplied his seed and gave him Isaac.\n",
        "24:4 And I gave Jacob and Esau to Isaac. And I gave Mount Seir to Esau, that he might possess it; but Jacob and his sons went down into Egypt.\n",
        "24:5 And I sent Moses and Aaron, and I plagued Egypt by what I did in the midst of it; and afterward I brought you out.\n",
        "24:6 And I brought your fathers out from Egypt, and you came to the sea; and the Egyptians pursued after your fathers with chariots and with horsemen unto the Red Sea.\n",
        "24:7 And when they cried out to Jehovah, He put deep darkness between you and the Egyptians; and He brought the sea upon them and covered them. And your eyes saw what I did to Egypt. And you dwelt in the wilderness for many days.\n",
        "24:8 And I brought you into the land of the Amorites, who dwelt beyond the Jordan, and they fought with you. And I gave them into your hand, and you possessed their land; and I destroyed them before you.\n",
        "24:9 Then Balak the son of Zippor, the king of Moab, rose up and fought against Israel; and he sent men and called for Balaam the son of Beor to curse you.\n",
        "24:10 But I would not listen to Balaam; therefore he altogether blessed you, and I delivered you out of his hand.\n",
        "24:11 And you crossed over the Jordan and came to Jericho; and the lords of Jericho fought against you, and also the Amorites and the Perizzites and the Canaanites and the Hittites and the Girgashites and the Hivites and the Jebusites; and I gave them into your hand.\n",
        "24:12 And I sent the hornet before you, and it drove them out from before you, that is, the two kings of the Amorites; it was not by your sword or by your bow.\n",
        "24:13 And I gave you a land on which you had not labored, and cities which you did not build, and you dwell in them; you eat of vineyards and olive groves which you did not plant.\n",
        "24:14 Now therefore fear Jehovah, and serve Him in sincerity and faithfulness; and put away the gods whom your fathers served across the River and in Egypt, and serve Jehovah.\n",
        "24:15 And if it seems wrong in your sight to serve Jehovah, choose for yourselves today whom you will serve, either the gods from across the River, whom your fathers served, or the gods of the Amorites, in whose land you dwell. But as for me and my house, we will serve Jehovah.\n",
        "24:16 And the people answered and said, Far be it from us that we would forsake Jehovah to serve other gods;\n",
        "24:17 For Jehovah our God is the One who brought us and our fathers out from the land of Egypt, from the slave house, and who did those great signs in our sight and preserved us in all the way that we went and among all the peoples through whose midst we passed;\n",
        "24:18 And Jehovah drove out all the peoples from before us, that is, the Amorites who inhabit the land. We also will serve Jehovah, for He is our God.\n",
        "24:19 Then Joshua said to the people, You are not able to serve Jehovah, for He is a holy God. He is a jealous God; He will not forgive your transgression or your sins.\n",
        "24:20 If you forsake Jehovah and serve foreign gods, He will turn and do you harm and consume you after He has done good to you.\n",
        "24:21 And the people said to Joshua, No; but we will serve Jehovah.\n",
        "24:22 Then Joshua said to the people, You are witnesses against yourselves that you have chosen Jehovah on your own, to serve Him. And they said, We are witnesses.\n",
        "24:23 Now therefore put away the foreign gods that are among you, and incline your hearts to Jehovah the God of Israel.\n",
        "24:24 And the people said to Joshua, Jehovah our God we will serve, and to His voice we will listen.\n",
        "24:25 So Joshua made a covenant for the people that day, and he made a statute and an ordinance for them in Shechem.\n",
        "24:26 And Joshua these words in the book of the law of God, and he took a great stone and erected it there under the terebinth that was at the sanctuary of Jehovah.\n",
        "24:27 And Joshua said to all the people, This stone here shall be as a witness against us; for it has heard all the words of Jehovah, which He has spoken to us; and it shall be as a witness against you, lest you act deceptively against your God.\n",
        "24:28 Then Joshua sent the people away, each to his own inheritance.\n",
        "24:29 And after these things Joshua the son of Nun, the servant of Jehovah, died at the age of one hundred and ten years.\n",
        "24:30 And they buried him in the territory of his inheritance, in Timnath-serah, which is in the hill country of Ephraim, north of Mount Gaash.\n",
        "24:31 And Israel served Jehovah throughout all the days of Joshua and throughout all the days of the elders whose days extended after Joshua?s and who knew all the work of Jehovah that He had done for Israel.\n",
        "24:32 And Joseph?s bones, which the children of Israel had brought up from Egypt, were buried in Shechem, in the portion of the field that Jacob had bought from the children of Hamor the father of Shechem for a hundred pieces of money; and it became the inheritance of the children of Joseph.\n",
        "24:33 And Eleazar the son of Aaron died; and they buried him in the hill of Phinehas his son, which had been given to him in the hill country of Ephraim.\n"
      ],
      "id": [
        "24:1 Kemudian Yosua mengumpulkan semua suku orang Israel di Sikhem. Dipanggilnya para tua-tua orang Israel, para kepalanya, para hakimnya dan para pengatur pasukannya, lalu mereka berdiri di hadapan Allah.\n",
        "24:2 Berkatalah Yosua kepada seluruh bangsa itu: Beginilah firman Tuhan, Allah Israel: Dahulu kala di seberang sungai Efrat, di situlah diam nenek moyangmu, yakni Terah, ayah Abraham dan ayah Nahor, dan mereka beribadah kepada allah lain.\n",
        "24:3 Tetapi Aku mengambil Abraham, bapamu itu, dari seberang sungai Efrat, dan menyuruh dia menjelajahi seluruh tanah Kanaan. Aku membuat banyak keturunannya dan memberikan Ishak kepadanya.\n",
        "24:4 Kepada Ishak Kuberikan Yakub dan Esau. Kepada Esau Kuberikan pegunungan Seir menjadi miliknya, sedang Yakub serta anak-anaknya pergi ke Mesir.\n",
        "24:5 Lalu Aku mengutus Musa serta Harun dan menulahi Mesir, seperti yang Kulakukan di tengah-tengah mereka, kemudian Aku membawa kamu keluar.\n",
        "24:6 Setelah Aku membawa nenek moyangmu keluar dari Mesir dan kamu sampai ke laut, lalu orang Mesir mengejar nenek moyangmu dengan kereta dan orang berkuda ke Laut Teberau.\n",
        "24:7 Sebab itu berteriak-teriaklah mereka kepada Tuhan, maka diadakan-Nya gelap antara kamu dan orang Mesir itu dan didatangkan-Nya air laut atas mereka, sehingga mereka diliputi. Dan matamu sendiri telah melihat, apa yang Kulakukan terhadap Mesir. Sesudah itu lama kamu diam di padang gurun.\n",
        "24:8 Aku membawa kamu ke negeri orang Amori yang diam di seberang sungai Yordan, dan ketika mereka berperang melawan kamu, mereka Kuserahkan ke dalam tanganmu, sehingga kamu menduduki negerinya, sedang mereka Kupunahkan dari depan kamu.\n",
        "24:9 Ketika itu Balak bin Zipor, raja Moab, bangkit berperang melawan orang Israel. Disuruhnya memanggil Bileam bin Beor untuk mengutuki kamu.\n",
        "24:10 Tetapi Aku tidak mau mendengarkan Bileam, sehingga ia pun memberkati kamu. Demikianlah Aku melepaskan kamu dari tangannya.\n",
        "24:11 Setelah kamu menyeberangi sungai Yordan dan sampai ke Yerikho, berperanglah melawan kamu warga-warga kota Yerikho, orang Amori, orang Feris, orang Kanaan, orang Het, orang Girgasi, orang Hewi dan orang Yebus, tetapi mereka itu Kuserahkan ke dalam tanganmu.\n",
        "24:12 Kemudian Aku melepaskan tabuhan mendahului kamu dan binatang-binatang ini menghalau mereka dari depanmu, seperti kedua raja orang Amori itu. Sesungguhnya, bukan oleh pedangmu dan bukan pula oleh panahmu.\n",
        "24:13 Demikianlah Kuberikan kepadamu negeri yang kamu peroleh tanpa bersusah-susah dan kota-kota yang tidak kamu dirikan, tetapi kamulah yang diam di dalamnya; juga kebun-kebun anggur dan kebun-kebun zaitun yang tidak kamu tanami, kamulah yang makan hasilnya.\n",
        "24:14 Oleh sebab itu, takutlah akan Tuhan dan beribadahlah kepada-Nya dengan tulus ikhlas dan setia. Jauhkanlah allah yang kepadanya nenek moyangmu telah beribadah di seberang sungai Efrat dan di Mesir, dan beribadahlah kepada Tuhan.\n",
        "24:15 Tetapi jika kamu anggap tidak baik untuk beribadah kepada Tuhan, pilihlah pada hari ini kepada siapa kamu akan beribadah; allah yang kepadanya nenek moyangmu beribadah di seberang sungai Efrat, atau allah orang Amori yang negerinya kamu diami ini. Tetapi aku dan seisi rumahku, kami akan beribadah kepada Tuhan!\n",
        "24:16 Lalu bangsa itu menjawab: Jauhlah dari pada kami meninggalkan Tuhan untuk beribadah kepada allah lain!\n",
        "24:17 Sebab Tuhan, Allah kita, Dialah yang telah menuntun kita dan nenek moyang kita dari tanah Mesir, dari rumah perbudakan, dan yang telah melakukan tanda-tanda mujizat yang besar ini di depan mata kita sendiri, dan yang telah melindungi kita sepanjang jalan yang kita tempuh, dan di antara semua bangsa yang kita lalui,\n",
        "24:18 Tuhan menghalau semua bangsa dan orang Amori, penduduk negeri ini, dari depan kita. Kami pun akan beribadah kepada Tuhan, sebab Dialah Allah kita.\n",
        "24:19 Tetapi Yosua berkata kepada bangsa itu: Tidaklah kamu sanggup beribadah kepada Tuhan, sebab Dialah Allah yang kudus, Dialah Allah yang cemburu. Ia tidak akan mengampuni kesalahan dan dosamu.\n",
        "24:20 Apabila kamu meninggalkan Tuhan dan beribadah kepada allah asing, maka Ia akan berbalik dari padamu dan melakukan yang tidak baik kepada kamu serta membinasakan kamu, setelah Ia melakukan yang baik kepada kamu dahulu.\n",
        "24:21 Tetapi bangsa itu berkata kepada Yosua: Tidak, hanya kepada Tuhan saja kami akan beribadah.\n",
        "24:22 Kemudian berkatalah Yosua kepada bangsa itu: Kamulah saksi terhadap kamu sendiri, bahwa kamu telah memilih Tuhan untuk beribadah kepada-Nya. Jawab mereka: Kamilah saksi!\n",
        "24:23 Ia berkata: Maka sekarang, jauhkanlah allah asing yang ada di tengah-tengah kamu dan condongkanlah hatimu kepada Tuhan, Allah Israel.\n",
        "24:24 Lalu jawab bangsa itu kepada Yosua: Kepada Tuhan, Allah kita, kami akan beribadah, dan firman-Nya akan kami dengarkan.\n",
        "24:25 Pada hari itu juga Yosua mengikat perjanjian dengan bangsa itu dan membuat ketetapan dan peraturan bagi mereka di Sikhem.\n",
        "24:26 Yosua menuliskan semuanya itu dalam kitab hukum Allah, lalu ia mengambil batu yang besar dan mendirikannya di sana, di bawah pohon besar, di tempat kudus Tuhan.\n",
        "24:27 Kata Yosua kepada seluruh bangsa itu: Sesungguhnya batu inilah akan menjadi saksi terhadap kita, sebab telah didengarnya segala firman Tuhan yang diucapkan-Nya kepada kita. Sebab itu batu ini akan menjadi saksi terhadap kamu, supaya kamu jangan menyangkal Allahmu.\n",
        "24:28 Sesudah itu Yosua melepas bangsa itu pergi, masing-masing ke milik pusakanya.\n",
        "24:29 Dan sesudah peristiwa-peristiwa ini, maka matilah Yosua bin Nun, hamba Tuhan itu, ketika berumur seratus sepuluh tahun.\n",
        "24:30 Lalu ia dikuburkan di daerah milik pusakanya, di Timnat-Serah yang di pegunungan Efraim, di sebelah utara gunung Gaas.\n",
        "24:31 Orang Israel beribadah kepada Tuhan sepanjang zaman Yosua dan sepanjang zaman para tua-tua yang hidup lebih lama dari pada Yosua, dan yang mengenal segenap perbuatan yang dilakukan Tuhan bagi orang Israel.\n",
        "24:32 Tulang-tulang Yusuf, yang dibawa orang Israel dari Mesir, dikuburkan mereka di Sikhem, di tanah milik yang dibeli Yakub dengan harga seratus kesita dari anak-anak Hemor, bapa Sikhem, dan yang ditentukan bagi bani Yusuf menjadi milik pusaka mereka.\n",
        "24:33 Juga Eleazar bin Harun mati, dan dia dikuburkan di bukit yang diberikan kepada Pinehas, anaknya itu, di pegunungan Efraim.\n"
      ]
    },
    "14": {
      "en": [
        "14:1 And these are what the children of Israel received as inheritances in the land of Canaan, which Eleazar the priest and Joshua the son of Nun and the heads of the fathers? houses of the tribes of the children of Israel gave to them as inheritances,\n",
        "14:2 By the lot of their inheritance, as Jehovah commanded through Moses for the nine tribes and the half-tribe.\n",
        "14:3a For Moses had given the inheritance of the two tribes and the half-tribe across the Jordan;\n",
        "14:3b but to the Levites he did not give an inheritance among them.\n",
        "14:4 For the children of Joseph were two tribes, Manasseh and Ephraim; and they gave no portion to the Levites in the land, but only cities to dwell in with their pasture lands for their cattle and their substance.\n",
        "14:5 As Jehovah had commanded Moses, so the children of Israel did; thus they divided the land.\n",
        "14:6 Then the children of Judah approached Joshua in Gilgal; and Caleb the son of Jephunneh the Kenizzite said to him, You know the word that Jehovah spoke to Moses the man of God concerning me and concerning you in Kadesh-barnea.\n",
        "14:7 I was forty years old when Moses the servant of Jehovah sent me out from Kadesh-barnea to spy out the land; and I returned such a word to him as was genuinely upon my heart.\n",
        "14:8 However my brothers who went up with me made the people?s heart melt, but I fully followed Jehovah my God.\n",
        "14:9 And Moses swore on that day, saying, Surely the land on which your foot has trodden will be an inheritance to you and to your children forever, for you have fully followed Jehovah my God.\n",
        "14:10 And now, look, Jehovah has kept me alive, as He said, for these forty-five years, since the time Jehovah spoke this word to Moses while Israel walked through the wilderness. And now, look, today I am eighty-five years old.\n",
        "14:11 Today I am still as strong as I was on the day Moses sent me out; as my strength was then, so my strength is now, for battle and for going out and coming in.\n",
        "14:12 Now therefore give me this hill country, of which Jehovah spoke on that day, for you heard on that day that the Anakim were there with great fortified cities. It may be that Jehovah will be with me, and I will dispossess them, as Jehovah said.\n",
        "14:13 So Joshua blessed him; and he gave Hebron to Caleb the son of Jephunneh as an inheritance.\n",
        "14:14 Therefore Hebron has become the inheritance of Caleb the son of Jephunneh the Kenizzite to this day because he fully followed Jehovah the God of Israel.\n",
        "14:15 And the name of Hebron was formerly Kiriath-arba. (This Arba was the greatest man among the Anakim.) And the land had rest from war.\n"
      ],
      "id": [
        "14:1 Inilah semuanya yang diterima oleh orang Israel sebagai milik pusaka di tanah Kanaan, yang telah dibagikan kepada orang Israel oleh imam Eleazar, dan Yosua bin Nun dan para kepala kaum keluarga dari suku-suku mereka,\n",
        "14:2 dengan mengundi milik pusaka itu, seperti yang diperintahkan Tuhan dengan perantaraan Musa mengenai suku-suku yang sembilan setengah itu.\n",
        "14:3a Sebab kepada suku-suku yang dua setengah lagi telah diberikan Musa milik pusaka di seberang sungai Yordan,\n",
        "14:3b tetapi kepada orang Lewi tidak diberikannya milik pusaka di tengah-tengah mereka.\n",
        "14:4 Sebab bani Yusuf merupakan dua suku, Manasye dan Efraim. Maka kepada orang Lewi tidak diberikan bagiannya di negeri itu, selain dari kota-kota untuk didiami, dengan tanah penggembalaannya untuk ternak dan hewan mereka.\n",
        "14:5 Seperti yang diperintahkan Tuhan kepada Musa, demikianlah diperbuat oleh orang Israel dan dibagi-bagi merekalah negeri itu.\n",
        "14:6 Bani Yehuda datang menghadap Yosua di Gilgal. Pada waktu itu berkatalah Kaleb bin Yefune, orang Kenas itu, kepadanya: Engkau tahu firman yang diucapkan Tuhan kepada Musa, abdi Allah itu, tentang aku dan tentang engkau di Kadesh-Barnea.\n",
        "14:7 Aku berumur empat puluh tahun, ketika aku disuruh Musa, hamba Tuhan itu, dari Kadesh-Barnea untuk mengintai negeri ini; dan aku pulang membawa kabar kepadanya yang sejujur-jujurnya.\n",
        "14:8 Sedang saudara-saudaraku, yang bersama-sama pergi ke sana dengan aku, membuat tawar hati bangsa itu, aku tetap mengikuti Tuhan, Allahku, dengan sepenuh hati.\n",
        "14:9 Pada waktu itu Musa bersumpah, katanya: Sesungguhnya tanah yang diinjak oleh kakimu itu akan menjadi milik pusakamu dan anak-anakmu sampai selama-lamanya, sebab engkau tetap mengikuti Tuhan, Allahku, dengan sepenuh hati.\n",
        "14:10 Jadi sekarang, sesungguhnya Tuhan telah memelihara hidupku, seperti yang dijanjikan-Nya. Kini sudah empat puluh lima tahun lamanya, sejak diucapkan Tuhan firman itu kepada Musa, dan selama itu orang Israel mengembara di padang gurun. Jadi sekarang, telah berumur delapan puluh lima tahun aku hari ini;\n",
        "14:11 pada waktu ini aku masih sama kuat seperti pada waktu aku disuruh Musa; seperti kekuatanku pada waktu itu demikianlah kekuatanku sekarang untuk berperang dan untuk keluar masuk.\n",
        "14:12 Oleh sebab itu, berikanlah kepadaku pegunungan, yang dijanjikan Tuhan pada waktu itu, sebab engkau sendiri mendengar pada waktu itu, bahwa di sana ada orang Enak dengan kota-kota yang besar dan berkubu. Mungkin Tuhan menyertai aku, sehingga aku menghalau mereka, seperti yang difirmankan Tuhan.\n",
        "14:13 Lalu Yosua memberkati Kaleb bin Yefune, dan diberikannyalah Hebron kepadanya menjadi milik pusakanya.\n",
        "14:14 Itulah sebabnya Hebron menjadi milik pusaka Kaleb bin Yefune, orang Kenas itu, sampai sekarang ini, karena ia tetap mengikuti Tuhan, Allah Israel, dengan sepenuh hati.\n",
        "14:15 Nama Hebron dahulu ialah Kiryat-Arba; Arba ialah orang yang paling besar di antara orang Enak. Dan amanlah negeri itu, berhenti berperang.\n"
      ]
    },
    "15": {
      "en": [
        "15:1 And the lot for the tribe of the children of Judah according to their families was unto the border of Edom, to the wilderness of Zin at the south; this was the southern extreme.\n",
        "15:2 And their southern border was from the end of the Salt Sea, from the tongue-shaped bay that faces south;\n",
        "15:3 And it went southward to the ascent of Akrabbim, and passed on to Zin, and went up south of Kadesh-barnea, and passed on to Hezron, and went up to Addar, and went around Karka,\n",
        "15:4 And passed on to Azmon, and went out to the brook of Egypt; and the end of the border was at the sea. This shall be your southern border.\n",
        "15:5 And the eastern border was the Salt Sea to the end of the Jordan. And the border on the northern side was from the bay of the sea at the end of the Jordan.\n",
        "15:6 And the border went up to Beth-hoglah, and passed on to the north of Beth-arabah; and the border went up to the stone of Bohan the son of Reuben;\n",
        "15:7 And the border went up to Debir from the Valley of Achor, and turned northward toward Gilgal, which is opposite the ascent of Adummim, which is south of the river valley; and the border passed on to the waters of En-shemesh; and its end was at En-rogel;\n",
        "15:8 Then the border went up by the Valley of Ben-hinnom to the south of the Jebusite slope (this is Jerusalem); and the border went to the top of the mountain that is before the Valley of Hinnom on the west, which is the northern end of the Valley of Rephaim;\n",
        "15:9 And the border turned from the top of the mountain to the spring of the waters of Nephtoah and went to the cities of Mount Ephron; then the border turned toward Baalah (this is Kiriath-jearim);\n",
        "15:10 And the border went around west of Baalah to Mount Seir, and passed by the northern slope of Mount Jearim (this is Chesalon), and went down to Beth-shemesh, and passed on to Timnah;\n",
        "15:11 And the border went to the slope of Ekron northward; and the border turned toward Shikkeron, and passed by Mount Baalah, and went to Jabneel; and the end of the border was at the sea.\n",
        "15:12 And the western border was the Great Sea and its coast. This is the border of the children of Judah all around according to their families.\n",
        "15:13 And to Caleb the son of Jephunneh he gave a portion in the midst of the children of Judah according to the commandment of Jehovah to Joshua, that is, Kiriath-arba (Arba was the father of Anak); this is Hebron.\n",
        "15:14 And Caleb drove out the three sons of Anak from there: Sheshai and Ahiman and Talmai, the children of Anak.\n",
        "15:15 And he went up from there to the inhabitants of Debir. (Now the name of Debir was formerly Kiriath-sepher.)\n",
        "15:16 And Caleb said, Whoever strikes Kiriath-sepher and takes it, I will give to him Achsah my daughter as wife.\n",
        "15:17 Then Othniel the son of Kenaz, Caleb?s brother, took it; and he gave him Achsah his daughter as wife.\n",
        "15:18 And when she came to him, she urged him to ask her father for a field. And she alighted from her donkey, and Caleb said to her, What do you want?\n",
        "15:19 And she said, Give me a blessing, for you have given me land in the Negev; give me also springs of water. So he gave her the upper springs and the lower springs.\n",
        "15:20 This is the inheritance of the tribe of the children of Judah according to their families.\n",
        "15:21 And the uttermost cities of the tribe of the children of Judah toward the border of Edom on the south were Kabzeel and Eder and Jagur\n",
        "15:22 And Kinah and Dimonah and Adadah\n",
        "15:23 And Kedesh and Hazor and Ithnan;\n",
        "15:24 Ziph and Telem and Bealoth\n",
        "15:25 And Hazor-hadattah and Kerioth-hezron (this is Hazor);\n",
        "15:26 Amam and Shema and Moladah\n",
        "15:27 And Hazar-gaddah and Heshmon and Beth-pelet\n",
        "15:28 And Hazar-shual and Beer-sheba and Biziothiah;\n",
        "15:29 Baalah and Iim and Ezem\n",
        "15:30 And Eltolad and Chesil and Hormah\n",
        "15:31 And Ziklag and Madmannah and Sansannah\n",
        "15:32 And Lebaoth and Shilhim and Ain and Rimmon: in all twenty-nine cities with their villages.\n",
        "15:33 In the lowland: Eshtaol and Zorah and Ashnah\n",
        "15:34 And Zanoah and En-gannim; Tappuah and Enam;\n",
        "15:35 Jarmuth and Adullam; Socoh and Azekah\n",
        "15:36 And Shaaraim and Adithaim and Gederah and Gederothaim: fourteen cities with their villages.\n",
        "15:37 Zenan and Hadashah and Migdal-gad\n",
        "15:38 And Dilean and Mizpeh and Joktheel;\n",
        "15:39 Lachish and Bozkath and Eglon\n",
        "15:40 And Cabbon and Lahmas and Chitlish\n",
        "15:41 And Gederoth; Beth-dagon and Naamah and Makkedah: sixteen cities with their villages.\n",
        "15:42 Libnah and Ether and Ashan\n",
        "15:43 And Iphtah and Ashnah and Nezib\n",
        "15:44 And Keilah and Achzib and Mareshah: nine cities with their villages.\n",
        "15:45 Ekron, with its towns and its villages;\n",
        "15:46 From Ekron even to the sea, all that were near Ashdod, with their villages.\n",
        "15:47 Ashdod, with its towns and its villages; Gaza, with its towns and its villages, unto the brook of Egypt and the Great Sea and its border.\n",
        "15:48 And in the hill country: Shamir and Jattir and Socoh\n",
        "15:49 And Dannah and Kiriath-sannah (this is Debir)\n",
        "15:50 And Anab and Eshtemoh and Anim\n",
        "15:51 And Goshen and Holon and Giloh: eleven cities with their villages.\n",
        "15:52 Arab and Dumah and Eshan\n",
        "15:53 And Janum and Beth-tappuah and Aphekah\n",
        "15:54 And Humtah and Kiriath-arba (this is Hebron) and Zior: nine cities with their villages.\n",
        "15:55 Maon, Carmel, and Ziph; and Juttah\n",
        "15:56 And Jezreel and Jokdeam and Zanoah;\n",
        "15:57 Kain, Gibeah, and Timnah: ten cities with their villages.\n",
        "15:58 Halhul, Beth-zur, and Gedor;\n",
        "15:59 And Maarath and Beth-anoth and Eltekon: six cities with their villages.\n",
        "15:60 Kiriath-baal (this is Kiriath-jearim) and Rabbah: two cities with their villages.\n",
        "15:61 In the wilderness: Beth-arabah, Middin, and Secacah;\n",
        "15:62 And Nibshan and the City of Salt and En-gedi: six cities with their villages.\n",
        "15:63 But as for the Jebusites, the inhabitants of Jerusalem, the children of Judah could not dispossess them; thus the Jebusites dwell with the children of Judah in Jerusalem to this day.\n"
      ],
      "id": [
        "15:1 Bagian yang diundikan kepada suku bani Yehuda menurut kaum-kaum mereka adalah sampai ke batas tanah Edom, sampai ke padang gurun Zin ke selatan, di ujung selatan.\n",
        "15:2 Batas selatan bagi mereka mulai dari ujung Laut Asin, dari teluk yang menghadap ke selatan;\n",
        "15:3 lalu keluar pada sebelah selatan pendakian Akrabim, terus ke Zin, naik ke sebelah selatan Kadesh-Barnea, terus ke Hezron, naik ke Adar, membelok ke Karka,\n",
        "15:4 terus ke Azmon dan keluar pada sungai tanah Mesir, sehingga batas itu berakhir ke laut. Itulah bagi kamu batas selatan.\n",
        "15:5 Batas timur ialah Laut Asin sampai ke muara sungai Yordan. Batas pada sisi utara mulai dari teluk di muara sungai Yordan itu:\n",
        "15:6 batas itu naik ke Bet-Hogla, melalui sebelah utara Bet-Araba, kemudian batas itu naik ke batu Bohan bin Ruben;\n",
        "15:7 lalu dari lembah Akhor batas itu naik ke Debir, dan menuju ke utara ke Gilgal di seberang pendakian Adumim, yang di sebelah selatan sungai. Kemudian batas itu terus ke mata air En-Semes dan keluar ke En-Rogel.\n",
        "15:8 Kemudian batas itu naik ke lembah Ben-Hinom, di sebelah selatan sepanjang lereng gunung Yebus, itulah Yerusalem; kemudian batas itu naik ke puncak gunung yang di seberang lembah Hinom, di sebelah barat, di ujung utara lembah orang Refaim.\n",
        "15:9 Kemudian batas itu melengkung dari puncak gunung itu ke mata air Me-Neftoah, lalu keluar ke kota-kota pegunungan Efron; selanjutnya batas itu melengkung ke Baala, itulah Kiryat-Yearim.\n",
        "15:10 Kemudian batas itu membelok dari Baala ke barat ke pegunungan Seir, terus ke utara ke lereng gunung Yearim, itulah Kesalon, turun ke Bet-Semes dan terus ke Timna.\n",
        "15:11 Kemudian batas itu keluar ke utara ke lereng gunung Ekron; kemudian batas itu melengkung ke Sikron, terus ke gunung Baala dan keluar dekat Yabneel, sehingga batas itu berakhir di laut.\n",
        "15:12 Batas barat ialah Laut Besar dan pantainya. Itulah, ke segala penjuru, batas-batas daerah bani Yehuda menurut kaum-kaum mereka.\n",
        "15:13 Tetapi kepada Kaleb bin Yefune diberikan Yosua sebagian di tengah-tengah bani Yehuda itu, yakni Kiryat-Arba, seperti yang dititahkan Tuhan kepadanya; Arba ialah bapa Enak. Itulah Hebron.\n",
        "15:14 Dan Kaleb menghalau dari sana ketiga orang Enak, yakni Sesai, Ahiman dan Talmai, anak-anak Enak.\n",
        "15:15 Dari sana ia maju menyerang penduduk Debir. Nama Debir itu dahulu ialah Kiryat-Sefer.\n",
        "15:16 Lalu berkatalah Kaleb: Siapa yang menggempur Kiryat-Sefer dan merebutnya, kepadanya akan kuberikan Akhsa, anakku, menjadi isterinya.\n",
        "15:17 Dan Otniel, anak Kenas saudara Kaleb, merebut kota itu; lalu Kaleb memberikan kepadanya Akhsa, anaknya, menjadi isterinya.\n",
        "15:18 Ketika perempuan itu tiba, dibujuknya suaminya untuk meminta ladang kepada ayahnya. Maka turunlah perempuan itu dari keledainya, lalu berkatalah Kaleb kepadanya: Ada apa?\n",
        "15:19 Jawabnya: Berikanlah kepadaku hadiah; telah kauberikan kepadaku tanah yang gersang, berikanlah juga kepadaku mata air. Lalu diberikannyalah kepadanya mata air yang di hulu dan mata air yang di hilir.\n",
        "15:20 Inilah milik pusaka suku bani Yehuda menurut kaum-kaum mereka.\n",
        "15:21 Kota-kota suku bani Yehuda yang paling ujung, dekat batas tanah Edom di Tanah Negeb, ialah Kabzeel, Eder, Yagur,\n",
        "15:22 Kina, Dimona, Adada,\n",
        "15:23 Kedesh, Hazor, Yitnan,\n",
        "15:24 Zif, Telem, Bealot,\n",
        "15:25 Hazor-Hadata, Keriot-Hezron, itulah Hazor;\n",
        "15:26 Amam, Sema, Molada,\n",
        "15:27 Hazar-Gada, Hesmon, Bet-Pelet,\n",
        "15:28 Hazar-Sual, Bersyeba dan segala anak kotanya,\n",
        "15:29 Baala, Iyim, Ezem,\n",
        "15:30 Eltolad, Kesil, Horma,\n",
        "15:31 Ziklag, Madmana, Sansana,\n",
        "15:32 Lebaot, Silhim, Ain dan Rimon; seluruhnya dua puluh sembilan kota dengan desa-desanya.\n",
        "15:33 Di Daerah Bukit: Esytaol, Zora, Asna,\n",
        "15:34 Zanoah, En-Ganim, Tapuah, Enam,\n",
        "15:35 Yarmut, Adulam, Sokho, Azeka,\n",
        "15:36 Saaraim, Aditaim, Gedera dan Gederotaim; empat belas kota dengan desa-desanya.\n",
        "15:37 Zenan, Hadasa, Migdal-Gad,\n",
        "15:38 Dilean, Mizpa, Yokteel,\n",
        "15:39 Lakhis, Bozkat, Eglon,\n",
        "15:40 Kabon, Lahmas, Kitlis,\n",
        "15:41 Gederot, Bet-Dagon, Naama dan Makeda; enam belas kota dengan desa-desanya.\n",
        "15:42 Libna, Eter, Asan,\n",
        "15:43 Yiftah, Asna, Nezib,\n",
        "15:44 Kehila, Akhzib dan Maresa; sembilan kota dengan desa-desanya.\n",
        "15:45 Ekron dengan segala anak kota dan desanya.\n",
        "15:46 Mulai dari Ekron sampai ke laut, segala yang di sisi Asdod dan desa-desanya,\n",
        "15:47 Asdod dengan segala anak kota dan desa-desanya, Gaza dengan segala anak kota dan desa-desanya, sampai ke sungai tanah Mesir, Laut Besar dan pantainya.\n",
        "15:48 Lagi di Pegunungan: Samir, Yatir, Sokho,\n",
        "15:49 Dana, Kiryat-Sana, itulah Debir;\n",
        "15:50 Anab, Estemo, Anim,\n",
        "15:51 Gosyen, Holon dan Gilo; sebelas kota dengan desa-desanya;\n",
        "15:52 Arab, Duma, Esan,\n",
        "15:53 Yanum, Bet-Tapuah, Afeka,\n",
        "15:54 Humta, Kiryat-Arba, itulah Hebron, dan Zior; sembilan kota dengan desa-desanya.\n",
        "15:55 Maon, Karmel, Zif, Yuta,\n",
        "15:56 Yizreel, Yokdeam, Zanoah,\n",
        "15:57 Kain, Gibea dan Timna; sepuluh kota dengan desa-desanya.\n",
        "15:58 Halhul, Bet-Zur, Gedor,\n",
        "15:59 Maarat, Bet-Anot dan Eltekon; enam kota dengan desa-desanya.\n",
        "15:60 Kiryat-Baal, itulah Kiryat-Yearim, dan Raba; dua kota dengan desa-desanya.\n",
        "15:61 Di padang gurun: Bet-Araba, Midin, Sekhakha,\n",
        "15:62 Nibsan, Kota Garam dan En-Gedi; enam kota dengan desa-desanya.\n",
        "15:63 Tetapi orang Yebus, penduduk kota Yerusalem, tidak dapat dihalau oleh bani Yehuda. Jadi orang Yebus itu masih tetap diam bersama-sama dengan bani Yehuda di Yerusalem sampai sekarang.\n"
      ]
    },
    "16": {
      "en": [
        "16:1 And the lot for the children of Joseph went from the Jordan at Jericho, east of the waters of Jericho, to the wilderness, going up from Jericho into the hill country to Bethel,\n",
        "16:2 And went from Bethel to Luz, and passed on to the border of the Archites at Ataroth,\n",
        "16:3 And went down westward to the border of the Japhletites, to the border of Lower Beth-horon and to Gezer; and its end was the sea.\n",
        "16:4 And the children of Joseph, Manasseh and Ephraim, received their inheritance.\n",
        "16:5 And the border of the children of Ephraim according to their families was thus: The border for their inheritance on the east was from Ataroth-addar to Upper Beth-horon;\n",
        "16:6 And the border went to the sea. On the north was Michmethath, and the border went around eastward to Taanath-shiloh, and passed by it to the east of Janoah,\n",
        "16:7 And went down from Janoah to Ataroth, then to Naarah, and reached Jericho, and went to the Jordan.\n",
        "16:8 From Tappuah the border went westward to the brook of Kanah; and its end was the sea. This is the inheritance of the tribe of the children of Ephraim according to their families,\n",
        "16:9 Together with the cities that were set apart for the children of Ephraim in the midst of the inheritance of the children of Manasseh, all the cities with their villages.\n",
        "16:10 Yet they did not dispossess the Canaanites who dwelt in Gezer, but the Canaanites dwell in the midst of Ephraim to this day and have become forced labor.\n"
      ],
      "id": [
        "16:1 Kemudian keluarlah undian bagi bani Yusuf. Batas mereka mulai dari sungai Yordan dekat Yerikho, di sebelah timur mata-mata air Yerikho, melalui padang gurun, yang naik dari Yerikho ke pegunungan, ke Betel,\n",
        "16:2 keluar dari Betel menuju ke Lus, terus ke daerah orang Arki, ke Atarot,\n",
        "16:3 turun ke barat ke daerah orang Yaflet, sampai daerah Bet-Horon Hilir dan selanjutnya sampai Gezer dan berakhir di laut.\n",
        "16:4 Demikianlah bani Yusuf, yakni suku Manasye dan suku Efraim, menerima milik pusaka.\n",
        "16:5 Daerah bani Efraim menurut kaum-kaum mereka ialah demikian: batas milik pusaka mereka ke timur ialah Atarot-Adar sampai Bet-Horon Hulu.\n",
        "16:6 Ke barat batas itu keluar di sebelah utara Mikhmetat; kemudian batas itu membelok ke timur ke Taanat-Silo, dan dari sana terus sampai ke sebelah timur Yanoah,\n",
        "16:7 turun dari Yanoah ke Atarot dan Naharat, menyinggung daerah Yerikho dan keluar ke sungai Yordan.\n",
        "16:8 Dari Tapuah batas itu terus ke barat ke sungai Kana dan berakhir ke laut. Itulah milik pusaka suku bani Efraim menurut kaum-kaum mereka.\n",
        "16:9 Selanjutnya bagi bani Efraim ditentukan kota-kota terpisah di tengah-tengah milik pusaka bani Manasye, segala kota itu dengan desa-desanya.\n",
        "16:10 Tetapi orang Kanaan yang diam di Gezer tidaklah dihalau mereka. Jadi orang Kanaan itu masih tetap tinggal di tengah-tengah suku Efraim sampai sekarang, tetapi menjadi budak rodi.\n"
      ]
    },
    "17": {
      "en": [
        "17:1 And this was the lot for the tribe of Manasseh, for he was Joseph?s firstborn. To Machir, the firstborn of Manasseh, the father of Gilead, Gilead and Bashan had been given, since he was a man of war.\n",
        "17:2 Therefore the lot was for the rest of the children of Manasseh according to their families: for the children of Abiezer and for the children of Helek and for the children of Asriel and for the children of Shechem and for the children of Hepher and for the children of Shemida; these were the male children of Manasseh the son of Joseph according to their families.\n",
        "17:3 But Zelophehad the son of Hepher, the son of Gilead, the son of Machir, the son of Manasseh, had no sons, but daughters. And these are the names of his daughters: Mahlah and Noah, Hoglah, Milcah, and Tirzah.\n",
        "17:4 And they came before Eleazar the priest and before Joshua the son of Nun and before the leaders, saying, Jehovah commanded Moses to give us an inheritance among our brothers. Therefore he gave them an inheritance among their father?s brothers according to the commandment of Jehovah.\n",
        "17:5 And ten portions fell to Manasseh, besides the land of Gilead and Bashan, which is across the Jordan,\n",
        "17:6 Because the daughters of Manasseh received an inheritance among his sons. And the land of Gilead belonged to the rest of the children of Manasseh.\n",
        "17:7 And the border of Manasseh was from Asher to Michmethath, which was opposite Shechem; and the border went south to the inhabitants of En-tappuah.\n",
        "17:8 The land of Tappuah belonged to Manasseh, but Tappuah, on the border of Manasseh, belonged to the children of Ephraim.\n",
        "17:9 And the border went down to the brook of Kanah. These cities to the south of the brook belonged to Ephraim, among the cities of Manasseh; and the border of Manasseh was to the north of the brook, and its end was the sea.\n",
        "17:10 To the south was Ephraim?s, and to the north was Manasseh?s, and the sea was his border. And they touched Asher on the north and Issachar on the east.\n",
        "17:11 And to Manasseh there belonged in Issachar and Asher, Beth-shean and its towns, and Ibleam and its towns, and the inhabitants of Dor and its towns, and the inhabitants of En-dor and its towns, and the inhabitants of Taanach and its towns, and the inhabitants of Megiddo and its towns (the third is Napheth).\n",
        "17:12 Yet the children of Manasseh could not dispossess these cities, but the Canaanites persisted in dwelling in this land.\n",
        "17:13 And when the children of Israel became strong, they made the Canaanites forced labor; but they did not utterly dispossess them.\n",
        "17:14 Then the children of Joseph spoke to Joshua, saying, Why have you given me an inheritance of only one lot and one portion, although I am still a numerous people, whom Jehovah has thus far blessed?\n",
        "17:15 And Joshua said to them, If you are a numerous people, go up to the forest, and cut out land there for yourself in the land of the Perizzites and the Rephaim; since the hill country of Ephraim is too narrow for you.\n",
        "17:16 And the children of Joseph said, The hill country is not enough for us; and all the Canaanites who dwell in the land of the valley have chariots of iron, both those of Beth-shean and its towns and those in the valley of Jezreel.\n",
        "17:17 And Joshua spoke to the house of Joseph, to Ephraim and Manasseh, saying, You are a numerous people, and you have great strength; you shall not have one lot only,\n",
        "17:18 But the hill country shall be yours. Though it is a forest, you shall cut it down, and its end will be yours; for you shall dispossess the Canaanites, though they have chariots of iron and though they are strong.\n"
      ],
      "id": [
        "17:1 Bagian undian yang ditentukan bagi suku Manasye, sebab dialah anak sulung Yusuf, ialah demikian: Kepada Makhir, anak sulung Manasye, bapa Gilead, telah diberikan Gilead dan Basan, karena ia seorang tentara.\n",
        "17:2 Jadi bagian itulah yang ditentukan bagi anak-anak Manasye yang lain, menurut kaum-kaum mereka, yakni bagi bani Abiezer, bani Helek, bani Asriel, bani Sekhem, bani Hefer dan bani Semida; itulah keturunan yang laki-laki dari Manasye bin Yusuf, menurut kaum-kaum mereka.\n",
        "17:3 Tetapi Zelafehad bin Hefer bin Gilead bin Makhir bin Manasye tidak mempunyai anak laki-laki, tetapi hanya anak perempuan. Inilah nama anak-anaknya itu: Mahla, Noa, Hogla, Milka dan Tirza.\n",
        "17:4 Mereka datang menghadap imam Eleazar, dan menghadap Yosua bin Nun, serta para pemimpin, dan berkata: Tuhan telah memerintahkan kepada Musa untuk memberikan milik pusaka kepada kami di tengah-tengah saudara-saudara kami. Sebab itu diberikannya kepada mereka, milik pusaka di tengah-tengah saudara-saudara ayah mereka, sesuai dengan titah Tuhan.\n",
        "17:5 Demikianlah kepada suku Manasye jatuh sepuluh bidang tanah, selain dari tanah Gilead dan Basan yang di seberang Yordan,\n",
        "17:6 sebab anak-anak perempuan Manasye telah menerima milik pusaka di tengah-tengah anak-anaknya lelaki, sedang tanah Gilead ditentukan bagi anak-anak lelaki Manasye yang lain.\n",
        "17:7 Jadi batas daerah Manasye ialah dari Asyer ke Mikhmetat yang di sebelah timur Sikhem; kemudian batas itu terus ke selatan ke daerah penduduk En-Tapuah.\n",
        "17:8 Tanah Tapuah adalah kepunyaan suku Manasye, tetapi kota Tapuah, dekat batas daerah Manasye, adalah kepunyaan bani Efraim.\n",
        "17:9 Kemudian batas itu turun ke sungai Kana, ke sebelah selatan sungai itu. Kota-kota di sana adalah kepunyaan suku Efraim, sekalipun di tengah-tengah kota-kota suku Manasye. Selanjutnya batas daerah Manasye itu lewat dari sebelah utara sungai itu dan berakhir ke laut.\n",
        "17:10 Ke selatan daerah itu kepunyaan suku Efraim dan ke utara kepunyaan suku Manasye. Batasnya ialah laut; di sebelah utara batas daerah itu menyinggung daerah Asyer, di sebelah timur menyinggung daerah Isakhar.\n",
        "17:11 Tetapi di daerah Isakhar dan Asyer ada juga kepunyaan suku Manasye, yakni Bet-Sean dengan segala anak kotanya, Yibleam dengan segala anak kotanya, penduduk Dor dengan segala anak kotanya, penduduk En-Dor dengan segala anak kotanya, penduduk Taanakh dengan segala anak kotanya, dan penduduk Megido dengan segala anak kotanya, yakni ketiga daerah bukit itu.\n",
        "17:12 Tetapi bani Manasye tidak dapat menduduki kota-kota itu, sebab orang Kanaan berhasil untuk tetap diam di negeri itu.\n",
        "17:13 Setelah orang Israel menjadi kuat, orang Kanaan itu dibuatnya menjadi orang rodi, tetapi tidaklah sama sekali mereka itu dihalaunya.\n",
        "17:14 Berkatalah bani Yusuf kepada Yosua, demikian: Mengapa engkau memberikan kepadaku hanya satu bagian undian dan satu bidang tanah saja menjadi milik pusaka, padahal aku ini bangsa yang banyak jumlahnya, karena Tuhan sampai sekarang memberkati aku?\n",
        "17:15 Jawab Yosua kepada mereka: Kalau engkau bangsa yang banyak jumlahnya, pergilah ke hutan dan bukalah tanah bagimu di sana di negeri orang Feris dan orang Refaim, jika pegunungan Efraim terlalu sesak bagimu.\n",
        "17:16 Kemudian berkatalah bani Yusuf: Pegunungan itu tidak cukup bagi kami, dan semua orang Kanaan yang diam di dataran itu mempunyai kereta besi, baik yang diam di Bet-Sean dengan segala anak kotanya maupun yang diam di lembah Yizreel.\n",
        "17:17 Lalu berkatalah Yosua kepada keturunan Yusuf, kepada suku Efraim dan suku Manasye: Engkau ini bangsa yang banyak jumlahnya dan mempunyai kekuatan yang besar; tidak hanya satu bagian undian ditentukan bagimu,\n",
        "17:18 tetapi pegunungan itu akan ditentukan bagimu juga, dan karena tanah itu hutan, haruslah kamu membukanya; kamu akan memilikinya sampai kepada ujung-ujungnya, sebab kamu akan menghalau orang Kanaan itu, sekalipun mereka mempunyai kereta besi dan sekalipun mereka kuat.\n"
      ]
    },
    "18": {
      "en": [
        "18:1 And the whole assembly of the children of Israel gathered together at Shiloh, and they set up the Tent of Meeting there; and the land was subdued before them.\n",
        "18:2 And among the children of Israel there remained seven tribes whose inheritance had not been divided to them.\n",
        "18:3 And Joshua said to the children of Israel, How long will you be slack about going to take possession of the land that Jehovah, the God of your fathers, has given you?\n",
        "18:4 Appoint three men for each tribe, and I will send them out. And they shall rise up and go through the land, and write a description of it with a view to its being their inheritance; and they shall come to me.\n",
        "18:5 And they shall divide it into seven portions: Judah shall stay at his border on the south, and the house of Joseph shall stay at their border on the north.\n",
        "18:6 And you shall describe the land in seven portions and bring the description here to me, then I will cast lots for you here before Jehovah our God.\n",
        "18:7 But the Levites shall have no portion among you, for the priesthood of Jehovah is their inheritance. And Gad and Reuben and the half-tribe of Manasseh received their inheritance across the Jordan eastward, which Moses the servant of Jehovah had given to them.\n",
        "18:8 And the men rose up and went; and Joshua commanded those who went to describe the land, saying, Go and walk through the land, and describe it; then return to me, and I will cast lots for you before Jehovah here in Shiloh.\n",
        "18:9 So the men went, and they passed through the land and described it by cities into seven portions in a book. Then they came to Joshua at the camp at Shiloh.\n",
        "18:10 And Joshua cast lots for them in Shiloh before Jehovah. And there Joshua divided the land to the children of Israel according to their divisions.\n",
        "18:11 And the lot of the tribe of the children of Benjamin came out, according to their families. And the border of their lot went between the children of Judah and the children of Joseph.\n",
        "18:12 And their border on the northern side was from the Jordan, and the border went up alongside Jericho on the north, and went up through the hill country westward, and its end was at the wilderness of Beth-aven.\n",
        "18:13 And from there the border passed to Luz, on the southern side of Luz (this is Bethel); and the border went down to Ataroth-addar, at the mountain which is south of Lower Beth-horon.\n",
        "18:14 And the border turned from there and went around the west side southward, from the mountain that is to the south of Beth-horon; and its end was at Kiriath-baal (this is Kiriath-jearim), a city of the children of Judah. This was the west side.\n",
        "18:15 The south side was from the limit of Kiriath-jearim, and the border went from the west and went to the fountain of the waters of Nephtoah;\n",
        "18:16 And the border went down to the limit of the mountain that is before the Valley of Ben-hinnom, which is north of the valley of the Rephaim; and it went down into the Valley of Hinnom, to the southern side of the Jebusite slope, and went down to En-rogel,\n",
        "18:17 And turned north, and went to En-shemesh, and went to Geliloth, which is opposite the ascent of Adummim; and it went down to the stone of Bohan the son of Reuben;\n",
        "18:18 And it passed by the side before the Arabah northward, and went down to the Arabah;\n",
        "18:19 And the border passed by the northern side of Beth-hoglah, and the end of the border was at the northern bay of the Salt Sea at the south end of the Jordan. This was the southern border.\n",
        "18:20 And the Jordan borders it on the east side. This was the inheritance of the children of Benjamin according to their families, according to its borders all around.\n",
        "18:21 And the cities of the tribe of the children of Benjamin according to their families were Jericho and Beth-hoglah and Emek-keziz\n",
        "18:22 And Beth-arabah and Zemaraim and Bethel\n",
        "18:23 And Avvim and Parah and Ophrah\n",
        "18:24 And Chephar-ammoni and Ophni and Geba: twelve cities with their villages.\n",
        "18:25 Gibeon and Ramah and Beeroth\n",
        "18:26 And Mizpeh and Chephirah and Mozah\n",
        "18:27 And Rekem and Irpeel and Taralah\n",
        "18:28 And Zelah, Haeleph, and that of the Jebusite (this is Jerusalem), Gibeath, Kiriath: fourteen cities with their villages. This was the inheritance of the children of Benjamin according to their families.\n"
      ],
      "id": [
        "18:1 Maka berkumpullah segenap umat Israel di Silo, lalu mereka menempatkan Kemah Pertemuan di sana, karena negeri itu telah takluk kepada mereka.\n",
        "18:2 Pada waktu itu masih tinggal tujuh suku di antara orang Israel, yang belum mendapat bagian milik pusaka.\n",
        "18:3 Sebab itu berkatalah Yosua kepada orang Israel: Berapa lama lagi kamu bermalas-malas, sehingga tidak pergi menduduki negeri yang telah diberikan kepadamu oleh Tuhan, Allah nenek moyangmu?\n",
        "18:4 Ajukanlah tiga orang dari tiap-tiap suku; maka aku akan menyuruh mereka, supaya mereka bersiap untuk menjelajahi negeri itu, mencatat keadaannya, sekadar milik pusaka masing-masing, kemudian kembali kepadaku.\n",
        "18:5 Sesudah itu mereka akan membaginya di antara mereka menjadi tujuh bagian. Suku Yehuda akan tetap tinggal dalam daerahnya di sebelah selatan dan keturunan Yusuf akan tetap tinggal dalam daerahnya di sebelah utara.\n",
        "18:6 Kamu catat keadaan negeri itu dalam tujuh bagian dan kamu bawa ke mari kepadaku; lalu aku akan membuang undi di sini bagi kamu di hadapan Tuhan, Allah kita.\n",
        "18:7 Sebab orang Lewi tidak mendapat bagian di tengah-tengah kamu, karena jabatan sebagai imam Tuhan ialah milik pusaka mereka, sedang suku Gad, suku Ruben dan suku Manasye yang setengah itu telah menerima milik pusaka di sebelah timur sungai Yordan, yang diberikan kepada mereka oleh Musa, hamba Tuhan.\n",
        "18:8 Kemudian bersiaplah orang-orang itu, lalu pergi, sedang Yosua memerintahkan kepada mereka, pada waktu mereka berangkat, supaya mereka mencatat keadaan negeri itu, katanya: Pergilah, jelajahilah negeri itu, catatkanlah keadaannya, kemudian kembalilah kepadaku; maka di sini, di Silo, aku akan membuang undi bagi kamu di hadapan Tuhan.\n",
        "18:9 Orang-orang itu pergi dan berjalan melalui negeri itu; mereka mencatat keadaannya dalam suatu daftar, kota demi kota, dalam tujuh bagian, lalu kembali kepada Yosua ke tempat perkemahan di Silo.\n",
        "18:10 Lalu Yosua membuang undi bagi mereka di Silo, di hadapan Tuhan, dan di sanalah Yosua membagikan negeri itu kepada orang Israel, sesuai dengan pembagian mereka.\n",
        "18:11 Maka keluarlah undian suku bani Benyamin menurut kaum-kaum mereka, dan daerah yang diundikan kepada mereka terdapat antara daerah bani Yehuda dan daerah bani Yusuf.\n",
        "18:12 Batas pada sisi utara bagi mereka mulai dari sungai Yordan; kemudian batas itu naik ke lereng gunung di sebelah utara Yerikho, naik ke barat ke pegunungan, dan menuju ke padang gurun Bet-Awen.\n",
        "18:13 Dari sana batas itu terus ke Lus, ke selatan, ke arah lereng gunung dekat Lus, itulah Betel; kemudian batas itu turun ke Atarot-Adar di pegunungan yang di sebelah selatan Bet-Horon Hilir.\n",
        "18:14 Kemudian batas itu melengkung, lalu membelok dari pegunungan yang di seberang Bet-Horon di sebelah selatan menuju ke sisi barat daya, dan berakhir di Kiryat-Baal, itulah Kiryat-Yearim, suatu kota bani Yehuda. Itulah sisi barat.\n",
        "18:15 Sisi selatan mulai dari ujung Kiryat-Yearim, kemudian batas itu menuju ke barat, dan menuju pula ke mata air Me-Neftoah.\n",
        "18:16 Selanjutnya batas itu turun ke ujung pegunungan yang di tentangan lebak Ben-Hinom, di sebelah utara lembah orang Refaim; kemudian turun ke lebak Hinom, sepanjang lereng gunung Yebus, ke selatan, kemudian turun ke En-Rogel.\n",
        "18:17 Kemudian melengkung ke utara, menuju ke En-Semes dan menuju pula ke Gelilot di seberang pendakian Adumim, turun ke batu Bohan bin Ruben,\n",
        "18:18 terus ke lereng gunung di seberang Bet-Araba ke utara, dan turun ke Araba-Yordan.\n",
        "18:19 Kemudian batas itu terus ke lereng gunung dekat Bet-Hogla ke utara dan batas itu berakhir ke teluk utara Laut Asin, ke muara sungai Yordan di sebelah selatan. Itulah batas selatan.\n",
        "18:20 Sungai Yordan ialah batasnya pada sisi timur. Itulah milik pusaka bani Benyamin dengan batas-batasnya ke segala penjuru menurut kaum-kaum mereka.\n",
        "18:21 Kota-kota suku bani Benyamin menurut kaum-kaum mereka ialah Yerikho, Bet-Hogla, Emek-Kezis,\n",
        "18:22 Bet-Araba, Zemaraim, Betel,\n",
        "18:23 Haawim, Para, Ofra,\n",
        "18:24 Kefar-Haamonai, Ofni dan Geba; dua belas kota dengan desa-desanya.\n",
        "18:25 Gibeon, Rama, Beerot,\n",
        "18:26 Mizpa, Kefira, Moza,\n",
        "18:27 Rekem, Yirpeel, Tarala,\n",
        "18:28 Zela, Elef dan Yebus, ialah Yerusalem, Gibeat dan Kiryat; empat belas kota dengan desa-desanya. Itulah milik pusaka bani Benyamin menurut kaum-kaum mereka.\n"
      ]
    },
    "19": {
      "en": [
        "19:1 And the second lot came out for Simeon, for the tribe of the children of Simeon, according to their families. And their inheritance was in the midst of the inheritance of the children of Judah.\n",
        "19:2 And they had for their inheritance Beer-sheba, or Sheba, and Moladah\n",
        "19:3 And Hazar-shual and Balah and Ezem\n",
        "19:4 And Eltolad and Bethul and Hormah\n",
        "19:5 And Ziklag and Beth-marcaboth and Hazar-susah\n",
        "19:6 And Beth-lebaoth and Sharuhen: thirteen cities with their villages.\n",
        "19:7 Ain, Rimmon, and Ether, and Ashan: four cities with their villages.\n",
        "19:8 And all the villages which were around these cities as far as Baalath-beer, that is, Ramah of the Negev. This was the inheritance of the tribe of the children of Simeon according to their families.\n",
        "19:9 Out of the portion of the children of Judah was the inheritance of the children of Simeon because the portion of the children of Judah was too large for them; thus the children of Simeon received an inheritance in the midst of their inheritance.\n",
        "19:10 And the third lot came up for the children of Zebulun according to their families. And the border of their inheritance was as far as Sarid;\n",
        "19:11 And their border went up to the west, even to Maralah, and reached Dabbesheth; and it reached the brook that is before Jokneam.\n",
        "19:12 And it turned from Sarid eastward toward the rising of the sun to the border of Chisloth-tabor, and went to Daberath and up to Japhia;\n",
        "19:13 And from there it passed eastward toward the rising of the sun to Gath-hepher, to Eth-kazin, and went to Rimmon, where it turned to Neah;\n",
        "19:14 And the border went around from the north to Hannathon; and its end was the valley of Iphtahel,\n",
        "19:15 With Kattath and Nahalal and Shimron and Idalah and Bethlehem: twelve cities with their villages.\n",
        "19:16 This was the inheritance of the children of Zebulun according to their families, these cities with their villages.\n",
        "19:17 For Issachar the fourth lot came out, for the children of Issachar according to their families.\n",
        "19:18 And their territory was Jezreel and Chesulloth and Shunem\n",
        "19:19 And Hapharaim and Shion and Anaharath\n",
        "19:20 And Rabbith and Kishion and Ebez\n",
        "19:21 And Remeth and En-gannim and En-haddah and Beth-pazzez;\n",
        "19:22 And the border reached Tabor and Shahazumah and Beth-shemesh; and the end of their border was at the Jordan: sixteen cities with their villages.\n",
        "19:23 This was the inheritance of the tribe of the children of Issachar according to their families, the cities with their villages.\n",
        "19:24 And the fifth lot came out for the tribe of the children of Asher according to their families.\n",
        "19:25 And their territory was Helkath and Hali and Beten and Achshaph\n",
        "19:26 And Allammelech and Amad and Mishal; and it reached Carmel on the west and Shihor-libnath;\n",
        "19:27 And it turned toward the rising of the sun to Beth-dagon, and reached Zebulun and the valley of Iphtahel northward to Beth-emek and Neiel, and went to Cabul on the north\n",
        "19:28 And Ebron and Rehob and Hammon and Kanah as far as Great Sidon;\n",
        "19:29 And the border turned to Ramah and as far as the fortified city of Tyre; and the border turned to Hosah; and its end was at the sea at the region of Achzib;\n",
        "19:30 And Ummah and Aphek and Rehob: twenty-two cities with their villages.\n",
        "19:31 This was the inheritance of the tribe of the children of Asher according to their families, these cities with their villages.\n",
        "19:32 For the children of Naphtali the sixth lot came out, for the children of Naphtali according to their families.\n",
        "19:33 And their border was from Heleph, from the oak in Zaanannim, and Adami-nekeb and Jabneel unto Lakkum; and its end was the Jordan;\n",
        "19:34 And the border turned westward to Aznoth-tabor, and went from there to Hukkok, and reached Zebulun on the south, and reached Asher on the west and Judah at the Jordan toward the rising of the sun;\n",
        "19:35 And the fortified cities were Ziddim, Zer, and Hammath, Rakkath and Chinnereth\n",
        "19:36 And Adamah and Ramah and Hazor\n",
        "19:37 And Kedesh and Edrei and En-hazor\n",
        "19:38 And Iron and Migdal-el, Horem and Beth-anath and Beth-shemesh: nineteen cities with their villages.\n",
        "19:39 This was the inheritance of the tribe of the children of Naphtali according to their families, the cities with their villages.\n",
        "19:40 The seventh lot came out for the tribe of the children of Dan according to their families.\n",
        "19:41 And the territory of their inheritance was Zorah and Eshtaol and Ir-shemesh\n",
        "19:42 And Shaalabbin and Aijalon and Ithlah\n",
        "19:43 And Elon and Timnah and Ekron\n",
        "19:44 And Eltekeh and Gibbethon and Baalath\n",
        "19:45 And Jehud and Bene-berak and Gath-rimmon\n",
        "19:46 And Me-jarkon and Rakkon with the border opposite Japho.\n",
        "19:47 When the territory of the children of Dan was lost to them, the children of Dan went up and fought against Leshem; and they took it and struck it with the edge of the sword; and they took possession of it and inhabited it; and they called Leshem Dan, according to the name of Dan their father.\n",
        "19:48 This was the inheritance of the tribe of the children of Dan according to their families, these cities with their villages.\n",
        "19:49 So they finished distributing the land as inheritances according to its borders. And the children of Israel gave Joshua the son of Nun an inheritance in the midst of them;\n",
        "19:50 According to the commandment of Jehovah they gave him the city that he asked for, that is, Timnath-serah in the hill country of Ephraim. And he built up the city and dwelt in it.\n",
        "19:51 These are the inheritances that Eleazar the priest and Joshua the son of Nun and the heads of the fathers? houses of the tribes of the children of Israel gave as inheritances by lot in Shiloh before Jehovah at the entrance of the Tent of Meeting. So they finished dividing the land.\n"
      ],
      "id": [
        "19:1 Undian yang kedua pun keluarlah bagi suku Simeon, untuk suku bani Simeon menurut kaum-kaum mereka. Milik pusaka mereka ada di tengah-tengah milik pusaka bani Yehuda.\n",
        "19:2 Sebagai milik warisan mereka menerima: Bersyeba, Syeba, Molada,\n",
        "19:3 Hazar-Sual, Bala, Ezem,\n",
        "19:4 Eltolad, Betul, Horma,\n",
        "19:5 Ziklag, Bet-Hamarkabot, Hazar-Susa,\n",
        "19:6 Bet-Lebaot dan Saruhen: tiga belas kota dengan desa-desanya.\n",
        "19:7 En-Rimon, Eter, dan Asan: empat kota dengan desa-desanya;\n",
        "19:8 juga segala desa di sekeliling kota-kota tadi, sampai ke Baalat-Beer, yakni Rama yang di Tanah Selatan. Itulah milik pusaka suku bani Simeon menurut kaum-kaum mereka.\n",
        "19:9 Milik pusaka bani Simeon diambil dari bagian bani Yehuda. Karena bagian bani Yehuda itu terlalu besar bagi mereka, maka bani Simeon menerima milik pusaka di tengah-tengah mereka.\n",
        "19:10 Undian yang ketiga pun keluarlah bagi bani Zebulon menurut kaum-kaum mereka. Batas milik pusaka mereka sampai ke Sarid.\n",
        "19:11 Ke sebelah barat batas mereka itu naik ke Marala, menyinggung Dabeset, kemudian menyinggung sungai yang mengalir lewat Yokneam.\n",
        "19:12 Dari Sarid batas itu berbalik ke timur, ke arah matahari terbit, melalui daerah Kislot-Tabor, menuju Dobrat, naik ke Yafia;\n",
        "19:13 dari sana terus ke timur, ke arah matahari terbit, ke Gat-Hefer, ke Et-Kazin, menuju ke Rimon, dan melengkung ke Nea.\n",
        "19:14 Kemudian batas itu membelok mengelilinginya di sebelah utara Hanaton, dan berakhir di lembah Yiftah-El.\n",
        "19:15 Lagi Katat, Nahalal, Simron, Yidala dan Betlehem; dua belas kota dengan desa-desanya.\n",
        "19:16 Itulah milik pusaka bani Zebulon menurut kaum-kaum mereka; kota-kota tadi dengan desa-desanya.\n",
        "19:17 Bagi suku Isakhar keluarlah undian yang keempat, yakni bagi bani Isakhar menurut kaum-kaum mereka.\n",
        "19:18 Daerah mereka ialah Yizreel, Kesulot, Sunem,\n",
        "19:19 Hafaraim, Sion, Anaharat,\n",
        "19:20 Rabit, Kisyon, Ebes,\n",
        "19:21 Remet, En-Ganim, En-Hada dan Bet-Pazes.\n",
        "19:22 Batas daerah itu menyinggung Tabor, Sahazima dan Bet-Semes; dan batas daerah mereka berakhir di sungai Yordan; enam belas kota dengan desa-desanya.\n",
        "19:23 Itulah milik pusaka suku bani Isakhar menurut kaum-kaum mereka, kota-kota itu dengan desa-desanya.\n",
        "19:24 Undian yang kelima pun keluarlah bagi suku bani Asyer menurut kaum-kaum mereka.\n",
        "19:25 Daerah mereka ialah Helkat, Hali, Beten, Akhsaf,\n",
        "19:26 Alamelekh, Amad dan Misal; dan batasnya menyinggung gunung Karmel dan sungai Libnat di sebelah barat;\n",
        "19:27 kemudian berbalik ke arah matahari terbit, ke Bet-Dagon; menyinggung daerah Zebulon dan lembah Yiftah-El di sebelah utara, Bet-Emek dan Nehiel, dan menuju ke Kabul di sebelah utara,\n",
        "19:28 dan ke Ebron, Rehob, Hamon dan Kana sampai ke Sidon Besar.\n",
        "19:29 Kemudian batas itu berbalik ke Rama dan sampai ke kota yang berkubu Tirus, kemudian batas itu berbalik ke Hosa dan berakhir di laut. Lagipula Mahalab, Akhzib,\n",
        "19:30 Uma, Afek dan Rehob; dua puluh dua kota dengan desa-desanya.\n",
        "19:31 Itulah milik pusaka suku bani Asyer menurut kaum-kaum mereka; kota-kota tadi dengan desa-desanya.\n",
        "19:32 Bagi bani Naftali keluarlah undian yang keenam, yakni bagi bani Naftali menurut kaum-kaum mereka.\n",
        "19:33 Daerah mereka mulai dari Helef, dari pohon tarbantin di Zaananim, Adami-Nekeb dan Yabneel, sampai ke Lakum, dan berakhir di sungai Yordan.\n",
        "19:34 Kemudian batas itu berbalik ke barat ke Aznot-Tabor, dari sana menuju ke Hukok, menyinggung daerah Zebulon di sebelah selatan, menyinggung daerah Asyer di sebelah barat dan daerah Yehuda pada sungai Yordan, di sebelah matahari terbit.\n",
        "19:35 Kota-kota yang berkubu ialah Zidim, Zer, Hamat, Rakat, Kineret,\n",
        "19:36 Adama, Rama, Hazor,\n",
        "19:37 Kedesh, Edrei, En-Hazor,\n",
        "19:38 Yiron, Migdal-El, Horem, Bet-Anat dan Bet-Semes; sembilan belas kota dengan desa-desanya.\n",
        "19:39 Itulah milik pusaka suku bani Naftali menurut kaum-kaum mereka; kota-kota itu dengan desa-desanya.\n",
        "19:40 Bagi suku bani Dan menurut kaum-kaum mereka keluarlah undian yang ketujuh.\n",
        "19:41 Daerah milik pusaka mereka ialah Zora, Esytaol, Ir-Semes,\n",
        "19:42 Saalabin, Ayalon, Yitla,\n",
        "19:43 Elon, Timna, Ekron,\n",
        "19:44 Elteke, Gibeton, Baalat,\n",
        "19:45 Yehud, Bene-Berak, Gat-Rimon,\n",
        "19:46 Me-Yarkon dan Rakon, bersama-sama dengan daerah di seberang Yafo.\n",
        "19:47 Karena daerah bani Dan telah menjadi terlalu sempit untuk mereka, maka berjalanlah bani Dan itu maju dan berperang melawan kota Lesem. Mereka merebutnya, memarang penduduknya dengan mata pedang dan mendudukinya. Lalu menetaplah mereka di sana dan menamai Lesem itu Dan menurut nama Dan, bapa leluhur mereka.\n",
        "19:48 Itulah milik pusaka suku bani Dan menurut kaum-kaum mereka; kota-kota tadi dengan desa-desanya.\n",
        "19:49 Setelah orang Israel selesai membagikan negeri itu menjadi milik pusaka mereka menurut daerah-daerahnya, maka kepada Yosua bin Nun diberikanlah milik pusaka di tengah-tengah mereka.\n",
        "19:50 Sesuai dengan titah Tuhan, mereka memberikan kepadanya kota yang dimintanya, yakni Timnat-Serah di pegunungan Efraim. Kota itu dibangunnya dan menetaplah ia di sana.\n",
        "19:51 Itulah milik pusaka yang diperundikan di antara suku-suku orang Israel di Silo oleh imam Eleazar, oleh Yosua bin Nun dan oleh para kepala kaum keluarga di hadapan Tuhan di depan pintu Kemah Pertemuan. Demikianlah diselesaikan mereka pembagian negeri itu.\n"
      ]
    },
    "1": {
      "en": [
        "1:1 After the death of Moses the servant of Jehovah, Jehovah spoke to Joshua the son of Nun, Moses? attendant, saying,\n",
        "1:2 Moses My servant is dead; now then arise, and cross over this Jordan, you and all this people, into the land which I am giving to them, to the children of Israel.\n",
        "1:3 Every place on which the sole of your foot treads I have given to you, as I promised Moses.\n",
        "1:4 From the wilderness and this Lebanon even to the great river, the river Euphrates, all the land of the Hittites, and to the Great Sea toward the setting of the sun will be your territory.\n",
        "1:5 No man will be able to stand before you all the days of your life. As I was with Moses, I will be you; I will not fail you nor forsake you.\n",
        "1:6 Be strong and take courage, for you will cause this people to inherit the land which I swore to their fathers to give to them.\n",
        "1:7 Only be strong and very courageous, being certain to do according to all the law which Moses My servant commanded you. Do not turn away from it to the right or to the left, that you may have success wherever you go.\n",
        "1:8 This book of the law shall not depart from your mouth, but you shall muse upon it day and night so that you may be certain to do according to all that is written in it. For then you will make your way prosperous and then you will have success.\n",
        "1:9 Have I not commanded you? Be strong and take courage; do not be afraid or dismayed. For Jehovah your God is with you wherever you go.\n",
        "1:10 Then Joshua commanded the officers of the people, saying,\n",
        "1:11 Go through the midst of the camp, and command the people, saying, Prepare provisions for yourselves, for in three days you are to cross this Jordan to enter and possess the land which Jehovah your God is giving you to possess.\n",
        "1:12 And to the Reubenites and the Gadites and the half-tribe of Manasseh Joshua spoke, saying,\n",
        "1:13 Remember the word which Moses the servant of Jehovah commanded you, saying, Jehovah your God has given you rest and will give you this land.\n",
        "1:14 Your wives, your little ones, and your livestock shall remain in the land which Moses has given you beyond the Jordan; but you yourselves shall cross over in battle array before your brothers, all the mighty men of valor; and you shall help them,\n",
        "1:15 Until Jehovah gives rest to your brothers as He has to you, and they also possess the land which Jehovah your God is giving them. Then you shall return to the land of your possession, and you will possess that which Moses the servant of Jehovah has given you beyond the Jordan toward the rising of the sun.\n",
        "1:16 And they answered Joshua, saying, All that you have commanded us we will do, and wherever you send us we will go.\n",
        "1:17 As in all things we listened to Moses, so we will listen to you. Only may Jehovah your God be with you, as He was with Moses.\n",
        "1:18 Any man who rebels against your command or does not listen to your words in all that you command him, let him be put to death. Only be strong and take courage.\n"
      ],
      "id": [
        "1:1 Sesudah Musa hamba Tuhan itu mati, berfirmanlah Tuhan kepada Yosua bin Nun, abdi Musa itu, demikian:\n",
        "1:2 Hamba-Ku Musa telah mati; sebab itu bersiaplah sekarang, seberangilah sungai Yordan ini, engkau dan seluruh bangsa ini, menuju negeri yang akan Kuberikan kepada mereka, kepada orang Israel itu.\n",
        "1:3 Setiap tempat yang akan diinjak oleh telapak kakimu Kuberikan kepada kamu, seperti yang telah Kujanjikan kepada Musa.\n",
        "1:4 Dari padang gurun dan gunung Libanon yang sebelah sana itu sampai ke sungai besar, yakni sungai Efrat, seluruh tanah orang Het, sampai ke Laut Besar di sebelah matahari terbenam, semuanya itu akan menjadi daerahmu.\n",
        "1:5 Seorang pun tidak akan dapat bertahan menghadapi engkau seumur hidupmu; seperti Aku menyertai Musa, demikianlah Aku akan menyertai engkau; Aku tidak akan membiarkan engkau dan tidak akan meninggalkan engkau.\n",
        "1:6 Kuatkan dan teguhkanlah hatimu, sebab engkaulah yang akan memimpin bangsa ini memiliki negeri yang Kujanjikan dengan bersumpah kepada nenek moyang mereka untuk diberikan kepada mereka.\n",
        "1:7 Hanya, kuatkan dan teguhkanlah hatimu dengan sungguh-sungguh, bertindaklah hati-hati sesuai dengan seluruh hukum yang telah diperintahkan kepadamu oleh hamba-Ku Musa; janganlah menyimpang ke kanan atau ke kiri, supaya engkau beruntung, ke mana pun engkau pergi.\n",
        "1:8 Janganlah engkau lupa memperkatakan kitab Taurat ini, tetapi renungkanlah itu siang dan malam, supaya engkau bertindak hati-hati sesuai dengan segala yang tertulis di dalamnya, sebab dengan demikian perjalananmu akan berhasil dan engkau akan beruntung.\n",
        "1:9 Bukankah telah Kuperintahkan kepadamu: kuatkan dan teguhkanlah hatimu? Janganlah kecut dan tawar hati, sebab Tuhan, Allahmu, menyertai engkau, ke mana pun engkau pergi.\n",
        "1:10 Lalu Yosua memberi perintah kepada pengatur-pengatur pasukan bangsa itu, katanya:\n",
        "1:11 Jalanilah seluruh perkemahan dan perintahkanlah kepada bangsa itu, demikian: Sediakanlah bekalmu, sebab dalam tiga hari kamu akan menyeberangi sungai Yordan ini untuk pergi menduduki negeri yang akan diberikan Tuhan, Allahmu, kepadamu untuk diduduki.\n",
        "1:12 Kepada orang Ruben, kepada orang Gad dan kepada suku Manasye yang setengah itu berkatalah Yosua, demikian:\n",
        "1:13 Ingatlah kepada perkataan yang dipesankan Musa, hamba Tuhan itu, kepadamu, yakni: Tuhan, Allahmu, mengaruniakan keamanan kepadamu dan memberikan kepadamu negeri ini;\n",
        "1:14 perempuan-perempuan dan anak-anak di antara kamu dan ternakmu boleh tinggal di negeri yang diberikan Musa kepadamu di seberang sungai Yordan, tetapi kamu, semua pahlawan yang gagah perkasa, haruslah menyeberang di depan saudara-saudaramu dengan bersenjata, dan haruslah menolong mereka,\n",
        "1:15 sampai Tuhan mengaruniakan keamanan kepada saudara-saudaramu seperti kepada kamu juga, dan mereka juga menduduki negeri yang akan diberikan kepada mereka oleh Tuhan, Allahmu. Kemudian bolehlah kamu pulang kembali ke negerimu sendiri dan menduduki negeri yang diberikan Musa, hamba Tuhan itu, kepadamu di seberang sungai Yordan, di sebelah matahari terbit.\n",
        "1:16 Lalu mereka menjawab Yosua, katanya: Segala yang kauperintahkan kepada kami akan kami lakukan dan ke mana pun kami akan kausuruh, kami akan pergi;\n",
        "1:17 sama seperti kami mendengarkan perintah Musa, demikianlah kami akan mendengarkan perintahmu. Hanya, Tuhan, Allahmu, kiranya menyertai engkau, seperti Ia menyertai Musa.\n",
        "1:18 Setiap orang yang menentang perintahmu dan tidak mendengarkan perkataanmu, apa pun yang kauperintahkan kepadanya, dia akan dihukum mati. Hanya, kuatkan dan teguhkanlah hatimu!\n"
      ]
    },
    "2": {
      "en": [
        "2:1a Then Joshua the son of Nun secretly sent out from Shittim two men as spies, saying, Go, view the land, especially Jericho.\n",
        "2:1b And they went and entered the house of a woman who was a harlot, whose name was Rahab; and they lay down there.\n",
        "2:2 And the king of Jericho was told, saying, There are some men who have now come here tonight from the children of Israel to search out the land.\n",
        "2:3 Then the king of Jericho sent word to Rahab, saying, Bring out the men who have come to you and who entered your house, for they have come to search out all the land.\n",
        "2:4 And the woman the two men and hid them. And she said, Yes, the men came to me, but I did not know where they were from.\n",
        "2:5 And when it was time to shut the gate at dark, the men went out; I do not know where the men have gone. Pursue quickly after them, for you can overtake them.\n",
        "2:6 But she had taken them up to the roof and hidden them among stalks of flax that she had laid out on the roof.\n",
        "2:7 So the men pursued after them on the way toward the Jordan as far as the fords. And as soon as those who pursued after them went out, the gate was shut.\n",
        "2:8 And before the spies lay down, she went up to them on the roof;\n",
        "2:9 And she said to the men, I know that Jehovah has given you the land, and that the dread of you has fallen upon us, and that all the inhabitants of the land melt before you.\n",
        "2:10 For we have heard how Jehovah dried up the water of the Red Sea before you when you came out of Egypt, and what you did to the two kings of the Amorites who were beyond the Jordan, to Sihon and to Og, whom you utterly destroyed.\n",
        "2:11 When we heard, our hearts melted; and there no longer remained any spirit in any man because of you; for Jehovah your God, He is God in heaven above and upon earth beneath.\n",
        "2:12 So now, swear to me by Jehovah, I beg you, since I have dealt kindly with you, that you also will deal kindly with my father?s house; and give me some token of trust,\n",
        "2:13 That you will preserve my father and my mother and my brothers and my sisters and all that they have, and will deliver our lives from death.\n",
        "2:14 And the men said to her, Our life for yours! If you do not utter anything of this matter concerning us, then when Jehovah gives the land to us, we will deal kindly and faithfully with you.\n",
        "2:15 Then she let them down by a rope through the window, for her house was on the wall of the city and she dwelt on the wall.\n",
        "2:16 And she said to them, Go to the mountain, so that your pursuers do not come upon you; and hide yourselves there for three days, until your pursuers return; then afterward you can go on your way.\n",
        "2:17 And the men said to her, We will be released from this oath to you that you made us swear,\n",
        "2:18 Unless, when we enter the land, you tie this line of scarlet thread in the window through which you let us down, and gather your father and your mother and your brothers and all your father?s house to you in your house.\n",
        "2:19 And anyone who goes forth from the doors of your house into the street, his blood will be upon his own head, and we will be innocent. And whoever is with you in the house, his blood will be upon our heads if a hand should come upon him.\n",
        "2:20 But if you utter anything of this matter concerning us, we will be released from this oath to you that you made us swear.\n",
        "2:21 And she said, According to your words, so shall it be. Then she sent them away, and they left. And she tied the scarlet line in the window.\n",
        "2:22 And they left and came to the mountain, and they remained there for three days, until their pursuers returned. And although their pursuers searched the entire way, they could not find them.\n",
        "2:23 Then the two men returned and came down from the mountain, and they crossed over and came to Joshua the son of Nun. And they related to him all that had happened to them.\n",
        "2:24 And they said to Joshua, Jehovah has indeed given all the land into our hand; moreover, all the inhabitants of the land melt before us.\n"
      ],
      "id": [
        "2:1a Yosua bin Nun dengan diam-diam melepas dari Sitim dua orang pengintai, katanya: Pergilah, amat-amatilah negeri itu dan kota Yerikho.\n",
        "2:1b Maka pergilah mereka dan sampailah mereka ke rumah seorang perempuan sundal, yang bernama Rahab, lalu tidur di situ.\n",
        "2:2 Kemudian diberitahukanlah kepada raja Yerikho, demikian: Tadi malam ada orang datang ke mari dari orang Israel untuk menyelidik negeri ini.\n",
        "2:3 Maka raja Yerikho menyuruh orang kepada Rahab, mengatakan: Bawalah ke luar orang-orang yang datang kepadamu itu, yang telah masuk ke dalam rumahmu, sebab mereka datang untuk menyelidik seluruh negeri ini.\n",
        "2:4 Tetapi perempuan itu telah membawa dan menyembunyikan kedua orang itu. Berkatalah ia: Memang, orang-orang itu telah datang kepadaku, tetapi aku tidak tahu dari mana mereka,\n",
        "2:5 dan ketika pintu gerbang hendak ditutup menjelang malam, maka keluarlah orang-orang itu; aku tidak tahu, ke mana orang-orang itu pergi. Segeralah kejar mereka, tentulah kamu dapat menyusul mereka.\n",
        "2:6 Tetapi perempuan itu telah menyuruh keduanya naik ke sotoh rumah dan menyembunyikan mereka di bawah timbunan batang rami, yang ditebarkan di atas sotoh itu.\n",
        "2:7 Maka pergilah orang-orang itu, mengejar mereka ke arah sungai Yordan, ke tempat-tempat penyeberangan, dan ditutuplah pintu gerbang, segera sesudah pengejar-pengejar itu keluar.\n",
        "2:8 Tetapi sebelum kedua orang itu tidur, naiklah perempuan itu mendapatkan mereka di atas sotoh\n",
        "2:9 dan berkata kepada orang-orang itu: Aku tahu, bahwa Tuhan telah memberikan negeri ini kepada kamu dan bahwa kengerian terhadap kamu telah menghinggapi kami dan segala penduduk negeri ini gemetar menghadapi kamu.\n",
        "2:10 Sebab kami mendengar, bahwa Tuhan telah mengeringkan air Laut Teberau di depan kamu, ketika kamu berjalan keluar dari Mesir, dan apa yang kamu lakukan kepada kedua raja orang Amori yang di seberang sungai Yordan itu, yakni kepada Sihon dan Og, yang telah kamu tumpas.\n",
        "2:11 Ketika kami mendengar itu, tawarlah hati kami dan jatuhlah semangat setiap orang menghadapi kamu, sebab Tuhan, Allahmu, ialah Allah di langit di atas dan di bumi di bawah.\n",
        "2:12 Maka sekarang, bersumpahlah kiranya demi Tuhan, bahwa karena aku telah berlaku ramah terhadapmu, kamu juga akan berlaku ramah terhadap kaum keluargaku; dan berikanlah kepadaku suatu tanda yang dapat dipercaya,\n",
        "2:13 bahwa kamu akan membiarkan hidup ayah dan ibuku, saudara-saudaraku yang laki-laki dan yang perempuan dan semua orang-orang mereka dan bahwa kamu akan menyelamatkan nyawa kami dari maut.\n",
        "2:14 Lalu jawab kedua orang itu kepadanya: Nyawa kamilah jaminan bagi kamu, asal jangan kaukabarkan perkara kami ini; apabila Tuhan nanti memberikan negeri ini kepada kami, maka kami akan menunjukkan terima kasih dan setia kami kepadamu.\n",
        "2:15 Kemudian perempuan itu menurunkan mereka dengan tali melalui jendela, sebab rumahnya itu letaknya pada tembok kota, jadi pada tembok itulah ia diam.\n",
        "2:16 Berkatalah ia kepada mereka: Pergilah ke pegunungan, supaya pengejar-pengejar itu jangan menemui kamu, dan bersembunyilah di sana tiga hari lamanya, sampai pengejar-pengejar itu pulang; kemudian bolehlah kamu melanjutkan perjalananmu.\n",
        "2:17 Kedua orang itu berkata kepadanya: Kami akan bebas dari sumpah kami ini kepadamu, yang telah kausuruh kami ikrarkan -\n",
        "2:18 sesungguhnya, apabila kami memasuki negeri ini, haruslah tali dari benang kirmizi ini kauikatkan pada jendela tempat engkau menurunkan kami, dan ayahmu serta ibumu, saudara-saudaramu serta seluruh kaum keluargamu kaukumpulkan di rumahmu.\n",
        "2:19 Setiap orang yang keluar nanti dari pintu rumahmu, harus sendiri menanggung akibatnya, kalau darahnya tertumpah, dan kami tidak bersalah; tetapi siapa pun juga yang ada di dalam rumahmu, jika ada orang yang menciderainya, kamilah yang menanggung akibat pertumpahan darahnya.\n",
        "2:20 Tetapi jika engkau mengabarkan perkara kami ini, maka bebaslah kami dari sumpah kepadamu itu, yang telah kausuruh kami ikrarkan.\n",
        "2:21 Perempuan itu pun berkata: Seperti yang telah kamu katakan, demikianlah akan terjadi. Sesudah itu dilepasnyalah orang-orang itu pergi, maka berangkatlah mereka. Kemudian perempuan itu mengikatkan tali kirmizi itu pada jendela.\n",
        "2:22 Mereka pun pergilah dan tiba di pegunungan. Mereka tinggal di sana tiga hari lamanya, sampai pengejar-pengejar itu pulang. Pengejar-pengejar itu telah mencari di mana-mana sepanjang jalan tanpa menemukan mereka.\n",
        "2:23 Maka pulanglah kedua orang itu, mereka turun dari pegunungan, lalu menyeberang dan sampai kepada Yosua bin Nun, kemudian mereka ceritakan segala pengalaman mereka.\n",
        "2:24 Kata mereka kepada Yosua: Tuhan telah menyerahkan seluruh negeri ini ke dalam tangan kita, bahkan seluruh penduduk negeri itu gemetar menghadapi kita.\n"
      ]
    },
    "3": {
      "en": [
        "3:1 Then Joshua rose early in the morning; and they set out from Shittim and came to the Jordan, he and all the children of Israel; and they stayed there overnight, before they crossed over.\n",
        "3:2 And at the end of three days the officers went through the midst of the camp,\n",
        "3:3 And they commanded the people, saying, When you see the Ark of the Covenant of Jehovah your God and the Levitical priests bearing it, you shall set out from your place and go after it.\n",
        "3:4 But there shall be a space between you and it of about two thousand cubits by measure. Do not come near it, so that you may know the way by which you must go; for you have not passed this way before.\n",
        "3:5 And Joshua said to the people, Sanctify yourselves, for tomorrow Jehovah will do wondrous things in your midst.\n",
        "3:6 Then Joshua spoke to the priests, saying, Take up the Ark of the Covenant, and cross over before the people. And they took up the Ark of the Covenant and went before the people.\n",
        "3:7 And Jehovah said to Joshua, On this day I will begin to you in the sight of all Israel, that they may know that as I was with Moses, I will be with you.\n",
        "3:8 And you shall command the priests who carry the Ark of the Covenant, saying, When you come to the edge of the waters of the Jordan, you shall stand still in the Jordan.\n",
        "3:9 Then Joshua said to the children of Israel, Come here and hear the words of Jehovah your God.\n",
        "3:10 And Joshua said, By this you will know that the living God is in your midst, and that He will most certainly dispossess before you the Canaanites and the Hittites and the Hivites and the Perizzites and the Girgashites and the Amorites and the Jebusites.\n",
        "3:11 The Ark of the Covenant of the Lord of all the earth is now crossing over before you into the Jordan.\n",
        "3:12 Therefore now take twelve men for yourselves out of the tribes of Israel, one man for each tribe.\n",
        "3:13 And when the soles of the feet of the priests who carry the Ark of Jehovah, the Lord of all the earth, come to rest in the waters of the Jordan; the waters of the Jordan, the waters that flow down from upstream, will be cut off, and they will stand in a heap.\n",
        "3:14 And so it happened that when the people set out from their tents to cross over the Jordan, the priests who carried the Ark of the Covenant were before the people.\n",
        "3:15 And when those who carried the Ark came to the Jordan, and the feet of the priests who carried the Ark dipped into the edge of the water (now the Jordan overflowed all its banks throughout all the days of the harvest),\n",
        "3:16 The waters that flowed down from upstream stood and rose up in a heap a great distance away, at Adam, the city that is beside Zarethan; and those that flowed down toward the sea of the Arabah, the Salt Sea, were completely cut off. And the people crossed over from opposite Jericho.\n",
        "3:17 And the priests who carried the Ark of the Covenant of Jehovah stood firmly on dry ground in the middle of the Jordan while all Israel was crossing over on dry ground, until all the nation had completely crossed over the Jordan.\n"
      ],
      "id": [
        "3:1 Yosua bangun pagi-pagi, lalu ia dan semua orang Israel berangkat dari Sitim, dan sampailah mereka ke sungai Yordan, maka bermalamlah mereka di sana, sebelum menyeberang.\n",
        "3:2 Setelah lewat tiga hari, para pengatur pasukan menjalani seluruh perkemahan,\n",
        "3:3 dan memberi perintah kepada bangsa itu, katanya: Segera sesudah kamu melihat tabut perjanjian Tuhan, Allahmu, yang diangkat para imam, yang memang suku Lewi, maka kamu harus juga berangkat dari tempatmu dan mengikutinya -\n",
        "3:4 hanya antara kamu dan tabut itu harus ada jarak kira-kira dua ribu hasta panjangnya, janganlah mendekatinya - maksudnya supaya kamu mengetahui jalan yang harus kamu tempuh, sebab jalan itu belum pernah kamu lalui dahulu.\n",
        "3:5 Berkatalah Yosua kepada bangsa itu: Kuduskanlah dirimu, sebab besok Tuhan akan melakukan perbuatan yang ajaib di antara kamu.\n",
        "3:6 Dan kepada para imam itu Yosua berkata, demikian: Angkatlah tabut perjanjian dan menyeberanglah di depan bangsa itu. Maka mereka mengangkat tabut perjanjian dan berjalan di depan bangsa itu.\n",
        "3:7 Dan Tuhan berfirman kepada Yosua: Pada hari inilah Aku mulai membesarkan namamu di mata seluruh orang Israel, supaya mereka tahu, bahwa seperti dahulu Aku menyertai Musa, demikianlah Aku akan menyertai engkau.\n",
        "3:8 Maka kauperintahkanlah kepada para imam pengangkat tabut perjanjian itu, demikian: Setelah kamu sampai ke tepi air sungai Yordan, haruslah kamu tetap berdiri di sungai Yordan itu.\n",
        "3:9 Lalu berkatalah Yosua kepada orang Israel: Datanglah dekat dan dengarkanlah firman Tuhan, Allahmu.\n",
        "3:10 Lagi kata Yosua: Dari hal inilah akan kamu ketahui, bahwa Allah yang hidup ada di tengah-tengah kamu dan bahwa sungguh-sungguh akan dihalau-Nya orang Kanaan, orang Het, orang Hewi, orang Feris, orang Girgasi, orang Amori dan orang Yebus itu dari depan kamu:\n",
        "3:11 sesungguhnya, tabut perjanjian Tuhan semesta bumi berjalan menyeberang di depan kamu, masuk ke sungai Yordan.\n",
        "3:12 Maka sekarang, pilihlah dua belas orang dari suku-suku Israel, seorang dari tiap-tiap suku.\n",
        "3:13 Segera sesudah kaki para imam pengangkat tabut Tuhan, Tuhan semesta bumi, berhenti di dalam air sungai Yordan, maka air sungai Yordan itu akan terputus; air yang turun dari hulu akan berhenti mengalir menjadi bendungan.\n",
        "3:14 Ketika bangsa itu berangkat dari tempat perkemahan mereka untuk menyeberangi sungai Yordan, para imam pengangkat tabut perjanjian itu berjalan di depan bangsa itu.\n",
        "3:15 Segera sesudah para pengangkat tabut itu sampai ke sungai Yordan, dan para imam pengangkat tabut itu mencelupkan kakinya ke dalam air di tepi sungai itu - sungai Yordan itu sebak sampai meluap sepanjang tepinya selama musim menuai -\n",
        "3:16 maka berhentilah air itu mengalir. Air yang turun dari hulu melonjak menjadi bendungan, jauh sekali, di dekat Adam, kota yang terletak di sebelah Sartan, sedang air yang turun ke Laut Araba itu, yakni Laut Asin, terputus sama sekali. Lalu menyeberanglah bangsa itu, di tentangan Yerikho.\n",
        "3:17 Tetapi para imam pengangkat tabut perjanjian Tuhan itu tetap berdiri di tanah yang kering, di tengah-tengah sungai Yordan, sedang seluruh bangsa Israel menyeberang di tanah yang kering, sampai seluruh bangsa itu selesai menyeberangi sungai Yordan.\n"
      ]
    },
    "4": {
      "en": [
        "4:1 And when all the nation had completely crossed over the Jordan, Jehovah spoke to Joshua, saying,\n",
        "4:2 Take for yourselves twelve men from among the people, one man from each tribe;\n",
        "4:3 And command them, saying, Take up for yourselves from here out of the middle of the Jordan, from the place where the priests? feet stood firm, twelve stones; and bring them over with you, and lay them down in the place where you lodge tonight.\n",
        "4:4 So Joshua called the twelve men whom he had appointed from among the children of Israel, one man from each tribe.\n",
        "4:5 And Joshua said to them, Pass on before the Ark of Jehovah your God into the middle of the Jordan, and every one of you lift up one stone upon his shoulder, according to the number of the tribes of the children of Israel,\n",
        "4:6 That this may be a sign among you. When your children ask in time to come, saying, What do these stones mean to you?\n",
        "4:7 You shall tell them that the waters of the Jordan were cut off before the Ark of the Covenant of Jehovah; when it crossed over the Jordan, the waters of the Jordan were cut off. Thus these stones will be for a memorial to the children of Israel forever.\n",
        "4:8 And the children of Israel did as Joshua commanded and took up twelve stones from the middle of the Jordan, as Jehovah told Joshua to do, according to the number of the tribes of the children of Israel. And they brought them over with them to the place where they were to lodge, and they laid them down there.\n",
        "4:9 Then Joshua erected twelve stones in the middle of the Jordan, in the place where the feet of the priests who carried the Ark of the Covenant had stood; and they are there to this day.\n",
        "4:10 And the priests who carried the Ark stood in the middle of the Jordan until everything was completed that Jehovah had commanded Joshua to speak to the people, according to all that Moses had commanded Joshua. And the people hurried and crossed over.\n",
        "4:11 And when all the people had completely crossed over, the Ark of Jehovah with the priests crossed over before the people.\n",
        "4:12 And the sons of Reuben and the sons of Gad and the half-tribe of Manasseh crossed over in battle array before the children of Israel, as Moses had told them to do;\n",
        "4:13 About forty thousand equipped for war crossed over before Jehovah into the plains of Jericho for battle.\n",
        "4:14 On that day Jehovah magnified Joshua in the sight of all Israel, and they revered him as they had revered Moses all the days of his life.\n",
        "4:15 Then Jehovah spoke to Joshua, saying,\n",
        "4:16 Command the priests who carry the Ark of the Testimony to come up out of the Jordan.\n",
        "4:17 And Joshua commanded the priests, saying, Come up out of the Jordan.\n",
        "4:18 And when the priests who carried the Ark of the Covenant of Jehovah came up out from the middle of the Jordan, when the soles of the priests? feet were lifted up onto the dry land, the waters of the Jordan returned to their place and went over all its banks as before.\n",
        "4:19 And the people came up from the Jordan on the tenth day of the first month, and they camped in Gilgal, at the eastern edge of Jericho.\n",
        "4:20 And those twelve stones, which they had taken from the Jordan, Joshua erected in Gilgal.\n",
        "4:21 And he spoke to the children of Israel, saying, When your children ask their fathers in time to come, saying, What do these stones mean?\n",
        "4:22 You shall let your children know, saying, On dry ground Israel crossed over this Jordan.\n",
        "4:23 For Jehovah your God dried up the waters of the Jordan before you until you crossed over, as Jehovah your God did to the Red Sea, which He dried up before us until we crossed over;\n",
        "4:24 That all the peoples of the earth may know the hand of Jehovah, that it is mighty; that you may fear Jehovah your God always.\n"
      ],
      "id": [
        "4:1 Setelah seluruh bangsa itu selesai menyeberangi sungai Yordan, berfirmanlah Tuhan kepada Yosua, demikian:\n",
        "4:2 Pilihlah dari bangsa itu dua belas orang, seorang dari tiap-tiap suku,\n",
        "4:3 dan perintahkanlah kepada mereka, demikian: Angkatlah dua belas batu dari sini, dari tengah-tengah sungai Yordan ini, dari tempat berjejak kaki para imam itu, bawalah semuanya itu ke seberang dan letakkanlah di tempat kamu akan bermalam nanti malam.\n",
        "4:4 Lalu Yosua memanggil kedua belas orang yang ditetapkannya dari orang Israel itu, seorang dari tiap-tiap suku,\n",
        "4:5 dan Yosua berkata kepada mereka: Menyeberanglah di depan tabut Tuhan, Allahmu, ke tengah-tengah sungai Yordan, dan angkatlah masing-masing sebuah batu ke atas bahumu, menurut bilangan suku orang Israel,\n",
        "4:6 supaya ini menjadi tanda di tengah-tengah kamu. Jika anak-anakmu bertanya di kemudian hari: Apakah artinya batu-batu ini bagi kamu?\n",
        "4:7 maka haruslah kamu katakan kepada mereka: Bahwa air sungai Yordan terputus di depan tabut perjanjian Tuhan; ketika tabut itu menyeberangi sungai Yordan, air sungai Yordan itu terputus. Sebab itu batu-batu ini akan menjadi tanda peringatan bagi orang Israel untuk selama-lamanya.\n",
        "4:8 Maka orang Israel itu melakukan seperti yang diperintahkan Yosua. Mereka mengangkat dua belas batu dari tengah-tengah sungai Yordan, seperti yang difirmankan Tuhan kepada Yosua, menurut jumlah suku Israel. Semuanya itu dibawa merekalah ke seberang, ke tempat bermalam, dan diletakkan di situ.\n",
        "4:9 Pula Yosua menegakkan dua belas batu di tengah-tengah sungai Yordan itu, di tempat bekas berjejak kaki para imam pengangkat tabut perjanjian itu. Batu-batu itu masih ada di sana sampai sekarang.\n",
        "4:10 Para imam pengangkat tabut itu tinggal berdiri di tengah-tengah sungai Yordan, sampai selesai dilakukan segala yang diperintahkan Tuhan kepada Yosua untuk disampaikan kepada bangsa itu, sesuai dengan segala yang diperintahkan Musa kepada Yosua. Maka menyeberanglah bangsa itu dengan cepat-cepat.\n",
        "4:11 Ketika seluruh bangsa itu selesai menyeberang, maka menyeberanglah tabut Tuhan itu serta para imam di depan mata bangsa itu.\n",
        "4:12 Juga bani Ruben, bani Gad dan suku Manasye yang setengah itu menyeberang, dengan bersenjata, di depan orang Israel itu, seperti yang dikatakan Musa kepada mereka.\n",
        "4:13 Kira-kira empat puluh ribu orang yang siap untuk berperang menyeberang di hadapan Tuhan ke dataran Yerikho untuk berperang.\n",
        "4:14 Pada waktu itulah Tuhan membesarkan nama Yosua di mata seluruh orang Israel, sehingga mereka takut kepadanya, seperti mereka takut kepada Musa seumur hidupnya.\n",
        "4:15 Berfirmanlah Tuhan kepada Yosua, demikian:\n",
        "4:16 Perintahkanlah para imam pengangkat tabut hukum Allah itu supaya naik dari sungai Yordan.\n",
        "4:17 Maka Yosua memerintahkan kepada para imam itu, demikian: Keluarlah dari sungai Yordan.\n",
        "4:18 Ketika para imam, pengangkat tabut perjanjian Tuhan itu, keluar dari tengah-tengah sungai Yordan, dan baru saja kaki para imam itu dijejakkan di tanah yang kering, maka berbaliklah air sungai Yordan itu ke tempatnya dan mengalir seperti dahulu dengan meluap sepanjang tepinya.\n",
        "4:19 Bangsa itu telah keluar dari sungai Yordan pada tanggal sepuluh bulan pertama dan mereka berkemah di Gilgal, di batas timur Yerikho.\n",
        "4:20 Kedua belas batu yang diambil dari sungai Yordan itu ditegakkan oleh Yosua di Gilgal.\n",
        "4:21 Dan berkatalah ia kepada orang Israel, demikian: Apabila di kemudian hari anak-anakmu bertanya kepada ayahnya: Apakah arti batu-batu ini?\n",
        "4:22 maka haruslah kamu beritahukan kepada anak-anakmu, begini: Israel telah menyeberangi sungai Yordan ini di tanah yang kering! -\n",
        "4:23 sebab Tuhan, Allahmu, telah mengeringkan di depan kamu air sungai Yordan, sampai kamu dapat menyeberang seperti yang telah dilakukan Tuhan, Allahmu, dengan Laut Teberau, yang telah dikeringkan-Nya di depan kita, sampai kita dapat menyeberang,\n",
        "4:24 supaya semua bangsa di bumi tahu, bahwa kuat tangan Tuhan, dan supaya mereka selalu takut kepada Tuhan, Allahmu.\n"
      ]
    },
    "5": {
      "en": [
        "5:1 Now when all the kings of the Amorites, who were beyond the Jordan westward, and all the kings of the Canaanites, who were by the sea, heard that Jehovah had dried up the waters of the Jordan before the children of Israel until they crossed over, their hearts melted, and there was no longer any spirit in them because of the children of Israel.\n",
        "5:2 At that time Jehovah said to Joshua, Make knives of flint, and circumcise again the children of Israel a second time.\n",
        "5:3 And Joshua made knives of flint and circumcised the children of Israel at Gibeath-haaraloth.\n",
        "5:4 And this is the reason Joshua circumcised them: All the people who came out of Egypt who were males, all the men of war, died in the wilderness on the way, after they had come out of Egypt.\n",
        "5:5 Although all the people who came out were circumcised, all the people who were born in the wilderness on the way, after the others had come out of Egypt, had not been circumcised.\n",
        "5:6 For the children of Israel went for forty years through the wilderness until all the nation, the men of war who had come out of Egypt, were consumed, because they did not listen to the voice of Jehovah, they to whom Jehovah swore that they would not see the land that Jehovah had sworn to their fathers to give us, a land flowing with milk and honey.\n",
        "5:7 And their children, whom He had raised up in place of them, these Joshua circumcised; for they were uncircumcised, because they had not circumcised them on the way.\n",
        "5:8 And when they had finished circumcising the whole nation, they remained in their place at the camp until they recovered.\n",
        "5:9 Then Jehovah said to Joshua, Today I have rolled away the reproach of Egypt from off you. So the name of that place has been called Gilgal to this day.\n",
        "5:10 And the children of Israel camped in Gilgal; and they held the Passover on the fourteenth day of the month in the evening on the plains of Jericho.\n",
        "5:11 And on the day after the Passover, on that very day, they ate of the produce of the land, unleavened cakes and parched grain.\n",
        "5:12 And the manna ceased on that day, when they ate of the produce of the land; and there was no longer manna for the children of Israel, but they ate of the yield of the land of Canaan that year.\n",
        "5:13 Now once, when Joshua was by Jericho, he lifted up his eyes and looked; and behold, there was a man standing opposite him, and His sword was drawn in His hand. And Joshua went to Him and said to Him, Are You for us or for our adversaries?\n",
        "5:14 And He said, Neither, but as the Captain of Jehovah?s army have I now come. Then Joshua fell to the ground upon his face and worshipped. And he said to Him, What does my Lord speak to His servant?\n",
        "5:15 And the Captain of Jehovah?s army said to Joshua, Remove your sandals from your feet, for the place on which you are standing is holy. And Joshua did so.\n"
      ],
      "id": [
        "5:1 Ketika semua raja orang Amori di sebelah barat sungai Yordan dan semua raja orang Kanaan di tepi laut mendengar, bahwa Tuhan telah mengeringkan air sungai Yordan di depan orang Israel, sampai mereka dapat menyeberang, tawarlah hati mereka dan hilanglah semangat mereka menghadapi orang Israel itu.\n",
        "5:2 Pada waktu itu berfirmanlah Tuhan kepada Yosua: Buatlah pisau dari batu dan sunatlah lagi orang Israel itu, untuk kedua kalinya.\n",
        "5:3 Lalu Yosua membuat pisau dari batu dan disunatnyalah orang Israel itu di Bukit Kulit Khatan.\n",
        "5:4 Inilah sebabnya Yosua menyunat mereka: semua orang yang keluar dari Mesir, yakni yang laki-laki, semua prajurit, telah mati di padang gurun di tengah jalan, setelah mereka keluar dari Mesir.\n",
        "5:5 Sebab, semua orang yang keluar dari Mesir itu telah bersunat, tetapi semua orang yang lahir di padang gurun dalam perjalanan sejak keluar dari Mesir, belum disunat.\n",
        "5:6 Sebab empat puluh tahun lamanya orang Israel itu berjalan melalui padang gurun, sampai habis mati seluruh bangsa itu, yakni prajurit yang keluar dari Mesir, yang tidak mendengarkan firman Tuhan. Kepada mereka itu Tuhan telah bersumpah, bahwa Ia tidak akan mengizinkan mereka melihat negeri yang dijanjikan Tuhan dengan bersumpah kepada nenek moyang mereka akan memberikannya kepada kita, suatu negeri yang berlimpah-limpah susu dan madunya.\n",
        "5:7 Tetapi anak-anak mereka yang telah dijadikan-Nya ganti mereka, mereka itulah yang disunat Yosua, sebab mereka belum bersunat, karena mereka tidak disunat dalam perjalanan.\n",
        "5:8 Setelah seluruh bangsa itu selesai disunat, maka tinggallah mereka di tempatnya masing-masing di perkemahan itu, sampai mereka sembuh.\n",
        "5:9 Dan berfirmanlah Tuhan kepada Yosua: Hari ini telah Kuhapuskan cela Mesir itu dari padamu. Itulah sebabnya nama tempat itu disebut Gilgal sampai sekarang.\n",
        "5:10 Sementara berkemah di Gilgal, orang Israel itu merayakan Paskah pada hari yang keempat belas bulan itu, pada waktu petang, di dataran Yerikho.\n",
        "5:11 Lalu pada hari sesudah Paskah mereka makan hasil negeri itu, yakni roti yang tidak beragi dan bertih gandum, pada hari itu juga.\n",
        "5:12 Lalu berhentilah manna itu, pada keesokan harinya setelah mereka makan hasil negeri itu. Jadi orang Israel tidak beroleh manna lagi, tetapi dalam tahun itu mereka makan yang dihasilkan tanah Kanaan.\n",
        "5:13 Ketika Yosua dekat Yerikho, ia melayangkan pandangnya, dilihatnya seorang laki-laki berdiri di depannya dengan pedang terhunus di tangannya. Yosua mendekatinya dan bertanya kepadanya: Kawankah engkau atau lawan?\n",
        "5:14 Jawabnya: Bukan, tetapi akulah Panglima Balatentara Tuhan. Sekarang aku datang. Lalu sujudlah Yosua dengan mukanya ke tanah, menyembah dan berkata kepadanya: Apakah yang akan dikatakan tuanku kepada hambanya ini?\n",
        "5:15 Dan Panglima Balatentara Tuhan itu berkata kepada Yosua: Tanggalkanlah kasutmu dari kakimu, sebab tempat engkau berdiri itu kudus. Dan Yosua berbuat demikian.\n"
      ]
    },
    "6": {
      "en": [
        "6:1 Now Jericho was shut up so tight because of the children of Israel that no one went out and no one went in.\n",
        "6:2 And Jehovah said to Joshua, See, I have given Jericho and its king and the mighty men of valor into your hand.\n",
        "6:3 And you shall circle the city, all the men of valor, going around the city one time. Thus shall you do for six days.\n",
        "6:4 And seven priests shall carry seven trumpets of rams? horns before the Ark. Then on the seventh day you shall circle the city seven times, and the priests shall blow the trumpets.\n",
        "6:5 And when they give off the blast of the ram?s horn and you hear the trumpet sound, all the people shall shout with a great shout. And the wall of the city will fall down flat, and the people shall go up, each straight ahead.\n",
        "6:6 So Joshua the son of Nun called the priests and said to them, Take up the Ark of the Covenant, and let seven priests carry seven trumpets of rams? horns before the Ark of Jehovah.\n",
        "6:7 And he said to the people, Pass on and circle the city, and let the armed men pass on before the Ark of Jehovah.\n",
        "6:8 Then when Joshua had spoken to the people, the seven priests carrying the seven trumpets of rams? horns before Jehovah passed on and blew the trumpets; and the Ark of the Covenant of Jehovah went after them.\n",
        "6:9 And the armed men went before the priests who blew the trumpets; and the rearguard went after the Ark, the trumpets continually blowing.\n",
        "6:10 And Joshua commanded the people, saying, You shall not shout, nor let your voice be heard, nor let a word go forth from your mouth, until the day I say to you, Shout! Then you shall shout.\n",
        "6:11 So he had the Ark of Jehovah circle the city, going around it one time. And they came into the camp and lodged in the camp.\n",
        "6:12 And Joshua rose early in the morning, and the priests took up the Ark of Jehovah.\n",
        "6:13 And the seven priests carrying the seven trumpets of rams? horns went before the Ark of Jehovah, continually blowing the trumpets; and the armed men went before them, and the rearguard went after the Ark of Jehovah, the trumpets continually blowing.\n",
        "6:14 And they circled the city on the second day one time and returned to the camp. This they did for six days.\n",
        "6:15 Then on the seventh day they rose early, at the break of dawn, and circled the city in the same manner seven times. Only on that day did they circle the city seven times.\n",
        "6:16 And at the seventh time the priests blew the trumpets, and Joshua said to the people, Shout! For Jehovah has given you the city.\n",
        "6:17 And the city shall be devoted to Jehovah for destruction, it and all that is in it. Only Rahab the harlot shall live, she and all who are with her in her house, because she hid the messengers we sent.\n",
        "6:18 But as for you, keep yourselves from what has been devoted to destruction, lest you devote yourselves to destruction by taking of what has been devoted and you make the camp of Israel something devoted to destruction and bring trouble to it.\n",
        "6:19 But all the silver and the gold and the vessels of bronze and iron, these are holy to Jehovah; they shall come into the treasury of Jehovah.\n",
        "6:20 So the people shouted and the trumpets were blown; and when the people heard the trumpet sound, the people shouted with a great shout, and the wall fell down flat. And the people went up into the city, each straight ahead, and they captured the city.\n",
        "6:21 And they utterly destroyed all that was in the city with the edge of the sword: both men and women, young and old, and oxen and sheep and donkeys.\n",
        "6:22 And Joshua said to the two men who had spied out the land, Go to the house of the harlot, and bring out from there the woman and all that belongs to her, as you swore to her.\n",
        "6:23 And the young men who had been spies went and brought out Rahab and her father and her mother and her brothers and all that belonged to her; all her family they brought out and set outside the camp of Israel.\n",
        "6:24 And they burned the city with fire and all that was in it; but the silver and the gold and the vessels of bronze and iron, they put in the treasury of the house of Jehovah.\n",
        "6:25 And Joshua preserved Rahab the harlot and her father?s house and all that belonged to her, and she has dwelt within Israel to this day; for she hid the messengers whom Joshua had sent to spy out Jericho.\n",
        "6:26 Then at that time Joshua charged the people with an oath, saying, Cursed be the man before Jehovah who rises up to rebuild this city Jericho! At the cost of his firstborn son shall he lay its foundation, and at the cost of his youngest son shall he set up its gates.\n",
        "6:27 So Jehovah was Joshua, and reports of him were in all the land.\n"
      ],
      "id": [
        "6:1 Dalam pada itu Yerikho telah menutup pintu gerbangnya; telah tertutup kota itu karena orang Israel; tidak ada orang keluar atau masuk.\n",
        "6:2 Berfirmanlah Tuhan kepada Yosua: Ketahuilah, Aku serahkan ke tanganmu Yerikho ini beserta rajanya dan pahlawan-pahlawannya yang gagah perkasa.\n",
        "6:3 Haruslah kamu mengelilingi kota itu, yakni semua prajurit harus mengedari kota itu sekali saja; demikianlah harus engkau perbuat enam hari lamanya,\n",
        "6:4 dan tujuh orang imam harus membawa tujuh sangkakala tanduk domba di depan tabut. Tetapi pada hari yang ketujuh, tujuh kali kamu harus mengelilingi kota itu sedang para imam meniup sangkakala.\n",
        "6:5 Apabila sangkakala tanduk domba itu panjang bunyinya dan kamu mendengar bunyi sangkakala itu, maka haruslah seluruh bangsa bersorak dengan sorak yang nyaring, maka tembok kota itu akan runtuh, lalu bangsa itu harus memanjatnya, masing-masing langsung ke depan.\n",
        "6:6 Kemudian Yosua bin Nun memanggil para imam dan berkata kepada mereka: Angkatlah tabut perjanjian itu dan tujuh orang imam harus membawa tujuh sangkakala tanduk domba di depan tabut Tuhan.\n",
        "6:7 Dan kepada bangsa itu dikatakannya: Majulah, kelilingilah kota itu, dan orang-orang bersenjata harus berjalan di depan tabut Tuhan.\n",
        "6:8 Segera sesudah Yosua berkata kepada bangsa itu, maka berjalanlah maju ketujuh orang imam, yang membawa ketujuh sangkakala tanduk domba itu di hadapan Tuhan, lalu mereka meniup sangkakala, sedang tabut perjanjian Tuhan mengikut mereka.\n",
        "6:9 Dan orang-orang bersenjata berjalan di depan para imam yang meniup sangkakala dan barisan penutup mengikut tabut itu, sedang sangkakala terus-menerus ditiup.\n",
        "6:10 Tetapi Yosua telah memerintahkan kepada bangsa itu, demikian: Janganlah bersorak dan janganlah perdengarkan suaramu, sepatah kata pun janganlah keluar dari mulutmu sampai pada hari aku mengatakan kepadamu: Bersoraklah! - maka kamu harus bersorak.\n",
        "6:11 Demikianlah tabut Tuhan mengelilingi kota itu, mengedarinya sekali saja. Kemudian kembalilah mereka ke tempat perkemahan dan bermalam di tempat perkemahan itu.\n",
        "6:12 Keesokan harinya Yosua bangun pagi-pagi, lalu para imam mengangkat tabut Tuhan.\n",
        "6:13 Maka berjalanlah juga ketujuh orang imam, yang membawa ketujuh sangkakala tanduk domba itu di depan tabut Tuhan, sambil berjalan mereka meniup sangkakala, sedang orang-orang bersenjata berjalan di depan mereka dan barisan penutup mengikut tabut Tuhan, sementara sangkakala terus-menerus ditiup.\n",
        "6:14 Demikianlah pada hari kedua mereka mengelilingi kota itu sekali saja, lalu pulang ke tempat perkemahan. Dan begitulah dilakukan mereka enam hari lamanya.\n",
        "6:15 Tetapi pada hari yang ketujuh mereka bangun pagi-pagi, ketika fajar menyingsing, dan mengelilingi kota tujuh kali dengan cara yang sama; hanya pada hari itu mereka mengelilingi kota itu tujuh kali.\n",
        "6:16 Lalu pada ketujuh kalinya, ketika para imam meniup sangkakala, berkatalah Yosua kepada bangsa itu: Bersoraklah, sebab Tuhan telah menyerahkan kota ini kepadamu!\n",
        "6:17 Dan kota itu dengan segala isinya akan dikhususkan bagi Tuhan untuk dimusnahkan; hanya Rahab, perempuan sundal itu, akan tetap hidup, ia dengan semua orang yang bersama-sama dengan dia dalam rumah itu, karena ia telah menyembunyikan orang suruhan yang kita suruh.\n",
        "6:18 Tetapi kamu ini, jagalah dirimu terhadap barang-barang yang dikhususkan untuk dimusnahkan, supaya jangan kamu mengambil sesuatu dari barang-barang yang dikhususkan itu setelah mengkhususkannya dan dengan demikian membawa kemusnahan atas perkemahan orang Israel dan mencelakakannya.\n",
        "6:19 Segala emas dan perak serta barang-barang tembaga dan besi adalah kudus bagi Tuhan; semuanya itu akan dimasukkan ke dalam perbendaharaan Tuhan.\n",
        "6:20 Lalu bersoraklah bangsa itu, sedang sangkakala ditiup; segera sesudah bangsa itu mendengar bunyi sangkakala, bersoraklah mereka dengan sorak yang nyaring. Maka runtuhlah tembok itu, lalu mereka memanjat masuk ke dalam kota, masing-masing langsung ke depan, dan merebut kota itu.\n",
        "6:21 Mereka menumpas dengan mata pedang segala sesuatu yang di dalam kota itu, baik laki-laki maupun perempuan, baik tua maupun muda, sampai kepada lembu, domba dan keledai.\n",
        "6:22 Tetapi kepada kedua orang pengintai negeri itu Yosua berkata: Masuklah ke dalam rumah perempuan sundal itu dan bawalah ke luar perempuan itu dan semua orang yang bersama-sama dengan dia, seperti yang telah kamu janjikan dengan bersumpah kepadanya.\n",
        "6:23 Lalu masuklah kedua pengintai muda itu dan membawa ke luar Rahab dan ayahnya, ibunya, saudara-saudaranya dan semua orang yang bersama-sama dengan dia, bahkan seluruh kaumnya dibawa mereka ke luar, lalu mereka menunjukkan kepadanya tempat tinggal di luar perkemahan orang Israel.\n",
        "6:24 Tetapi kota itu dan segala sesuatu yang ada di dalamnya dibakar mereka dengan api; hanya emas dan perak, barang-barang tembaga dan besi ditaruh mereka di dalam perbendaharaan rumah Tuhan.\n",
        "6:25 Demikianlah Rahab, perempuan sundal itu dan keluarganya serta semua orang yang bersama-sama dengan dia dibiarkan hidup oleh Yosua. Maka diamlah perempuan itu di tengah-tengah orang Israel sampai sekarang, karena ia telah menyembunyikan orang suruhan yang disuruh Yosua mengintai Yerikho.\n",
        "6:26 Pada waktu itu bersumpahlah Yosua, katanya: Terkutuklah di hadapan Tuhan orang yang bangkit untuk membangun kembali kota Yerikho ini; dengan membayarkan nyawa anaknya yang sulung ia akan meletakkan dasar kota itu dan dengan membayarkan nyawa anaknya yang bungsu ia akan memasang pintu gerbangnya!\n",
        "6:27 Dan Tuhan menyertai Yosua dan terdengarlah kabar tentang dia di seluruh negeri itu.\n"
      ]
    },
    "7": {
      "en": [
        "7:1 But the children of Israel acted unfaithfully in that which was devoted to destruction, for Achan the son of Carmi, the son of Zabdi, the son of Zerah, of the tribe of Judah, took of that which was devoted to destruction; and the anger of Jehovah was kindled against the children of Israel.\n",
        "7:2 Joshua sent men from Jericho to Ai, which is beside Beth-aven, east of Bethel; and he spoke to them, saying, Go up and spy out the land. So the men went up and spied out Ai.\n",
        "7:3 And they returned to Joshua and said to him, Not all the people need go up; let about two or three thousand men go up and strike Ai. Do not make all the people labor there, for the enemies are few.\n",
        "7:4 So about three thousand men from the people went up there, but they fled before the men of Ai.\n",
        "7:5 And the men of Ai struck some of them, about thirty-six men; and they pursued them from before the gate unto Shebarim and struck them on the slope. And the heart of the people melted and became like water.\n",
        "7:6 And Joshua rent his clothes and fell to the ground upon his face before the Ark of Jehovah until the evening, he and the elders of Israel; and they put dust upon their heads.\n",
        "7:7 And Joshua said, Ah, Lord Jehovah! Why have You brought this people over the Jordan at all? To give us over into the hand of the Amorites and cause us to perish? If only we had been content to dwell across the Jordan!\n",
        "7:8 O Lord, what can I say after Israel has turned its back before its enemies?\n",
        "7:9 For the Canaanites and all the inhabitants of the land will hear of it, and they will surround us and cut off our name from the earth. Then what will You do for Your great name?\n",
        "7:10 Then Jehovah said to Joshua, Rise up! Why have you fallen upon your face?\n",
        "7:11 Israel has sinned. Indeed they have trespassed My covenant, which I commanded them; indeed they have taken of that which was devoted to destruction; indeed they have stolen; indeed they have been deceptive; indeed they have put it among their goods.\n",
        "7:12 Thus the children of Israel are not able to stand before their enemies; they turn their backs before their enemies, for they have become something devoted to destruction. I will not be with you anymore unless you destroy that which was devoted to destruction from among you.\n",
        "7:13 Rise up, sanctify the people, and say, Sanctify yourselves for tomorrow; for thus says Jehovah the God of Israel, There is something devoted to destruction among you, O Israel; you will not be able to stand before your enemies until you remove that which was devoted to destruction from among you.\n",
        "7:14 Therefore in the morning you shall be brought near by your tribes; and the tribe which Jehovah takes shall draw near family by family; and the family which Jehovah takes shall draw near house by house; and the house which Jehovah takes shall draw near warrior by warrior.\n",
        "7:15 And he who is taken with that which was devoted to destruction shall be burned with fire, he and all that belongs to him, because he has trespassed the covenant of Jehovah and because he has committed folly in Israel.\n",
        "7:16 So Joshua rose early in the morning and brought Israel near by their tribes, and the tribe of Judah was taken.\n",
        "7:17 And he brought the family of Judah near, and the family of the Zerahites was taken. And he brought the family of the Zerahites near warrior by warrior, and Zabdi was taken.\n",
        "7:18 And he brought the house of Zabdi near warrior by warrior, and Achan the son of Carmi, the son of Zabdi, the son of Zerah, of the tribe of Judah, was taken.\n",
        "7:19 And Joshua said to Achan, My son, give glory to Jehovah the God of Israel, and make confession to Him. And tell me what you have done; do not hide anything from me.\n",
        "7:20 Then Achan answered Joshua and said, It is true; I have sinned against Jehovah the God of Israel; and this is what I did:\n",
        "7:21 When I saw among the spoil a beautiful mantle of Shinar and two hundred shekels of silver and a wedge of gold weighing fifty shekels, I coveted them and took them. And now they are hidden in the earth in my tent, with the silver under it.\n",
        "7:22 And Joshua sent messengers, and they ran to the tent. And there it was, hidden in his tent, with the silver under it.\n",
        "7:23 And they took the things from within the tent and brought them to Joshua and to all the children of Israel, and spread them out before Jehovah.\n",
        "7:24 Then Joshua and all Israel with him took Achan the son of Zerah and the silver and the mantle and the wedge of gold, and his sons and his daughters and his oxen and his donkeys and his sheep and his tent and all that he had; and they brought them up to the Valley of Achor.\n",
        "7:25 And Joshua said, Why have you troubled us? Jehovah will trouble you this day. And all Israel stoned him with stones; and they burned them with fire when they had stoned them with stones.\n",
        "7:26 Then they erected over him a great heap of stones, which is there to this day; and Jehovah turned from the fierceness of His anger. Therefore the name of that place is called the Valley of Achor to this day.\n"
      ],
      "id": [
        "7:1 Tetapi orang Israel berubah setia dengan mengambil barang-barang yang dikhususkan itu, karena Akhan bin Karmi bin Zabdi bin Zerah, dari suku Yehuda, mengambil sesuatu dari barang-barang yang dikhususkan itu. Lalu bangkitlah murka TUHAN terhadap orang Israel.\n",
        "7:2 Yosua menyuruh orang dari Yerikho ke Ai, yang letaknya dekat Bet-Awen, di sebelah timur Betel, dan berkata kepada mereka, demikian: Pergilah ke sana dan intailah negeri itu. Maka pergilah orang-orang itu ke sana dan mengintai kota Ai.\n",
        "7:3 Kemudian kembalilah mereka kepada Yosua dan berkata kepadanya: Tidak usah seluruh bangsa itu pergi, biarlah hanya kira-kira dua atau tiga ribu orang pergi untuk menggempur Ai itu; janganlah kaususahkan seluruh bangsa itu dengan berjalan ke sana, sebab orang-orang di sana sedikit saja.\n",
        "7:4 Maka berangkatlah kira-kira tiga ribu orang dari bangsa itu ke sana; tetapi mereka melarikan diri di depan orang-orang Ai.\n",
        "7:5 Sebab orang-orang Ai menewaskan kira-kira tiga puluh enam orang dari mereka; orang-orang Israel itu dikejar dari depan pintu gerbang kota itu sampai ke Syebarim dan dipukul kalah di lereng. Lalu tawarlah hati bangsa itu amat sangat.\n",
        "7:6 Yosua pun mengoyakkan jubahnya dan sujudlah ia dengan mukanya sampai ke tanah di depan tabut Tuhan hingga petang, bersama dengan para tua-tua orang Israel, sambil menaburkan debu di atas kepalanya.\n",
        "7:7 Dan berkatalah Yosua: Ah, Tuhanku Allah, mengapa Engkau menyuruh bangsa ini menyeberangi sungai Yordan? supaya kami diserahkan kepada orang Amori untuk dibinasakan? Lebih baik kalau kami putuskan tadinya untuk tinggal di seberang sungai Yordan itu!\n",
        "7:8 O Tuhan, apakah yang akan kukatakan, setelah orang Israel lari membelakangi musuhnya?\n",
        "7:9 Apabila hal itu terdengar oleh orang Kanaan dan seluruh penduduk negeri ini, maka mereka akan mengepung kami dan melenyapkan nama kami dari bumi ini. Dan apakah yang akan Kaulakukan untuk memulihkan nama-Mu yang besar itu?\n",
        "7:10 Lalu berfirmanlah Tuhan kepada Yosua: Bangunlah! Mengapa engkau sujud demikian?\n",
        "7:11 Orang Israel telah berbuat dosa, mereka melanggar perjanjian-Ku yang Kuperintahkan kepada mereka, mereka mengambil sesuatu dari barang-barang yang dikhususkan itu, mereka mencurinya, mereka menyembunyikannya, dan mereka menaruhnya di antara barang-barangnya.\n",
        "7:12 Sebab itu orang Israel tidak dapat bertahan menghadapi musuhnya. Mereka membelakangi musuhnya, sebab mereka itu pun dikhususkan untuk ditumpas. Aku tidak akan menyertai kamu lagi jika barang-barang yang dikhususkan itu tidak kamu punahkan dari tengah-tengahmu.\n",
        "7:13 Bangunlah, kuduskanlah bangsa itu dan katakan: Kuduskanlah dirimu untuk esok hari, sebab, demikianlah firman Tuhan, Allah Israel: Hai, orang Israel ada barang-barang yang dikhususkan di tengah-tengahmu; kamu tidak akan dapat bertahan menghadapi musuhmu, sebelum barang-barang yang dikhususkan itu kamu jauhkan dari tengah-tengah kamu.\n",
        "7:14 Besok pagi kamu harus tampil ke muka suku demi suku dan suku yang ditunjuk oleh Tuhan harus tampil ke muka kaum demi kaum, dan kaum yang ditunjuk oleh Tuhan harus tampil ke muka keluarga demi keluarga dan keluarga yang ditunjuk oleh Tuhan harus tampil ke muka seorang demi seorang.\n",
        "7:15 Dan siapa yang didapati menyimpan barang-barang yang dikhususkan itu, akan dibakar dengan api, ia dan segala sesuatu yang ada padanya, sebab ia telah melanggar perjanjian Tuhan dan berbuat noda di antara orang Israel.\n",
        "7:16 Keesokan harinya bangunlah Yosua pagi-pagi, lalu menyuruh orang Israel tampil ke muka suku demi suku, maka didapatilah suku Yehuda.\n",
        "7:17 Ketika disuruhnya tampil ke muka kaum-kaum Yehuda, maka didapatinya kaum Zerah. Ketika disuruhnya tampil ke muka kaum Zerah, seorang demi seorang, maka didapatilah Zabdi.\n",
        "7:18 Ketika disuruhnya keluarga orang itu tampil ke muka, seorang demi seorang, maka didapatilah Akhan bin Karmi bin Zabdi bin Zerah, dari suku Yehuda.\n",
        "7:19 Berkatalah Yosua kepada Akhan: Anakku, hormatilah Tuhan, Allah Israel, dan mengakulah di hadapan-Nya; katakanlah kepadaku apa yang kauperbuat, jangan sembunyikan kepadaku.\n",
        "7:20 Lalu Akhan menjawab Yosua, katanya: Benar, akulah yang berbuat dosa terhadap Tuhan, Allah Israel, sebab beginilah perbuatanku:\n",
        "7:21 aku melihat di antara barang-barang jarahan itu jubah yang indah, buatan Sinear, dan dua ratus syikal perak dan sebatang emas yang lima puluh syikal beratnya; aku mengingininya, maka kuambil; semuanya itu disembunyikan di dalam kemahku dalam tanah, dan perak itu di bawah sekali.\n",
        "7:22 Lalu Yosua menyuruh orang segera pergi ke kemah itu, dan sesungguhnya, semuanya itu disembunyikan dalam kemah Akhan, dan perak itu ada di bawah sekali.\n",
        "7:23 Maka mereka mengambil semuanya itu dari dalam kemah, lalu membawanya kepada Yosua dan kepada semua orang Israel, dan mencurahkannya di hadapan Tuhan.\n",
        "7:24 Kemudian Yosua, beserta seluruh Israel mengambil Akhan bin Zerah, dan perak, jubah dan emas sebatang itu, anak-anaknya yang laki-laki dan perempuan, lembunya, keledainya dan kambing dombanya, kemahnya dan segala kepunyaannya, lalu semuanya itu dibawa ke lembah Akhor.\n",
        "7:25 Berkatalah Yosua: Seperti engkau mencelakakan kami, maka Tuhan pun mencelakakan engkau pada hari ini. Lalu seluruh Israel melontari dia dengan batu, semuanya itu dibakar dengan api dan dilempari dengan batu.\n",
        "7:26 Sesudah itu didirikanlah di atasnya suatu timbunan batu yang besar, yang masih ada sampai sekarang. Lalu surutlah murka Tuhan yang bernyala-nyala itu. Oleh sebab itu nama tempat itu sampai sekarang disebutkan lembah Akhor.\n"
      ]
    },
    "8": {
      "en": [
        "8:1 Then Jehovah said to Joshua, Do not be afraid or dismayed. Take all the people of war with you, and rise and go up to Ai. See, I have given the king of Ai and his people and his city and his land into your hand.\n",
        "8:2 And you shall do to Ai and to its king as you did to Jericho and to its king; except its spoil and its cattle you shall take for your plunder. Set an ambush for the city behind it.\n",
        "8:3 So Joshua rose up with all the people of war to go up to Ai. And Joshua chose thirty thousand men, mighty men of valor, and sent them out by night.\n",
        "8:4 And he commanded them, saying, See, you shall lie in ambush for the city behind the city. Do not go very far from the city, and all of you be ready.\n",
        "8:5 And I and all the people who are with me will draw near to the city. Then when they come forth to meet us, as it was the first time, we will flee before them.\n",
        "8:6 And they will come out after us until we have drawn them out from the city, for they will say, They are fleeing before us as they did the first time. Thus we will flee before them.\n",
        "8:7 Then you shall rise up from the ambush and take possession of the city, for Jehovah your God will give it into your hand.\n",
        "8:8 And when you capture the city, you shall set the city on fire. You shall do according to the word of Jehovah. See, I have commanded you.\n",
        "8:9 Then Joshua sent them forth; and they went to the place of ambush, and they stayed between Bethel and Ai, to the west of Ai. And Joshua spent that night among the people.\n",
        "8:10 And Joshua rose early in the morning and mustered the people; and he and the elders of Israel went up before the people to Ai.\n",
        "8:11 And all the people of war who were with him went up and drew near and came before the city. And they camped to the north of Ai, so that the valley was between them and Ai.\n",
        "8:12 Now he had taken about five thousand men and set them in ambush between Bethel and Ai, to the west of the city.\n",
        "8:13 So they set the people, the whole camp, which was north of the city, and the rearguard to the west of the city. And Joshua went into the valley that night.\n",
        "8:14 Now when the king of Ai saw this, the men of the city hurried and rose up early and went to meet Israel in battle, he and all his people, at the assigned place, facing the Arabah; for he did not know that there was an ambush set for him behind the city.\n",
        "8:15 And Joshua and all Israel pretended to be beaten before them, and they fled by the way of the wilderness.\n",
        "8:16 Then all the people who were in the city were called together to pursue after them; and they pursued after Joshua and thus were drawn out of the city.\n",
        "8:17 And not a man was left in Ai or in Bethel who did not go forth after Israel, but they abandoned the city, leaving it open, and pursued after Israel.\n",
        "8:18 Then Jehovah said to Joshua, Stretch out the javelin that is in your hand toward Ai, for I will give it into your hand. And Joshua stretched out the javelin that was in his hand toward the city.\n",
        "8:19 And the ambush rose up quickly from their place and ran as soon as he had stretched out his hand, and they entered the city and captured it; and they hurried and set the city on fire.\n",
        "8:20 And when the men of Ai turned to see behind them, they looked, and there it was?the smoke of the city going up to heaven; and they had no way to flee this way or that way when the people who had fled into the wilderness turned back upon the pursuers.\n",
        "8:21 When Joshua and all Israel saw that the ambush had taken the city and that the smoke of the city was rising, they turned and slew the men of Ai.\n",
        "8:22 And the others came out from the city to meet them, so that they were in the midst of Israel, some on this side and some on that side. And they struck them, so that no one was left to survive or escape.\n",
        "8:23 But they took the king of Ai alive and brought him to Joshua.\n",
        "8:24 And when Israel had finished slaying all the inhabitants of Ai in the field, in the wilderness where they had pursued them, and all of them had fallen by the edge of the sword until they were consumed, all Israel returned to Ai and struck it with the edge of the sword.\n",
        "8:25 And all those who fell that day, both of men and of women, were twelve thousand, all the people of Ai.\n",
        "8:26 And Joshua did not withdraw his hand with which he stretched out the javelin until he had utterly destroyed all the inhabitants of Ai.\n",
        "8:27 Only the cattle and the spoil of that city Israel took for themselves as plunder, according to the word of Jehovah, which He commanded Joshua.\n",
        "8:28 So Joshua burned Ai and made it a heap forever; it is a desolation to this day.\n",
        "8:29 And he hanged the king of Ai on a tree until evening time. And when the sun set, Joshua commanded, and they took his corpse down from the tree and threw it at the entrance of the city gate, and they erected over him a great heap of stones, which is there to this day.\n",
        "8:30 Then Joshua built an altar to Jehovah the God of Israel on Mount Ebal,\n",
        "8:31 As Moses the servant of Jehovah had commanded the children of Israel, as it is written in the book of the law of Moses, an altar of unhewn stones upon which no one had lifted up an iron tool. And they offered upon it burnt offerings to Jehovah, and they sacrificed peace offerings.\n",
        "8:32 And there he upon the stones a copy of the law of Moses, which he had written in the presence of the children of Israel.\n",
        "8:33 And all Israel and their elders and their officers and their judges stood on either side of the Ark in front of the Levitical priests who carried the Ark of the Covenant of Jehovah, both sojourner and native alike: half of them in front of Mount Gerizim and half of them in front of Mount Ebal, as Moses the servant of Jehovah had first commanded, to bless the people of Israel.\n",
        "8:34 And afterward he read all the words of the law, the blessing and the curse, according to all that was written in the book of the law.\n",
        "8:35 There was not a word of all that Moses had commanded that Joshua did not read before all the congregation of Israel and the women and the little ones and the sojourners who went among them.\n"
      ],
      "id": [
        "8:1 Kemudian berfirmanlah Tuhan kepada Yosua: Janganlah takut dan janganlah tawar hati; bawalah seluruh tentara dan bersiaplah, majulah ke Ai. Ketahuilah, Aku serahkan kepadamu raja negeri Ai, rakyatnya, kotanya dan negerinya,\n",
        "8:2 dan haruslah kaulakukan kepada Ai dan rajanya, seperti yang kaulakukan kepada Yerikho dan rajanya; hanya barang-barangnya dan ternaknya boleh kamu jarah. Suruhlah orang bersembunyi di belakang kota itu.\n",
        "8:3 Lalu bersiaplah Yosua beserta seluruh tentara untuk pergi ke Ai. Yosua memilih tiga puluh ribu orang, pahlawan-pahlawan yang gagah perkasa, mereka disuruhnya pergi pada waktu malam\n",
        "8:4 dan kepada mereka diperintahkannya, katanya: Ketahuilah, kamu harus bersembunyi di belakang kota itu untuk menyerangnya, janganlah terlalu jauh dari kota itu, dan bersiap-siaplah kamu sekalian.\n",
        "8:5 Aku dan semua orang yang bersama-sama dengan aku akan mendekati kota itu; apabila mereka keluar menyerbu kami, seperti yang pertama kali, maka kami akan melarikan diri dari hadapan mereka.\n",
        "8:6 Jadi mereka akan keluar menyusul kami, sehingga kami memancing mereka jauh dari kota itu, sebab mereka akan berkata: orang-orang itu melarikan diri dari hadapan kita seperti yang pertama kali. Jika kami melarikan diri dari hadapan mereka,\n",
        "8:7 maka kamu harus bangun dari tempat persembunyianmu itu untuk menduduki kota itu, dan Tuhan, Allahmu, akan menyerahkannya ke dalam tanganmu.\n",
        "8:8 Segera setelah kamu merebut kota itu, haruslah kamu membakarnya; sesuai dengan firman Tuhan kamu harus melakukan semuanya itu; ingatlah, itulah perintahku kepadamu.\n",
        "8:9 Demikianlah Yosua menyuruh mereka pergi, lalu berjalanlah mereka ke tempat persembunyian dan tinggal di antara Betel dan Ai, di sebelah barat Ai. Tetapi Yosua bermalam di tengah-tengah rakyat pada malam itu.\n",
        "8:10 Keesokan harinya Yosua bangun pagi-pagi, lalu diperiksanyalah barisan bangsa itu dan berjalanlah ia maju beserta para tua-tua orang Israel di depan bangsa itu ke Ai.\n",
        "8:11 Juga seluruh tentara yang bersama-sama dengan dia berjalan maju; mereka maju mendekat, lalu sampai ke tentangan kota itu, kemudian berkemahlah mereka di sebelah utara Ai, sehingga lembah itu ada di antara mereka dan Ai.\n",
        "8:12 Yosua telah mengambil kira-kira lima ribu orang, lalu disuruhnya mereka bersembunyi di antara Betel dan Ai, di sebelah barat kota itu.\n",
        "8:13 Beginilah rakyat itu diatur: seluruh tentara itu di sebelah utara kota dengan barisan belakang di sebelah barat kota. Pada malam itu berjalanlah Yosua melalui lembah itu.\n",
        "8:14 Pagi-pagi, ketika raja negeri Ai melihat hal itu, maka ia dan seluruh rakyatnya, orang-orang kota itu, segera keluar berperang, menyerbu orang Israel, ke lereng di seberang dataran itu; raja itu tidak tahu, bahwa ada orang bersembunyi di belakang kota.\n",
        "8:15 Yosua dan seluruh orang Israel itu berlaku seolah-olah dipukul mundur oleh mereka, lalu melarikan diri ke arah padang gurun.\n",
        "8:16 Sebab itu semua orang yang ada di kota dikerahkan untuk mengejar orang Israel. Maka mereka mengejar Yosua, sehingga makin jauhlah mereka terpancing dari kota.\n",
        "8:17 Seorang pun tidak tertinggal lagi di Ai dan Betel yang tidak keluar memburu orang Israel. Mereka meninggalkan kota itu terbuka, karena mereka mengejar orang Israel.\n",
        "8:18 Lalu berfirmanlah Tuhan kepada Yosua: Acungkanlah lembing yang ada di tanganmu ke arah Ai, sebab Aku menyerahkan kota itu ke dalam tanganmu. Maka Yosua mengacungkan lembing yang di tangannya ke arah kota itu.\n",
        "8:19 Ketika diacungkannya tangannya, maka segeralah bangun orang-orang yang bersembunyi itu dari tempatnya, mereka berlari memasuki kota, merebutnya, lalu segera membakar kota itu.\n",
        "8:20 Ketika orang Ai berpaling menoleh ke belakang, tampaklah asap kota itu naik membubung ke langit; mereka tidak sempat melarikan diri ke mana pun juga, sebab rakyat yang tadinya lari ke padang gurun, berbalik melawan pengejar-pengejarnya.\n",
        "8:21 Ketika Yosua dan seluruh Israel melihat, bahwa orang-orang yang bersembunyi itu telah merebut kota dan bahwa asap kota itu naik membubung, berbaliklah mereka, lalu menewaskan orang-orang Ai.\n",
        "8:22 Sementara itu juga keluar orang-orang Israel yang lain dari dalam kota menyerbu orang-orang Ai, sehingga terjepit di tengah-tengah orang Israel itu, yang ini dari sini dan yang itu dari sana; orang-orang Ai ditewaskan, sehingga seorang pun dari mereka tidak ada yang dibiarkan terlepas atau luput.\n",
        "8:23 Tetapi raja Ai ditangkap mereka hidup-hidup dan dihadapkan kepada Yosua.\n",
        "8:24 Segera sesudah orang Israel selesai membunuh seluruh penduduk kota Ai di padang terbuka ke mana orang Israel mengejar mereka, dan orang-orang ini semuanya tewas oleh mata pedang sampai orang yang penghabisan, maka seluruh Israel kembali ke Ai dan memukul kota itu dengan mata pedang.\n",
        "8:25 Jumlah semua orang yang tewas pada hari itu, baik laki-laki maupun perempuan, ada dua belas ribu orang, semuanya orang Ai.\n",
        "8:26 Dan Yosua tidak menarik tangannya yang mengacungkan lembing itu, sebelum seluruh penduduk kota Ai ditumpasnya.\n",
        "8:27 Hanya ternak dan barang-barang kota itu dijarah oleh orang Israel, sesuai dengan firman Tuhan, yang diperintahkan-Nya kepada Yosua.\n",
        "8:28 Yosua membakar Ai dan membuatnya menjadi timbunan puing untuk selama-lamanya, menjadi tempat yang tandus sampai sekarang.\n",
        "8:29 Dan raja Ai digantungnya pada sebuah tiang sampai petang. Ketika matahari terbenam, Yosua memerintahkan orang menurunkan mayat itu dari tiang, lalu dilemparkan di depan pintu gerbang kota, kemudian didirikan oranglah di atasnya suatu timbunan batu yang besar, yang masih ada sampai sekarang.\n",
        "8:30 Pada waktu itulah Yosua mendirikan mezbah di gunung Ebal bagi Tuhan, Allah Israel,\n",
        "8:31 seperti yang diperintahkan Musa, hamba Tuhan, kepada orang Israel, menurut apa yang tertulis dalam kitab hukum Musa: suatu mezbah dari batu-batu yang tidak dipahat, yang tidak diolah dengan perkakas besi apa pun. Di atasnyalah mereka mempersembahkan kurban bakaran kepada Tuhan dan mengurbankan kurban keselamatan.\n",
        "8:32 Dan di sanalah di atas batu-batu itu, dituliskan Yosua salinan hukum Musa, yang dituliskannya di depan orang Israel.\n",
        "8:33 Seluruh orang Israel, para tua-tuanya, para pengatur pasukannya dan para hakimnya berdiri sebelah-menyebelah tabut, berhadapan dengan para imam yang memang suku Lewi, para pengangkat tabut perjanjian Tuhan itu, baik pendatang maupun anak negeri, setengahnya menghadap ke gunung Gerizim dan setengahnya lagi menghadap ke gunung Ebal, seperti yang dahulu diperintahkan oleh Musa, hamba Tuhan, apabila orang memberkati bangsa Israel.\n",
        "8:34 Sesudah itu dibacakannyalah segala perkataan hukum Taurat, berkatnya dan kutuknya, sesuai dengan segala apa yang tertulis dalam kitab hukum.\n",
        "8:35 Tidak ada sepatah kata pun dari segala apa yang diperintahkan Musa yang tidak dibacakan oleh Yosua kepada seluruh jemaah Israel dan kepada perempuan-perempuan dan anak-anak dan kepada pendatang yang ikut serta.\n"
      ]
    },
    "9": {
      "en": [
        "9:1 And when all the kings who were across the Jordan in the hill country and in the lowland and on all the shore of the Great Sea toward Lebanon, the Hittites and the Amorites, the Canaanites, the Perizzites, the Hivites, and the Jebusites, heard of this,\n",
        "9:2 They gathered themselves together to fight with Joshua and Israel with one accord.\n",
        "9:3 But the inhabitants of Gibeon heard what Joshua had done to Jericho and to Ai,\n",
        "9:4 And so they too acted craftily. And they went out as though they were envoys; and they took old sacks upon their donkeys, and old torn up and bound up wineskins,\n",
        "9:5 And old patched sandals on their feet, and old garments upon themselves; and all the bread of their provisions was dry and had become moldy.\n",
        "9:6 And they went to Joshua at the camp of Gilgal and said to him and to the men of Israel, From a faraway land we have come; now therefore make a covenant with us.\n",
        "9:7 And the men of Israel said unto the Hivites, Perhaps you dwell among us. How then can we make a covenant with you?\n",
        "9:8 And they said to Joshua, We will be your servants. And Joshua said to them, Who are you, and where are you coming from?\n",
        "9:9 And they said to him, From a very far land your servants have come because of the name of Jehovah your God, for we have heard reports of Him and all that He did in Egypt\n",
        "9:10 And all that He did to the two kings of the Amorites who were across the Jordan, to Sihon the king of Heshbon and to Og the king of Bashan, who was in Ashtaroth.\n",
        "9:11 So our elders and all the inhabitants of our land spoke to us, saying, Take provisions in your hand for the journey, and go to meet them; and you shall say to them, We will be your servants; make then a covenant with us.\n",
        "9:12 This bread of ours was hot when we took it for our provisions from our houses on the day we went forth to come to you; and here it now is: it is dry and has become moldy.\n",
        "9:13 And these wineskins, which we filled, were new; and here they are: they are torn up. And these clothes and sandals of ours have become old because of the very long journey.\n",
        "9:14 And the men took some of their provisions, but they did not for the counsel of Jehovah.\n",
        "9:15 And Joshua made peace with them and made a covenant with them to let them live, and the leaders of the assembly swore an oath to them.\n",
        "9:16 Then at the end of three days, after they had made the covenant with them, they heard that they were their neighbors and that they dwelt among them.\n",
        "9:17 And the children of Israel set out and came to their cities on the third day. Now their cities were Gibeon and Chephirah, Beeroth, and Kiriath-jearim.\n",
        "9:18 And the children of Israel did not strike them, for the leaders of the assembly had sworn to them by Jehovah the God of Israel; and all the assembly murmured against the leaders.\n",
        "9:19 Then all the leaders said to all the assembly, We have sworn to them by Jehovah the God of Israel; therefore now we cannot touch them.\n",
        "9:20 This we will do with them and let them live, so that wrath does not come upon us because of the oath that we swore to them.\n",
        "9:21 And the leaders said to them, Let them live. So they became woodcutters and drawers of water for all the assembly, as the leaders had said concerning them.\n",
        "9:22 Then Joshua called for them and spoke to them, saying, Why have you deceived us, saying, We are very far from you; when you dwell among us?\n",
        "9:23 Now therefore you shall be cursed; and there shall never fail to be slaves from among you, woodcutters and drawers of water for the house of my God.\n",
        "9:24 And they answered Joshua and said, Because it had been told to your servants for certain that Jehovah your God had commanded Moses His servant to give you all the land and to destroy all the inhabitants of the land from before you. Therefore we were very afraid for our lives because of you, and we did this thing.\n",
        "9:25 And now here we are in your hand: Do as it seems good and upright in your sight to do to us.\n",
        "9:26 And he did so to them and delivered them from the hand of the children of Israel, and they did not slay them.\n",
        "9:27 And that day Joshua made them woodcutters and drawers of water for the assembly and for the altar of Jehovah, as they are to this day, in the place that He would choose.\n"
      ],
      "id": [
        "9:1 Ketika terdengar oleh raja-raja di sebelah barat sungai Yordan, di Pegunungan, di Daerah Bukit dan sepanjang tepi pantai Laut Besar sampai ke seberang gunung Libanon, yakni raja-raja orang Het, orang Amori, orang Kanaan, orang Feris, orang Hewi dan orang Yebus,\n",
        "9:2 bergabunglah mereka dengan seia sekata untuk memerangi Yosua dan orang Israel.\n",
        "9:3 Tetapi ketika terdengar kepada penduduk negeri Gibeon apa yang dilakukan Yosua terhadap Yerikho dan Ai,\n",
        "9:4 maka mereka pun bertindak dengan memakai akal: mereka pergi menyediakan bekal, mengambil karung yang buruk-buruk untuk dimuatkan ke atas keledai mereka dan kirbat anggur yang buruk-buruk, yang robek dan dijahit kembali,\n",
        "9:5 dan kasut yang buruk-buruk dan ditambal untuk dikenakan pada kaki mereka dan pakaian yang buruk-buruk untuk dikenakan oleh mereka, sedang segala roti bekal mereka telah kering, tinggal remah-remah belaka.\n",
        "9:6 Demikianlah mereka pergi kepada Yosua, ke tempat perkemahan di Gilgal. Berkatalah mereka kepadanya dan kepada orang-orang Israel itu: Kami ini datang dari negeri jauh; maka sekarang ikatlah perjanjian dengan kami.\n",
        "9:7 Tetapi berkatalah orang-orang Israel kepada orang-orang Hewi itu: Barangkali kamu ini diam di tengah-tengah kami, bagaimana mungkin kami mengikat perjanjian dengan kamu?\n",
        "9:8 Lalu kata mereka kepada Yosua: Kami ini hamba-hambamu. Tanya Yosua: Siapakah kamu ini dan dari manakah kamu datang?\n",
        "9:9 Jawab mereka kepadanya: Dari negeri yang sangat jauh hamba-hambamu ini datang karena nama Tuhan, Allahmu, sebab kami telah mendengar kabar tentang Dia, yakni segala yang dilakukan-Nya di Mesir,\n",
        "9:10 dan segala yang dilakukan-Nya terhadap kedua raja orang Amori itu di seberang sungai Yordan, Sihon, raja Hesybon, dan Og, raja Basan, yang diam di Asytarot.\n",
        "9:11 Sebab itu para tua-tua kami dan seluruh penduduk negeri kami berkata kepada kami, demikian: Bawalah bekal untuk di jalan dan pergilah menemui mereka dan berkatalah kepada mereka: Kami ini hamba-hambamu, maka sekarang ikatlah perjanjian dengan kami.\n",
        "9:12 Inilah roti kami: masih panas ketika kami bawa sebagai bekal dari rumah pada hari kami berangkat berjalan mendapatkan kamu, tetapi sekarang, lihatlah, telah kering dan tinggal remah-remah belaka.\n",
        "9:13 Inilah kirbat-kirbat anggur, yang masih baru ketika kami mengisinya, tetapi lihatlah, telah robek; dan inilah pakaian dan kasut kami, semuanya telah buruk-buruk karena perjalanan yang sangat jauh itu.\n",
        "9:14 Lalu orang-orang Israel mengambil bekal orang-orang itu, tetapi tidak meminta keputusan Tuhan.\n",
        "9:15 Maka Yosua mengadakan persahabatan dengan mereka dan mengikat perjanjian dengan mereka, bahwa ia akan membiarkan mereka hidup; dan para pemimpin umat itu bersumpah kepada mereka.\n",
        "9:16 Tetapi setelah lewat tiga hari, sesudah orang Israel mengikat perjanjian dengan orang-orang itu, terdengarlah oleh mereka, bahwa orang-orang itu tinggal dekat mereka, bahkan diam di tengah-tengah mereka.\n",
        "9:17 Sebab orang Israel berangkat pergi dan pada hari ketiga sampai ke kota-kota orang-orang itu; adapun kota-kota itu ialah Gibeon, Kefira, Beerot dan Kiryat-Yearim.\n",
        "9:18 Orang Israel tidak menewaskan, sebab para pemimpin umat telah bersumpah kepada mereka demi Tuhan, Allah Israel. Lalu bersungut-sungutlah segenap umat kepada para pemimpin.\n",
        "9:19 Berkatalah pemimpin-pemimpin itu kepada seluruh umat: Kami telah bersumpah kepada mereka demi Tuhan, Allah Israel; oleh sebab itu kita tidak dapat mengusik mereka.\n",
        "9:20 Beginilah akan kita perlakukan mereka: membiarkan mereka hidup, supaya kita jangan tertimpa murka karena sumpah yang telah kita ikrarkan itu kepada mereka.\n",
        "9:21 Lagi kata para pemimpin kepada mereka: Biarlah mereka hidup. Maka mereka pun dijadikan tukang belah kayu dan tukang timba air untuk segenap umat, seperti yang ditetapkan oleh para pemimpin mengenai mereka.\n",
        "9:22 Lalu Yosua memanggil mereka dan berkata kepada mereka, demikian: Mengapa kamu menipu kami dengan berkata: Kami ini tinggal sangat jauh dari pada kamu, padahal kamu diam di tengah-tengah kami?\n",
        "9:23 Oleh sebab itu, terkutuklah kamu dan tak putus-putusnya kamu menjadi hamba, tukang belah kayu dan tukang timba air untuk rumah Allahku.\n",
        "9:24 Jawab mereka kepada Yosua, katanya: Sebab telah dikabarkan dengan sungguh-sungguh kepada hamba-hambamu ini, bahwa Tuhan, Allahmu, memerintahkan kepada Musa hamba-Nya, memberikan seluruh negeri itu kepadamu dan memunahkan seluruh penduduk negeri itu dari depan kamu, maka sangatlah kami takut kehilangan nyawa, menghadapi kamu; itulah sebabnya kami melakukan yang demikian.\n",
        "9:25 Maka sekarang, kami ini dalam tanganmu; perlakukanlah kami seperti yang kaupandang baik dan benar untuk dilakukan kepada kami.\n",
        "9:26 Demikianlah dilakukannya kepada mereka. Dilepaskannyalah mereka dari tangan orang-orang Israel, sehingga mereka tidak dibunuh.\n",
        "9:27 Dan pada waktu itu Yosua menjadikan mereka tukang belah kayu dan tukang timba air untuk umat itu dan untuk mezbah Tuhan, sampai sekarang, di tempat yang akan dipilih-Nya.\n"
      ]
    },
    "20": {
      "en": [
        "20:1 Then Jehovah spoke to Joshua, saying,\n",
        "20:2 Speak to the children of Israel, saying, Designate the cities of refuge, concerning which I spoke to you through Moses,\n",
        "20:3 So that the manslayer who kills a person by mistake and unwittingly may flee there. And they will be to you as a refuge from the avenger of blood.\n",
        "20:4 And he shall flee to one of these cities and stand at the entrance of the gate of the city and declare his cause in the ears of the elders of that city. And they shall take him into the city to themselves and give him a place; and he shall dwell among them.\n",
        "20:5 And if the avenger of blood pursues after him, they shall not deliver the manslayer into his hand, for he struck his neighbor unwittingly and had not hated him previously.\n",
        "20:6 And he shall dwell in that city until he can stand before the assembly for a judgment, until the death of the high priest who is at that time; then the manslayer shall return and enter into his own city and into his own house, into the city from which he fled.\n",
        "20:7 And they set apart Kedesh in Galilee in the hill country of Naphtali and Shechem in the hill country of Ephraim and Kiriath-arba (this is Hebron) in the hill country of Judah.\n",
        "20:8 And across the Jordan at Jericho, to the east, they designated Bezer in the wilderness on the plain out of the tribe of Reuben and Ramoth in Gilead out of the tribe of Gad and Golan in Bashan out of the tribe of Manasseh.\n",
        "20:9 These were the appointed cities for all the children of Israel and for the sojourner who sojourned among them, so that anyone who killed a person by mistake might flee there and not die at the hand of the avenger of blood until he stood before the assembly.\n"
      ],
      "id": [
        "20:1 Berfirmanlah Tuhan kepada Yosua, demikian:\n",
        "20:2 Katakanlah kepada orang Israel, begini: Tentukanlah bagimu kota-kota perlindungan, yang telah Kusebutkan kepadamu dengan perantaraan Musa,\n",
        "20:3 supaya siapa yang membunuh seseorang dengan tidak sengaja, dengan tidak ada niat lebih dahulu, dapat melarikan diri ke sana, sehingga kota-kota itu menjadi tempat perlindungan bagimu terhadap penuntut tebusan darah.\n",
        "20:4 Apabila ia melarikan diri ke salah satu kota tadi, maka haruslah ia tinggal berdiri di depan pintu gerbang kota dan memberitahukan perkaranya kepada para tua-tua kota. Mereka harus menerima dia dalam kota itu dan memberikan tempat kepadanya, dan ia akan diam pada mereka.\n",
        "20:5 Apabila penuntut tebusan darah itu mengejar dia, pembunuh itu tidak akan diserahkan mereka ke dalam tangannya, sebab ia telah membunuh sesamanya manusia dengan tidak ada niat lebih dahulu, dan dengan tidak menaruh benci kepadanya lebih dahulu.\n",
        "20:6 Ia harus tetap diam di kota itu sampai ia dihadapkan kepada rapat jemaah untuk diadili, sampai imam besar yang ada pada waktu itu mati. Maka barulah pembunuh itu boleh pulang ke kotanya dan ke rumahnya, ke kota dari mana ia melarikan diri.\n",
        "20:7 Lalu orang Israel mengkhususkan sebagai kota perlindungan: Kedesh di Galilea, di pegunungan Naftali dan Sikhem, di pegunungan Efraim, dan Kiryat-Arba, itulah Hebron, di pegunungan Yehuda.\n",
        "20:8 Dan di seberang sungai Yordan, di sebelah timur Yerikho, mereka menentukan Bezer, di padang gurun, di dataran tinggi, dari suku Ruben; dan Ramot di Gilead dari suku Gad, dan Golan di Basan dari suku Manasye.\n",
        "20:9 Itulah kota-kota yang ditetapkan bagi semua orang Israel dan bagi pendatang-pendatang yang ada di tengah-tengah mereka, supaya setiap orang yang membunuh seseorang dengan tidak sengaja dapat melarikan diri ke sana dan jangan mati dibunuh oleh tangan penuntut tebusan darah, sebelum ia dihadapkan kepada rapat jemaah.\n"
      ]
    },
    "10": {
      "en": [
        "10:1 And when Adoni-zedek the king of Jerusalem heard that Joshua had taken Ai and had utterly destroyed it (as he had done to Jericho and its king, so did he do to Ai and its king), and that the inhabitants of Gibeon had made peace with Israel and were among them,\n",
        "10:2 They were very afraid, because Gibeon was a great city, like one of the royal cities, and because it was greater than Ai and all its men were mighty men.\n",
        "10:3 So Adoni-zedek the king of Jerusalem sent word to Hoham the king of Hebron and Piram the king of Jarmuth and Japhia the king of Lachish and Debir the king of Eglon, saying,\n",
        "10:4 Come up to me and help me, and let us strike Gibeon; for they have made peace with Joshua and the children of Israel.\n",
        "10:5 Therefore the five kings of the Amorites, the king of Jerusalem, the king of Hebron, the king of Jarmuth, the king of Lachish, and the king of Eglon, gathered together and went up, they and all their camps; and they camped against Gibeon and fought against it.\n",
        "10:6 And the men of Gibeon sent word to Joshua at the camp at Gilgal, saying, Do not let your hand fail your servants. Come up to us quickly; and save us and help us, for all the kings of the Amorites who inhabit the hill country are gathered against us.\n",
        "10:7 So Joshua went up from Gilgal, he and all the people of war with him and all the mighty men of valor.\n",
        "10:8 And Jehovah said to Joshua, Do not be afraid of them, for I have given them into your hand. No man among them will stand before you.\n",
        "10:9 So Joshua came upon them suddenly, for he journeyed from Gilgal all night long.\n",
        "10:10 And Jehovah threw them into a panic before Israel, and He struck them with a great stroke at Gibeon; and He pursued them on the way toward the ascent of Beth-horon; and He struck them as far as Azekah and Makkedah.\n",
        "10:11 And while they fled from before Israel, when they were on the descent of Beth-horon, Jehovah sent large stones upon them from heaven as far as Azekah, and they died. There were more who died because of the hailstones than the children of Israel slew with the sword.\n",
        "10:12 Then Joshua spoke to Jehovah on the day when Jehovah delivered up the Amorites before the children of Israel; and he said in the sight of Israel, Sun, be still over Gibeon; And you, Moon, over the valley of Aijalon!\n",
        "10:13 And the sun was still, And the moon stayed, Until the nation avenged themselves of their enemies. Is it not written in the book of Jashar? And the sun stayed in the middle of the heavens, and it did not hurry to set for about a whole day.\n",
        "10:14 And there was never a day like that day, before it or after it, when Jehovah listened to the voice of a man; for Jehovah fought for Israel.\n",
        "10:15 Then Joshua and all Israel with him returned to the camp at Gilgal.\n",
        "10:16 And these five kings fled and hid themselves in the cave at Makkedah.\n",
        "10:17 And it was told to Joshua, saying, The five kings have been found, hidden in the cave at Makkedah.\n",
        "10:18 And Joshua said, Roll large stones over the mouth of the cave, and station men by it in order to keep them.\n",
        "10:19 But you, do not stay here; pursue after your enemies, and attack them from behind. Do not allow them to go to their cities, for Jehovah your God has given them into your hand.\n",
        "10:20 And when Joshua and the children of Israel finished striking them with a very great stroke until they were consumed, though there were some survivors of them who survived and went into the fortified cities,\n",
        "10:21 All the people returned to the camp, to Joshua at Makkedah, in peace. No one spoke against any of the children of Israel.\n",
        "10:22 Then Joshua said, Open the mouth of the cave, and bring those five kings out of the cave to me.\n",
        "10:23 And they did so; and they brought those kings out of the cave to him: the king of Jerusalem, the king of Hebron, the king of Jarmuth, the king of Lachish, and the king of Eglon.\n",
        "10:24 And when they brought out those five kings to Joshua, Joshua called for all the men of Israel; and he said to the chiefs of the men of war who went with him, Come near; put your feet upon the necks of these kings. And they came near and put their feet upon their necks.\n",
        "10:25 And Joshua said to them, Do not be afraid or dismayed; be strong and take courage, for thus will Jehovah do to all your enemies against whom you fight.\n",
        "10:26 And Joshua struck them after that and put them to death, and he hung them on five trees; and they hung upon the trees until evening.\n",
        "10:27 And when the sun set, Joshua commanded, and they took them down from the trees and threw them into the cave where they had hidden; and they put large stones over the mouth of the cave, which remain to this very day.\n",
        "10:28 And Joshua captured Makkedah on that day, and he struck it and its king with the edge of the sword. He utterly destroyed them and every soul that was in it; he left no survivors. And he did to the king of Makkedah as he had done to the king of Jericho.\n",
        "10:29 Then Joshua and all Israel with him passed on from Makkedah to Libnah, and he fought with Libnah.\n",
        "10:30 And Jehovah delivered it also with its king into the hand of Israel. And he struck it with the edge of the sword, as well as every soul that was in it; he left no survivors in it. And he did to its king as he had done to the king of Jericho.\n",
        "10:31 Then Joshua and all Israel with him passed on from Libnah to Lachish, and he camped against it and fought against it.\n",
        "10:32 And Jehovah delivered Lachish into the hand of Israel, and he captured it on the second day and struck it with the edge of the sword as well as every soul that was in it, just as he had done to Libnah.\n",
        "10:33 Then Horam the king of Gezer came up to help Lachish, and Joshua struck him and his people, so that he left him no survivor.\n",
        "10:34 Then Joshua and all Israel with him passed on from Lachish to Eglon, and they camped against it and fought against it.\n",
        "10:35 And they captured it on that day and struck it with the edge of the sword; and every soul that was in it he utterly destroyed on that day, just as he had done to Lachish.\n",
        "10:36 Then Joshua and all Israel with him went up from Eglon to Hebron, and they fought against it.\n",
        "10:37 And they captured it and struck it with the edge of the sword as well as its king and all its cities and every soul that was in it. He left no survivor, just as he had done to Eglon; but he utterly destroyed it and every soul that was in it.\n",
        "10:38 Then Joshua and all Israel with him returned to Debir, and he fought against it.\n",
        "10:39 And he captured it and its king and all its cities; and they struck them with the edge of the sword and utterly destroyed every soul that was in it; he left no survivor. As he had done to Hebron, and as he had done to Libnah and its king, so he did to Debir and its king.\n",
        "10:40 Thus Joshua struck the whole land: the hill country and the Negev and the lowland and the slopes and all their kings; he left no survivor but utterly destroyed everything that breathed, as Jehovah the God of Israel had commanded.\n",
        "10:41 And Joshua struck them from Kadesh-barnea even unto Gaza, and all the land of Goshen even unto Gibeon.\n",
        "10:42 Now all these kings and their lands Joshua took at one time, for Jehovah the God of Israel fought for Israel.\n",
        "10:43 Then Joshua and all Israel with him returned to the camp at Gilgal.\n"
      ],
      "id": [
        "10:1 Setelah terdengar oleh Adoni-Zedek, raja Yerusalem, bahwa Yosua telah merebut Ai dan telah menumpasnya - seperti yang dilakukannya terhadap Yerikho dan terhadap rajanya, demikianlah juga dilakukannya terhadap Ai dan terhadap rajanya - dan bahwa penduduk kota Gibeon telah mengadakan ikatan persahabatan dengan orang Israel dan diam di tengah-tengah mereka,\n",
        "10:2 maka sangat takutlah orang, sebab Gibeon itu kota yang besar, seperti salah satu kota kerajaan, bahkan lebih besar dari Ai, dan semua orangnya adalah pahlawan.\n",
        "10:3 Sebab itu Adoni-Zedek, raja Yerusalem, menyuruh orang kepada Hoham, raja Hebron, kepada Piream, raja Yarmut, kepada Yafia, raja Lakhis, dan kepada Debir, raja Eglon, mengatakan:\n",
        "10:4 Datanglah kepadaku dan bantulah aku, supaya kita menggempur Gibeon, karena telah mengadakan ikatan persahabatan dengan Yosua dan orang Israel.\n",
        "10:5 Lalu kelima raja orang Amori itu berkumpul dan bergerak maju: raja Yerusalem, raja Hebron, raja Yarmut, raja Lakhis dan raja Eglon, mereka beserta seluruh tentara mereka. Mereka berkemah mengepung Gibeon dan berperang melawannya.\n",
        "10:6 Lalu orang-orang Gibeon itu menyuruh orang kepada Yosua, ke tempat perkemahan di Gilgal, mengatakan: Jangan menarik tanganmu dari pada hamba-hambamu ini. Datanglah dengan segera kepada kami, lepaskanlah kami dan bantulah kami, sebab semua raja orang Amori, yang diam di pegunungan, telah bergabung melawan kami.\n",
        "10:7 Lalu Yosua bergerak maju dari Gilgal, dia dan seluruh tentara yang bersama-sama dengan dia, semuanya pahlawan yang gagah perkasa.\n",
        "10:8 Berfirmanlah Tuhan kepada Yosua: Janganlah takut kepada mereka, sebab Aku menyerahkan mereka kepadamu. Tidak seorang pun dari mereka yang akan dapat bertahan menghadapi engkau.\n",
        "10:9 Lalu Yosua menyerang mereka dengan tiba-tiba, setelah semalam-malaman bergerak maju dari Gilgal.\n",
        "10:10 Dan Tuhan mengacaukan mereka di depan orang Israel, sehingga Yosua menimbulkan kekalahan yang besar di antara mereka dekat Gibeon, mengejar mereka ke arah pendakian Bet-Horon dan memukul mereka mundur sampai dekat Azeka dan Makeda.\n",
        "10:11 Sedang mereka melarikan diri di depan orang Israel dan baru di lereng Bet-Horon, maka Tuhan melempari mereka dengan batu-batu besar dari langit, sampai ke Azeka, sehingga mereka mati. Yang mati kena hujan batu itu ada lebih banyak dari yang dibunuh oleh orang Israel dengan pedang.\n",
        "10:12 Lalu Yosua berbicara kepada Tuhan pada hari Tuhan menyerahkan orang Amori itu kepada orang Israel; ia berkata di hadapan orang Israel: Matahari, berhentilah di atas Gibeon dan engkau, bulan, di atas lembah Ayalon!\n",
        "10:13 Maka berhentilah matahari dan bulan pun tidak bergerak, sampai bangsa itu membalaskan dendamnya kepada musuhnya. Bukankah hal itu telah tertulis dalam Kitab Orang Jujur? Matahari tidak bergerak di tengah langit dan lambat-lambat terbenam kira-kira sehari penuh.\n",
        "10:14 Belum pernah ada hari seperti itu, baik dahulu maupun kemudian, bahwa Tuhan mendengarkan permohonan seorang manusia secara demikian, sebab yang berperang untuk orang Israel ialah Tuhan.\n",
        "10:15 Kemudian Yosua dan seluruh orang Israel yang menyertainya pulang kembali ke tempat perkemahan di Gilgal.\n",
        "10:16 Kelima raja itu melarikan diri dan bersembunyi di dalam gua di Makeda.\n",
        "10:17 Kepada Yosua dikabarkan, demikian: Kelima raja itu telah ditemukan bersembunyi di dalam gua di Makeda.\n",
        "10:18 Lalu berkatalah Yosua: Gulingkanlah batu-batu yang besar ke mulut gua itu dan tempatkanlah di sana orang untuk menjaga mereka.\n",
        "10:19 Tetapi kamu, janganlah kamu berhenti, kejarlah musuhmu dan hantamlah barisan belakangnya; janganlah biarkan mereka masuk ke dalam kota-kota mereka, sebab Tuhan, Allahmu, menyerahkan mereka kepadamu!\n",
        "10:20 Setelah Yosua dan orang Israel selesai menimbulkan kekalahan yang besar sekali di antara mereka, sampai mereka dihancurkan sama sekali - beberapa orang dari mereka dapat lolos dan masuk ke kota-kota yang diperkuat -\n",
        "10:21 pulanglah seluruh bangsa itu dengan selamat kepada Yosua ke tempat perkemahan, di Makeda. Tidak ada seorang pun yang berani melemparkan kata-kata ancaman terhadap orang Israel.\n",
        "10:22 Kemudian berkatalah Yosua: Bukalah mulut gua dan keluarkanlah kelima raja itu dari dalam dan bawa kepadaku.\n",
        "10:23 Dilakukan oranglah demikian, kelima raja itu dikeluarkan dari gua itu dan dibawa kepadanya: raja Yerusalem, raja Hebron, raja Yarmut, raja Lakhis dan raja Eglon.\n",
        "10:24 Setelah raja-raja itu dikeluarkan dan dibawa kepada Yosua, maka Yosua pun memanggil semua orang Israel berkumpul dan berkata kepada para panglima tentara, yang ikut berperang bersama-sama dengan dia: Marilah dekat, taruhlah kakimu ke atas tengkuk raja-raja ini. Maka datanglah mereka dekat dan menaruh kakinya ke atas tengkuk raja-raja itu.\n",
        "10:25 Lalu berkatalah Yosua kepada mereka: Janganlah takut dan janganlah tawar hati, kuatkan dan teguhkanlah hatimu, sebab secara itulah akan dilakukan Tuhan kepada semua musuhmu, yang kamu perangi.\n",
        "10:26 Sesudah itu Yosua membunuh raja-raja itu, dan menggantung mereka pada lima tiang, dan mereka tinggal tergantung pada tiang-tiang itu sampai matahari terbenam.\n",
        "10:27 Tetapi menjelang matahari terbenam, atas perintah Yosua mayat mereka diturunkan dari tiang-tiang itu, dan dilemparkan ke dalam gua, tempat mereka bersembunyi. Lalu mulut gua itu ditutupi orang dengan batu-batu besar, yang masih ada sampai sekarang.\n",
        "10:28 Pada hari itu Yosua merebut Makeda dan kota itu dipukulnya dengan mata pedang, juga rajanya; kota itu dan semua makhluk yang ada di dalamnya ditumpasnya, tidak ada seorang pun yang dibiarkannya lolos, dan raja Makeda, diperlakukannya seperti telah diperlakukannya raja Yerikho.\n",
        "10:29 Kemudian Yosua dengan seluruh Israel berjalan terus dari Makeda ke Libna, lalu memerangi Libna.\n",
        "10:30 Dan Tuhan menyerahkan kota itu juga kepada orang Israel, beserta rajanya. Yosua memukul kota itu dan semua makhluk yang ada di dalamnya dengan mata pedang, tidak ada seorang pun di dalamnya yang dibiarkannya lolos, dan rajanya itu, diperlakukannya seperti telah diperlakukannya raja Yerikho.\n",
        "10:31 Kemudian Yosua dengan seluruh Israel berjalan terus dari Libna ke Lakhis, lalu berkemah mengepung kota itu dan berperang melawannya.\n",
        "10:32 Dan Tuhan menyerahkan Lakhis kepada orang Israel. Yosua merebut kota itu pada hari yang kedua. Kota itu dan semua makhluk yang ada di dalamnya dipukulnya dengan mata pedang, tepat seperti yang dilakukannya terhadap Libna.\n",
        "10:33 Lalu Horam, raja Gezer, maju untuk membantu Lakhis, tetapi Yosua menewaskan dia dan rakyatnya, sehingga tidak ada seorang pun padanya yang dibiarkannya lolos.\n",
        "10:34 Kemudian Yosua dengan seluruh Israel berjalan terus dari Lakhis ke Eglon, lalu mereka berkemah mengepung kota itu dan berperang melawannya.\n",
        "10:35 Kota itu direbut mereka pada hari itu juga dan dipukul dengan mata pedang. Semua makhluk yang ada di dalamnya ditumpasnya pada hari itu, tepat seperti yang dilakukan terhadap Lakhis.\n",
        "10:36 Kemudian Yosua dengan seluruh Israel bergerak maju dari Eglon ke Hebron, lalu berperang melawannya.\n",
        "10:37 Negeri itu direbut mereka dan dipukul dengan mata pedang, juga rajanya dan segala kotanya dan semua makhluk yang ada di dalamnya, tidak seorang pun yang dibiarkannya lolos, tepat seperti yang dilakukannya terhadap Eglon. Kota itu dan semua makhluk yang ada di dalamnya ditumpasnya.\n",
        "10:38 Kemudian Yosua dengan seluruh Israel kembali ke Debir, lalu berperang melawannya.\n",
        "10:39 Negeri itu beserta rajanya dan segala kotanya direbutnya, dan dipukul dengan mata pedang. Semua makhluk yang ada di dalamnya ditumpas mereka, tidak seorang pun yang dibiarkannya lolos; seperti yang dilakukannya terhadap Hebron, demikianlah dilakukan terhadap Debir beserta rajanya, sama seperti yang dilakukannya terhadap Libna beserta rajanya.\n",
        "10:40 Demikianlah Yosua mengalahkan seluruh negeri itu, Pegunungan, Tanah Negeb, Daerah Bukit dan Lereng Gunung, beserta semua raja mereka. Tidak seorang pun yang dibiarkannya lolos, tetapi ditumpasnya semua yang bernafas, seperti yang diperintahkan Tuhan, Allah Israel.\n",
        "10:41 Yosua menewaskan mereka dari Kadesh-Barnea sampai Gaza, juga seluruh tanah Gosyen sampai Gibeon.\n",
        "10:42 Semua raja ini dan negeri mereka telah dikalahkan Yosua sekaligus, sebab yang berperang untuk orang Israel ialah Tuhan, Allah Israel.\n",
        "10:43 Kemudian Yosua dengan seluruh Israel pulang kembali ke tempat perkemahan di Gilgal.\n"
      ]
    },
    "21": {
      "en": [
        "21:1 Then the heads of the fathers? houses of the Levites approached Eleazar the priest and Joshua the son of Nun and the heads of the fathers? houses of the tribes of the children of Israel,\n",
        "21:2 And they spoke to them in Shiloh in the land of Canaan, saying, Jehovah commanded through Moses that we be given cities to dwell in with their pasture lands for our cattle.\n",
        "21:3 So the children of Israel gave the Levites, according to the commandment of Jehovah, these cities with their pasture lands out of their inheritance:\n",
        "21:4 And the lot came out for the families of the Kohathites. And to the children of Aaron the priest who were of the Levites there went by lot thirteen cities out of the tribe of Judah and out of the tribe of the Simeonites and out of the tribe of Benjamin.\n",
        "21:5 And to the rest of the children of Kohath there went by lot ten cities out of the families of the tribe of Ephraim and out of the tribe of Dan and out of the half-tribe of Manasseh.\n",
        "21:6 And to the children of Gershon there went by lot thirteen cities out of the families of the tribe of Issachar and out of the tribe of Asher and out of the tribe of Naphtali and out of the half-tribe of Manasseh in Bashan.\n",
        "21:7 To the children of Merari according to their families there went twelve cities out of the tribe of Reuben and out of the tribe of Gad and out of the tribe of Zebulun.\n",
        "21:8 So the children of Israel gave by lot to the Levites these cities with their pasture lands, as Jehovah had commanded through Moses.\n",
        "21:9 And out of the tribe of the children of Judah and out of the tribe of the children of Simeon they gave these cities, which are here mentioned by name;\n",
        "21:10 And they went to the children of Aaron, one of the families of the Kohathites, of the children of Levi; for the first lot was theirs.\n",
        "21:11 And they gave them Kiriath-arba (Arba was the father of Anak), which is Hebron, in the hill country of Judah, with its pasture lands around it.\n",
        "21:12 But the fields of the city and its villages they gave to Caleb the son of Jephunneh for his possession.\n",
        "21:13 And to the children of Aaron the priest they gave Hebron with its pasture lands, the city of refuge for the manslayer; and Libnah with its pasture lands\n",
        "21:14 And Jattir with its pasture lands and Eshtemoa with its pasture lands\n",
        "21:15 And Holon with its pasture lands and Debir with its pasture lands\n",
        "21:16 And Ain with its pasture lands and Juttah with its pasture lands and Beth-shemesh with its pasture lands: nine cities out of those two tribes.\n",
        "21:17 And out of the tribe of Benjamin, Gibeon with its pasture lands, Geba with its pasture lands,\n",
        "21:18 Anathoth with its pasture lands, and Almon with its pasture lands: four cities.\n",
        "21:19 All the cities of the children of Aaron, the priests, were thirteen cities with their pasture lands.\n",
        "21:20 And as for the families of the children of Kohath, the Levites who remained of the children of Kohath, the cities of their lot out of the tribe of Ephraim were given.\n",
        "21:21 And they gave them Shechem with its pasture lands in the hill country of Ephraim, the city of refuge for the manslayer; and Gezer with its pasture lands\n",
        "21:22 And Kibzaim with its pasture lands and Beth-horon with its pasture lands: four cities.\n",
        "21:23 And out of the tribe of Dan: Eltekeh with its pasture lands, Gibbethon with its pasture lands,\n",
        "21:24 Aijalon with its pasture lands, Gath-rimmon with its pasture lands: four cities.\n",
        "21:25 And out of the half-tribe of Manasseh: Taanach with its pasture lands and Gath-rimmon with its pasture lands: two cities.\n",
        "21:26 All the cities for the families of the children of Kohath who remained were ten, with their pasture lands.\n",
        "21:27 And to the children of Gershon, one of the families of the Levites, they gave, out of the half-tribe of Manasseh, Golan in Bashan with its pasture lands, the city of refuge for the manslayer; and Be-eshterah with its pasture lands: two cities.\n",
        "21:28 And out of the tribe of Issachar: Kishion with its pasture lands, Daberath with its pasture lands,\n",
        "21:29 Jarmuth with its pasture lands, En-gannim with its pasture lands: four cities.\n",
        "21:30 And out of the tribe of Asher: Mishal with its pasture lands, Abdon with its pasture lands,\n",
        "21:31 Helkath with its pasture lands, and Rehob with its pasture lands: four cities.\n",
        "21:32 And out of the tribe of Naphtali: Kedesh in Galilee with its pasture lands, the city of refuge for the manslayer; and Hammoth-dor with its pasture lands and Kartan with its pasture lands: three cities.\n",
        "21:33 All the cities of the Gershonites according to their families were thirteen cities, with their pasture lands.\n",
        "21:34 And to the families of the children of Merari, the rest of the Levites, out of the tribe of Zebulun, they gave Jokneam with its pasture lands and Kartah with its pasture lands,\n",
        "21:35 Dimnah with its pasture lands, Nahalal with its pasture lands: four cities.\n",
        "21:36 And out of the tribe of Reuben: Bezer with its pasture lands and Jahaz with its pasture lands,\n",
        "21:37 Kedemoth with its pasture lands and Mephaath with its pasture lands: four cities.\n",
        "21:38 And out of the tribe of Gad: Ramoth in Gilead with its pasture lands, the city of refuge for the manslayer; and Mahanaim with its pasture lands,\n",
        "21:39 Heshbon with its pasture lands, Jazer with its pasture lands: four cities in all.\n",
        "21:40 These were all the cities for the children of Merari according to their families, which remained of the families of the Levites; and their lot was twelve cities.\n",
        "21:41 All the cities of the Levites in the midst of the possession of the children of Israel were forty-eight cities with their pasture lands.\n",
        "21:42 Each of these cities had its pasture lands around it; so it was with all these cities.\n",
        "21:43 So Jehovah gave Israel all the land that He had sworn to give to their fathers, and they possessed it and dwelt in it.\n",
        "21:44 And Jehovah gave them rest all around, according to all that He had sworn to their fathers. And no one among all their enemies could stand before them; Jehovah delivered all their enemies into their hand.\n",
        "21:45 Not a word failed of all the good things that Jehovah had spoken to the house of Israel; all came to pass.\n"
      ],
      "id": [
        "21:1 Kemudian datanglah para kepala kaum keluarga orang Lewi menghadap imam Eleazar, menghadap Yosua bin Nun, dan menghadap para kepala kaum keluarga di antara suku-suku orang Israel\n",
        "21:2 dan berkata kepada mereka di Silo di tanah Kanaan, demikian: Tuhan telah memerintahkan dengan perantaraan Musa, supaya diberikan kepada kami kota-kota untuk didiami dan tanah-tanah penggembalaannya untuk ternak kami.\n",
        "21:3 Lalu orang Israel memberikan dari milik pusaka mereka kota-kota yang berikut dengan tanah-tanah penggembalaannya kepada orang Lewi, seperti yang dititahkan Tuhan.\n",
        "21:4 Lalu keluarlah undian bagi kaum-kaum orang Kehat. Maka di antara orang Lewi anak-anak imam Harun, mendapat dengan undian tiga belas kota dari suku Yehuda, dari suku Simeon dan dari suku Benyamin.\n",
        "21:5 Kaum-kaum yang lain di antara keturunan Kehat mendapat dengan undian sepuluh kota dari kaum-kaum suku Efraim, dari suku Dan dan dari suku Manasye yang setengah itu.\n",
        "21:6 Keturunan Gerson mendapat dengan undian tiga belas kota dari kaum-kaum suku Isakhar, dari suku Asyer, dari suku Naftali dan dari setengah suku Manasye yang di Basan itu.\n",
        "21:7 Keturunan Merari mendapat dengan undian dua belas kota menurut kaum-kaum mereka, dari suku Ruben, dari suku Gad dan dari suku Zebulon.\n",
        "21:8 Demikianlah diberikan orang Israel kota-kota tadi dengan tanah-tanah penggembalaannya kepada orang Lewi dengan undian seperti yang diperintahkan Tuhan dengan perantaraan Musa.\n",
        "21:9 Dari suku bani Yehuda dan dari suku bani Simeon diberikan mereka kota-kota yang berikut, yang disebutkan namanya di sini:\n",
        "21:10 kepada anak-anak Harun yang dari kaum-kaum orang Kehat yang termasuk bani Lewi, karena bagi merekalah undian yang pertama,\n",
        "21:11 kepada mereka diberikan Kiryat-Arba, itulah Hebron - Arba inilah bapa suku Enak - di pegunungan Yehuda, dan tanah-tanah penggembalaan di sekelilingnya;\n",
        "21:12 tetapi tanah ladang kota tadi dengan desa-desanya telah diberikan mereka kepada Kaleb bin Yefune menjadi miliknya.\n",
        "21:13 Kepada anak-anak imam Harun, diberikan mereka Hebron, kota perlindungan untuk pembunuh, dan tanah-tanah penggembalaan kota itu, Libna dengan tanah-tanah penggembalaannya,\n",
        "21:14 Yatir dengan tanah-tanah penggembalaannya, Estemoa dengan tanah-tanah penggembalaannya,\n",
        "21:15 Holon dengan tanah-tanah penggembalaannya, Debir dengan tanah-tanah penggembalaannya,\n",
        "21:16 Ain dengan tanah-tanah penggembalaannya, Yuta dengan tanah-tanah penggembalaannya dan Bet-Semes dengan tanah-tanah penggembalaannya: sembilan kota dari kedua suku itu.\n",
        "21:17 Dan dari suku Benyamin: Gibeon dengan tanah-tanah penggembalaannya, Geba dengan tanah-tanah penggembalaannya,\n",
        "21:18 Anatot dengan tanah-tanah penggembalaannya dan Almon dengan tanah-tanah penggembalaannya: empat kota.\n",
        "21:19 Seluruhnya kota-kota kepunyaan anak-anak Harun, para imam itu, ada tiga belas kota dengan tanah-tanah penggembalaannya.\n",
        "21:20 Kaum-kaum keturunan Kehat, yakni orang Lewi yang masih tinggal dari antara keturunan Kehat, mendapat kota-kota yang dengan undian kepada mereka dari suku Efraim.\n",
        "21:21 Kepada mereka diberikan Sikhem, kota perlindungan untuk pembunuh, dengan tanah-tanah penggembalaannya, di pegunungan Efraim, Gezer dengan tanah-tanah penggembalaannya,\n",
        "21:22 Kibzaim dengan tanah-tanah penggembalaannya dan Bet-Horon dengan tanah-tanah penggembalaannya: empat kota.\n",
        "21:23 Dan dari suku Dan: Elteke dengan tanah-tanah penggembalaannya, Gibeton dengan tanah-tanah penggembalaannya,\n",
        "21:24 Ayalon dengan tanah-tanah penggembalaannya dan Gat-Rimon dengan tanah-tanah penggembalaannya: empat kota.\n",
        "21:25 Dan dari suku Manasye yang setengah itu: Taanakh dengan tanah-tanah penggembalaannya dan Gat-Rimon dengan tanah-tanah penggembalaannya: dua kota.\n",
        "21:26 Seluruhnya kota-kota itu ada sepuluh, dengan tanah-tanah penggembalaannya, ditentukan bagi kaum-kaum yang masih tinggal dari antara keturunan Kehat.\n",
        "21:27 Bani Gerson dari kaum-kaum orang Lewi mendapat dari suku Manasye yang setengah lagi: Golan, kota perlindungan untuk pembunuh, di Basan, dengan tanah-tanah penggembalaannya, dan Beestera dengan tanah-tanah penggembalaannya: dua kota.\n",
        "21:28 Dan dari suku Isakhar: Kisyon dengan tanah-tanah penggembalaannya, Dobrat dengan tanah-tanah penggembalaannya,\n",
        "21:29 Yarmut dengan tanah-tanah penggembalaannya, dan En-Ganim dengan tanah-tanah penggembalaannya: empat kota.\n",
        "21:30 Dan dari suku Asyer: Misal dengan tanah-tanah penggembalaannya, Abdon dengan tanah-tanah penggembalaannya,\n",
        "21:31 Helkat dengan tanah-tanah penggembalaannya dan Rehob dengan tanah-tanah penggembalaannya: empat kota.\n",
        "21:32 Dan dari suku Naftali: Kedesh, kota perlindungan untuk pembunuh, di Galilea, dengan tanah-tanah penggembalaannya, Hamot-Dor dengan tanah-tanah penggembalaannya dan Kartan dengan tanah-tanah penggembalaannya: tiga kota.\n",
        "21:33 Seluruhnya kota-kota kepunyaan orang Gerson menurut kaum-kaum mereka ada tiga belas kota dengan tanah-tanah penggembalaannya.\n",
        "21:34 Kaum-kaum keturunan Merari, orang Lewi yang masih tinggal, mendapat dari suku Zebulon: Yokneam dengan tanah-tanah penggembalaannya, Karta dengan tanah-tanah penggembalaannya,\n",
        "21:35 Dimna dengan tanah-tanah penggembalaannya dan Nahalal dengan tanah-tanah penggembalaannya: empat kota.\n",
        "21:36 Dan dari suku Ruben: Bezer dengan tanah-tanah penggembalaannya, Yahas dengan tanah-tanah penggembalaannya,\n",
        "21:37 Kedemot dengan tanah-tanah penggembalaannya dan Mefaat dengan tanah-tanah penggembalaannya: empat kota.\n",
        "21:38 Dan dari suku Gad: Ramot, kota perlindungan untuk pembunuh, di Gilead, dengan tanah-tanah penggembalaannya, Mahanaim dengan tanah-tanah penggembalaannya,\n",
        "21:39 Hesybon dengan tanah-tanah penggembalaannya dan Yaezer dengan tanah-tanah penggembalaannya: seluruhnya kota-kota itu ada empat.\n",
        "21:40 Seluruhnya kota-kota itu ditentukan bagi keturunan Merari menurut kaum-kaum mereka, yakni yang masih tinggal dari kaum-kaum orang Lewi. Bagian undian mereka ada dua belas kota.\n",
        "21:41 Seluruhnya kota-kota orang Lewi di tengah-tengah milik orang Israel ada empat puluh delapan kota dengan tanah-tanah penggembalaannya.\n",
        "21:42 Kota-kota itu masing-masing ada tanah-tanah penggembalaannya di sekelilingnya, demikianlah kota-kota tadi seluruhnya.\n",
        "21:43 Jadi seluruh negeri itu diberikan Tuhan kepada orang Israel, yakni negeri yang dijanjikan-Nya dengan bersumpah untuk diberikan kepada nenek moyang mereka. Mereka menduduki negeri itu dan menetap di sana.\n",
        "21:44 Dan Tuhan mengaruniakan kepada mereka keamanan ke segala penjuru, tepat seperti yang dijanjikan-Nya dengan bersumpah kepada nenek moyang mereka. Tidak ada seorang pun dari semua musuhnya yang tahan berdiri menghadapi mereka; semua musuhnya diserahkan Tuhan kepada mereka.\n",
        "21:45 Dari segala yang baik yang dijanjikan Tuhan kepada kaum Israel, tidak ada yang tidak dipenuhi; semuanya terpenuhi.\n"
      ]
    }
  }
}
