{
  "1 John": [
    {
      "1": {
        "en": [
          "1:1 That which was from the beginning, which we have heard, which we have seen with our eyes, which we beheld and our hands handled, concerning the Word of life\n",
          "1:2 (And the life was manifested, and we have seen and testify and report to you the eternal life, which was with the Father and was manifested to us);\n",
          "1:3 That which we have seen and heard we report also to you that you also may have fellowship with us, and indeed our fellowship is with the Father and with His Son Jesus Christ.\n",
          "1:4 And these things we write that our joy may be made full.\n",
          "1:5 And this is the message which we have heard from Him and announce to you, that God is light and in Him is no darkness at all.\n",
          "1:6 If we say that we have fellowship with Him and yet walk in the darkness, we lie and are not practicing the truth;\n",
          "1:7 But if we walk in the light as He is in the light, we have fellowship with one another, and the blood of Jesus His Son cleanses us from every sin.\n",
          "1:8 If we say that we do not have sin, we are deceiving ourselves, and the truth is not in us.\n",
          "1:9 If we confess our sins, He is faithful and righteous to forgive us our sins and cleanse us from all unrighteousness.\n",
          "1:10 If we say that we have not sinned, we make Him a liar, and His word is not in us.\n"
        ],
        "id": [
          "1:1 Apa yang telah ada sejak semula, yang telah kami dengar, yang telah kami lihat dengan mata kami, yang telah kami saksikan dan yang kami raba dengan tangan kami tentang Firman hidup -- itulah yang kami tuliskan kepada kamu.\n",
          "1:2 Hidup itu telah dinyatakan, dan kami telah melihatnya dan sekarang kami bersaksi dan memberitakan kepada kamu tentang hidup kekal, yang ada bersama-sama dengan Bapa dan telah dinyatakan kepada kami.\n",
          "1:3 Apa yang telah kami lihat dan telah kami dengar itu, kami beritakan kepada kamu juga, supaya kamu pun beroleh persekutuan dengan kami. Dan persekutuan kami adalah persekutuan dengan Bapa dan dengan Anak-Nya, Yesus Kristus.\n",
          "1:4 Semuanya ini kami tuliskan kepada kamu, supaya sukacita kami menjadi sempurna.\n",
          "1:5 Inilah berita yang telah kami dengar dari Dia dan kami sampaikan kepada kamu: Allah adalah terang dan di dalam Dia sama sekali tidak ada kegelapan.\n",
          "1:6 Jika kita katakan bahwa kita mempunyai persekutuan dengan Dia, namun kita hidup di dalam kegelapan, kita berdusta dan tidak melakukan kebenaran.\n",
          "1:7 Tetapi jika kita hidup di dalam terang sama seperti Dia ada di dalam terang, maka kita beroleh persekutuan seorang dengan yang lain, dan darah Yesus, Anak-Nya itu, menyucikan kita dari segala dosa.\n",
          "1:8 Jika kita berkata bahwa kita tidak berdosa, maka kita menipu diri kita sendiri dan kebenaran tidak ada di dalam kita.\n",
          "1:9 Jika kita mengaku dosa kita, maka Ia setia dan adil, sehingga Ia akan mengampuni segala dosa kita dan menyucikan kita dari segala kejahatan.\n",
          "1:10 Jika kita berkata bahwa kita tidak pernah berbuat dosa, maka kita membuat Dia menjadi pendusta dan firman-Nya tidak ada di dalam kita.\n"
        ]
      }
    },
    {
      "2": {
        "en": [
          "2:1 My little children, these things I write to you that you may not sin. And if anyone sins, we have an Advocate with the Father, Jesus Christ the Righteous;\n",
          "2:2 And He Himself is the propitiation for our sins, and not for ours only but also for those of the whole world.\n",
          "2:3 And in this we know that we know Him, if we keep His commandments.\n",
          "2:4 He who says, I know Him, and does not keep His commandments is a liar, and the truth is not in this one;\n",
          "2:5 But whoever keeps His word, truly in this one the love of God has been perfected. In this we know that we are in Him.\n",
          "2:6 He who says he abides in Him ought himself also to walk even as He walked.\n",
          "2:7 Beloved, I am not writing a new commandment to you but an old commandment, which you have had from the beginning; the old commandment is the word which you heard.\n",
          "2:8 Yet again a new commandment I am writing to you, which is true in Him and in you because the darkness is passing away and the true light is already shining.\n",
          "2:9 He who says he is in the light and yet hates his brother is in the darkness until now.\n",
          "2:10 He who loves his brother abides in the light, and there is no cause of stumbling in him;\n",
          "2:11 But he who hates his brother is in the darkness and walks in the darkness and does not know where he is going, because the darkness has blinded his eyes.\n",
          "2:12 I write to you, little children, because your sins have been forgiven you because of His name.\n",
          "2:13 I write to you, fathers, because you know Him who is from the beginning. I write to you, young men, because you have overcome the evil one. I write to you, young children, because you know the 10 Father.\n",
          "2:14 I have written to you, fathers, because you know Him who is from the beginning. I have written to you, young men, because you are strong and the word of God abides in you and you have overcome the evil one.\n",
          "2:15 Do not love the world nor the things in the world. If anyone loves the world, love for the Father is not in him;\n",
          "2:16 Because all that is in the world, the lust of the flesh and the lust of the eyes and the vainglory of life, is not of the Father but is of the world.\n",
          "2:17 And the world is passing away, and its lust, but he who does the will of God abides forever.\n",
          "2:18 Young children, it is the last hour; and even as you heard that antichrist is coming, even now many antichrists have come; whereby we know that it is the last hour.\n",
          "2:19 They out from us, but they were not of us; for if they had been of us, they would have remained with us; but they went out that they might be manifested that they all are not of us.\n",
          "2:20 And you have an anointing from the Holy One, and all of you know.\n",
          "2:21 I have not written to you because you do not know the truth, but because you know it and because no lie is of the truth.\n",
          "2:22 Who is the liar if not he who denies that Jesus is the Christ? This is the antichrist, the one who denies the Father and the Son.\n",
          "2:23 Everyone who denies the Son does not have the Father either; he who confesses the Son has the Father also.\n",
          "2:24 As for you, that which you heard from the beginning, let it abide in you. If that which you heard from the beginning abides in you, you also will abide in the Son and in the Father.\n",
          "2:25 And this is the promise which He Himself promised us, the eternal life.\n",
          "2:26 These things I have written to you concerning those who lead you astray.\n",
          "2:27 And as for you, the anointing which you have received from Him abides in you, and you have no need that anyone teach you; but as His anointing teaches you concerning all things and is true and is not a lie, and even as it has taught you, abide in Him.\n",
          "2:28 And now, little children, abide in Him, so that if He is manifested, we may have boldness and not be put to shame from Him at His coming.\n",
          "2:29 If you know that He is righteous, you know that everyone who practices righteousness also has been begotten of Him.\n"
        ],
        "id": [
          "2:1 Anak-anakku, hal-hal ini kutuliskan kepada kamu, supaya kamu jangan berbuat dosa. Namun jika seseorang berbuat dosa, kita mempunyai seorang pengantara kepada Bapa, yaitu Yesus Kristus yang adil.\n",
          "2:2 Dialah pendamaian untuk segala dosa kita dan bukan untuk dosa kita saja, tetapi juga untuk dosa seluruh dunia.\n",
          "2:3 Inilah tandanya bahwa kita mengenal Allah, yaitu jikalau kita menuruti perintah-perintah-Nya.\n",
          "2:4 Siapa yang berkata, \"Aku mengenal Dia,\" tetapi ia tidak menuruti perintah-Nya, ia adalah seorang pendusta dan di dalamnya tidak ada kebenaran.\n",
          "2:5 Tetapi siapa yang menuruti firman-Nya, di dalam orang itu sungguh sudah sempurna kasih Allah; dengan itulah kita ketahui bahwa kita ada di dalam Dia.\n",
          "2:6 Siapa yang mengatakan bahwa ia ada di dalam Dia, ia wajib hidup sama seperti Kristus telah hidup.\n",
          "2:7 Saudara-saudara yang terkasih, bukan perintah baru yang kutuliskan kepada kamu, melainkan perintah lama yang telah ada padamu sejak semula. Perintah lama itu ialah firman yang telah kamu dengar.\n",
          "2:8 Namun kutuliskan kepada kamu perintah baru juga, yang benar di dalam Dia dan di dalam kamu; sebab kegelapan sedang lenyap dan terang yang benar telah bercahaya.\n",
          "2:9 Siapa yang berkata bahwa ia berada di dalam terang, tetapi ia membenci saudara seimannya, ia berada di dalam kegelapan sampai sekarang.\n",
          "2:10 Siapa yang mengasihi saudara seimannya, ia tetap berada di dalam terang, dan di dalam dia tidak ada penyesatan.\n",
          "2:11 Tetapi siapa yang membenci saudara seimannya, ia berada di dalam kegelapan dan hidup di dalam kegelapan. Ia tidak tahu ke mana ia pergi, karena kegelapan itu telah membutakan matanya.\n",
          "2:12 Aku menulis kepada kamu, hai anak-anak, sebab dosamu telah diampuni oleh karena nama-Nya.\n",
          "2:13 Aku menulis kepada kamu, hai bapak-bapak, karena kamu telah mengenal Dia, yang ada sejak semula. Aku menulis kepada kamu, hai orang-orang muda, karena kamu telah mengalahkan yang jahat.\n",
          "2:14 Aku menulis kepada kamu, hai anak-anak, karena kamu mengenal Bapa. Aku menulis kepada kamu, hai bapak-bapak, karena kamu mengenal Dia, yang ada sejak semula. Aku menulis kepada kamu, hai orang-orang muda, karena kamu kuat dan firman Allah tinggal di dalam kamu dan kamu telah mengalahkan yang jahat.\n",
          "2:15 Janganlah kamu mengasihi dunia dan apa yang ada di dalamnya. Jikalau orang mengasihi dunia, maka kasih kepada Bapa tidak ada di dalam orang itu.\n",
          "2:16 Sebab semua yang ada di dalam dunia, yaitu keinginan daging dan keinginan mata serta keangkuhan hidup, tidak berasal dari Bapa, melainkan dari dunia.\n",
          "2:17 Dan dunia ini sedang lenyap dengan keinginannya, tetapi orang yang melakukan kehendak Allah tetap hidup selama-lamanya.\n",
          "2:18 Anak-anakku, waktu ini adalah waktu yang terakhir, dan seperti yang telah kamu dengar bahwa antikristus akan datang, sekarang telah bangkit banyak antikristus. Dari hal inilah kita mengetahui bahwa waktu ini benar-benar waktu yang terakhir.\n",
          "2:19 Memang mereka berasal dari antara kita, tetapi mereka tidak sungguh-sungguh termasuk pada kita; sebab jika mereka sungguh-sungguh termasuk pada kita, tentu mereka tetap bersama-sama dengan kita. Tetapi hal itu terjadi, supaya nyata bahwa mereka semua tidak termasuk pada kita.\n",
          "2:20 Tetapi kamu telah beroleh pengurapan dari Yang Kudus, dan dengan demikian kamu semua mengetahuinya.\n",
          "2:21 Aku menulis kepadamu, bukan karena kamu tidak mengetahui kebenaran, tetapi justru karena kamu mengetahuinya dan karena kamu juga mengetahui bahwa tidak ada dusta yang berasal dari kebenaran.\n",
          "2:22 Siapakah pendusta itu? Bukankah dia yang menyangkal bahwa Yesus adalah Mesias? Inilah antikristus, yaitu dia yang menyangkal baik Bapa maupun Anak.\n",
          "2:23 Sebab siapa yang menyangkal Anak, ia tidak memiliki Bapa. Siapa yang mengaku Anak, ia juga memiliki Bapa.\n",
          "2:24 Dan kamu, apa yang telah kamu dengar sejak semula, itu harus tetap tinggal di dalam kamu. Jika apa yang telah kamu dengar sejak semula itu tetap tinggal di dalam kamu, maka kamu akan tetap tinggal di dalam Anak dan di dalam Bapa.\n",
          "2:25 Dan inilah janji yang telah dijanjikan- Nya sendiri kepada kita, yaitu hidup yang kekal.\n",
          "2:26 Semua itu kutulis kepadamu, yaitu mengenai orang-orang yang berusaha menyesatkan kamu.\n",
          "2:27 Sebab di dalam diri kamu tetap ada pengurapan yang telah kamu terima dari Dia. Karena itu, kamu tidak perlu diajar oleh orang lain. Tetapi sebagaimana pengurapan-Nya mengajar kamu tentang segala sesuatu -- dan pengajaran-Nya itu benar, bukan dusta -- dan sebagaimana Ia dahulu telah mengajar kamu, demikianlah hendaknya kamu tetap tinggal di dalam Dia.\n",
          "2:28 Jadi sekarang, anak-anakku, tinggallah di dalam Kristus, supaya apabila Ia menyatakan diri-Nya, kita beroleh keberanian percaya dan tidak usah malu terhadap Dia pada hari kedatangan-Nya.\n",
          "2:29 Jikalau kamu tahu bahwa Ia benar, kamu harus tahu juga bahwa setiap orang yang melakukan kebenaran, lahir dari Dia.\n"
        ]
      }
    },
    {
      "3": {
        "en": [
          "3:1 Behold what manner of love the Father has given to us, that we should be called children of God; and we are. Because of this the world does not know us, because it did not know Him.\n",
          "3:2 Beloved, now we are children of God, and it has not yet been manifested what we will be. We know that if He is manifested, we will be like Him because we will see Him even as He is.\n",
          "3:3 And everyone who has this hope set on Him purifies himself, even as He is pure.\n",
          "3:4 Everyone who practices sin practices lawlessness also, and sin is lawlessness.\n",
          "3:5 And you know that He was manifested that He might take away sins; and sin is not in Him.\n",
          "3:6 Everyone who abides in Him does not sin; everyone who sins has not seen Him or known Him.\n",
          "3:7 Little children, let no one lead you astray; he who practices righteousness is righteous, even as He is righteous;\n",
          "3:8 He who practices sin is of the devil, because the devil has from the beginning. For this purpose the Son of God was manifested, that He might destroy the works of the devil.\n",
          "3:9 Everyone who has been begotten of God does not practice sin, because His seed abides in him; and he cannot sin, because he has been begotten of God.\n",
          "3:10a In this the children of God and the children of the devil are manifest.\n",
          "3:10b Everyone who does not practice righteousness is not of God, neither he who does not love his brother.\n",
          "3:11 For this is the message which you heard from the beginning, that we should love one another,\n",
          "3:12 Not as Cain was of the evil one and slew his brother. And for what reason did he slay him? Because his works were evil, and his brother?s, righteous.\n",
          "3:13 Do not marvel, brothers, if the world hates you.\n",
          "3:14 We know that we have passed out of death into life because we love the brothers. He who does not love abides in death.\n",
          "3:15 Everyone who hates his brother is a murderer, and you know that no murderer has eternal life abiding in him.\n",
          "3:16 In this we know love, that He laid down His life on our behalf, and we ought to lay down our lives on behalf of the brothers.\n",
          "3:17 But whoever has the livelihood of the world and sees that his brother has need and shuts up his affections from him, how does the love of God abide in him?\n",
          "3:18 Little children, let us not love in word nor in tongue but in deed and truthfulness.\n",
          "3:19 And in this we will know that we are of the truth, and we will persuade our heart before Him,\n",
          "3:20 Because if our heart blames us, it is because God is greater than our heart and knows all things.\n",
          "3:21 Beloved, if our heart does not blame us, we have boldness toward God;\n",
          "3:22 And whatever we we receive from Him because we keep His commandments and do the things that are pleasing in His sight.\n",
          "3:23 And this is His commandment, that we believe in the name of His Son Jesus Christ and love one another, even as He gave a commandment to us.\n",
          "3:24 And he who keeps His commandments abides in Him, and He in him. And in this we know that He abides in us, by the Spirit whom He gave to us.\n"
        ],
        "id": [
          "3:1 Lihatlah, betapa besarnya kasih yang dikaruniakan Bapa kepada kita, sehingga kita disebut anak-anak Allah, dan memang kita adalah anak-anak Allah. Karena itu, dunia tidak mengenal kita, sebab dunia tidak mengenal Dia.\n",
          "3:2 Saudara-saudaraku yang terkasih, sekarang kita adalah anak-anak Allah, tetapi belum nyata apa keadaan kita kelak; akan tetapi, kita tahu bahwa apabila Kristus dinyatakan, kita akan menjadi sama seperti Dia, sebab kita akan melihat Dia dalam keadaan- Nya yang sebenarnya.\n",
          "3:3 Setiap orang yang menaruh pengharapan itu kepada-Nya, menyucikan diri sama seperti Dia adalah suci.\n",
          "3:4 Setiap orang yang berbuat dosa, melanggar juga hukum Allah, sebab dosa ialah pelanggaran hukum Allah.\n",
          "3:5 Dan kamu tahu bahwa Ia telah menyatakan diri-Nya, supaya Ia menghapus segala dosa, dan di dalam Dia tidak ada dosa.\n",
          "3:6 Setiap orang yang tetap berada di dalam Dia, tidak berbuat dosa lagi; setiap orang yang tetap berbuat dosa, tidak pernah melihat dan tidak pernah mengenal Dia.\n",
          "3:7 Anak-anakku, janganlah membiarkan seorang pun menyesatkan kamu. Siapa yang melakukan kebenaran adalah benar, sama seperti Kristus adalah benar;\n",
          "3:8 siapa yang tetap berbuat dosa, berasal dari Iblis, sebab sejak semula Iblis terus-menerus berbuat dosa. Untuk inilah Anak Allah menyatakan diri-Nya, yaitu supaya Ia membinasakan perbuatan-perbuatan Iblis.\n",
          "3:9 Setiap orang yang lahir dari Allah, tidak terus-menerus berbuat dosa; sebab benih ilahi tetap ada di dalam dia dan ia tidak dapat terus-menerus berbuat dosa, karena ia lahir dari Allah.\n",
          "3:10a Inilah tandanya anak-anak Allah dan anak-anak Iblis:\n",
          "3:10b Setiap orang yang tidak melakukan kebenaran, tidak berasal dari Allah, demikian juga siapa saja yang tidak mengasihi saudara seimannya.\n",
          "3:11 Sebab inilah berita yang telah kamu dengar sejak semula, yaitu bahwa kita harus saling mengasihi;\n",
          "3:12 bukan seperti Kain yang berasal dari si jahat dan membunuh adiknya. Mengapa ia membunuhnya? Sebab segala perbuatannya jahat dan perbuatan adiknya benar.\n",
          "3:13 Janganlah kamu heran, Saudara-saudara, apabila dunia membenci kamu.\n",
          "3:14 Kita tahu bahwa kita sudah berpindah dari dalam maut ke dalam hidup, yaitu karena kita mengasihi saudara seiman kita. Siapa yang tidak mengasihi, ia tetap di dalam maut.\n",
          "3:15 Setiap orang yang membenci saudara seimannya adalah pembunuh manusia. Dan kamu tahu bahwa tidak ada pembunuh yang tetap memiliki hidup yang kekal di dalam dirinya.\n",
          "3:16 Dengan inilah kita mengenal kasih Kristus, yaitu bahwa Kristus telah menyerahkan nyawa-Nya untuk kita; jadi kita pun wajib menyerahkan nyawa kita untuk saudara-saudara seiman kita.\n",
          "3:17 Siapa yang mempunyai harta duniawi dan melihat saudara seimannya menderita kekurangan tetapi menutup pintu hatinya terhadap saudaranya itu, bagaimana kasih Allah dapat tetap di dalam dirinya?\n",
          "3:18 Anak-anakku, marilah kita mengasihi bukan dengan perkataan atau dengan lidah, tetapi dengan perbuatan dan dalam kebenaran.\n",
          "3:19 Demikianlah kita ketahui bahwa kita berasal dari kebenaran dan boleh menenangkan hati kita di hadapan Allah,\n",
          "3:20 bilamana hati kita menuduh kita. Sebab Allah lebih besar daripada hati kita serta mengetahui segala sesuatu.\n",
          "3:21 Saudara-saudaraku yang terkasih, jikalau hati kita tidak menuduh kita, maka kita mempunyai keberanian percaya untuk mendekati Allah,\n",
          "3:22 dan apa saja yang kita minta, kita memperolehnya dari Dia, karena kita menuruti segala perintah-Nya dan melakukan apa yang berkenan kepada-Nya.\n",
          "3:23 Dan inilah perintah-Nya: Supaya kita percaya kepada nama Yesus Kristus, Anak-Nya, dan saling mengasihi sesuai dengan perintah yang diberikan Kristus kepada kita.\n",
          "3:24 Siapa yang menuruti segala perintah-Nya, ia ada di dalam Allah dan Allah di dalam dia. Dengan inilah kita ketahui bahwa Allah ada di dalam kita, yaitu dengan Roh yang telah Ia karuniakan kepada kita.\n"
        ]
      }
    },
    {
      "4": {
        "en": [
          "4:1 Beloved, do not believe every spirit, but prove the spirits whether they are of God, because many false prophets have gone out into the world.\n",
          "4:2 In this you know the Spirit of God: Every spirit which confesses that Jesus Christ has come in the flesh is of God,\n",
          "4:3 And every spirit which does not confess Jesus is not of God; and this is the spirit of the antichrist, of which you have heard that it is coming and now is already in the world.\n",
          "4:4 You are of God, little children; and you have overcome them because greater is He who is in you than he who is in the world.\n",
          "4:5 They are of the world; therefore they speak out of the world, and the world hears them.\n",
          "4:6 We are of God; he who knows God hears us; he who is not of God does not hear us. we know the Spirit of truth and the spirit of deception.\n",
          "4:7 Beloved, let us love one another, because love is of God, and everyone who loves has been begotten of God and knows God.\n",
          "4:8 He who does not love has not known God, because God is love.\n",
          "4:9 In this the love of God was manifested among us, that God sent His only begotten Son into the world that we might have life and live through Him.\n",
          "4:10 Herein is love, not that we have loved God but that He loved us and sent His Son as a propitiation for our sins.\n",
          "4:11 Beloved, if God has loved us in this way, we also ought to love one another.\n",
          "4:12 No one has beheld God at any time; if we love one another, God abides in us, and His love is perfected in us.\n",
          "4:13 In this we know that we abide in Him and He in us, that He has given to us of His Spirit.\n",
          "4:14 And we have beheld and testify that the Father has sent the Son as the Savior of the world.\n",
          "4:15 Whoever confesses that Jesus is the Son of God, God abides in him and he in God.\n",
          "4:16 And we know and have believed the love which God has in us. God is love, and he who abides in love abides in God and God abides in him.\n",
          "4:17 In this has love been perfected with us, that we may have boldness in the day of the judgment because even as He is, so also are we in this world.\n",
          "4:18 There is no fear in love, but perfect love casts out fear because fear has punishment, and he who fears has not been perfected in love.\n",
          "4:19 We love because He first loved us.\n",
          "4:20 If anyone says, I love God, and hates his brother, he is a liar; for he who does not love his brother, whom he has seen, cannot love God, whom he has not seen.\n",
          "4:21 And this commandment we have from Him, that he who loves God love his brother also.\n"
        ],
        "id": [
          "4:1 Saudara-saudaraku yang terkasih, janganlah percaya kepada setiap roh, tetapi ujilah roh-roh itu, apakah mereka berasal dari Allah; sebab banyak nabi-nabi palsu yang telah muncul dan pergi ke seluruh dunia.\n",
          "4:2 Dengan inilah kita mengenal Roh Allah: Setiap roh yang mengaku bahwa Yesus Kristus telah datang sebagai manusia, berasal dari Allah,\n",
          "4:3 dan setiap roh yang tidak mengaku Yesus, tidak berasal dari Allah. Roh itu adalah roh antikristus dan tentang dia telah kamu dengar bahwa ia akan datang dan sekarang ini ia sudah ada di dalam dunia.\n",
          "4:4 Kamu berasal dari Allah, anak-anakku, dan kamu telah mengalahkan nabi-nabi palsu itu; sebab Roh yang ada di dalam kamu, lebih besar daripada roh yang ada di dalam dunia.\n",
          "4:5 Mereka berasal dari dunia; sebab itu mereka berbicara tentang hal-hal duniawi dan dunia mendengarkan mereka.\n",
          "4:6 Kami berasal dari Allah: Siapa yang mengenal Allah, ia mendengarkan kami; siapa yang tidak berasal dari Allah, ia tidak mendengarkan kami. Itulah tandanya Roh kebenaran dan roh yang menyesatkan.\n",
          "4:7 Saudara-saudaraku yang terkasih, marilah kita saling mengasihi, sebab kasih itu berasal dari Allah; dan setiap orang yang mengasihi, lahir dari Allah dan mengenal Allah.\n",
          "4:8 Siapa yang tidak mengasihi, ia tidak mengenal Allah, sebab Allah adalah kasih.\n",
          "4:9 Dalam hal inilah kasih Allah dinyatakan di tengah-tengah kita, yaitu bahwa Allah telah mengutus Anak-Nya yang tunggal ke dalam dunia, supaya kita hidup oleh-Nya.\n",
          "4:10 Inilah kasih itu: Bukan kita yang telah mengasihi Allah, tetapi Allah yang telah mengasihi kita dan mengutus Anak-Nya sebagai pendamaian bagi dosa-dosa kita.\n",
          "4:11 Saudara-saudaraku yang terkasih, jikalau Allah demikian mengasihi kita, maka kita juga harus saling mengasihi.\n",
          "4:12 Tidak ada seorang pun yang pernah melihat Allah. Jika kita saling mengasihi, Allah tetap di dalam kita, dan kasih-Nya sempurna di dalam kita.\n",
          "4:13 Demikianlah kita ketahui bahwa kita tetap berada di dalam Allah dan Dia di dalam kita, karena Ia telah mengaruniakan Roh-Nya kepada kita.\n",
          "4:14 Dan kami telah melihat dan bersaksi bahwa Bapa telah mengutus Anak-Nya menjadi Juruselamat dunia.\n",
          "4:15 Siapa yang mengaku bahwa Yesus adalah Anak Allah, Allah tetap berada di dalam dia dan dia di dalam Allah.\n",
          "4:16 Kita telah mengenal dan telah percaya akan kasih Allah kepada kita. Allah adalah kasih, dan siapa yang tetap berada di dalam kasih, ia tetap berada di dalam Allah dan Allah di dalam dia.\n",
          "4:17 Dalam hal inilah kasih Allah sempurna di dalam kita, yaitu kalau kita mempunyai keberanian percaya pada hari penghakiman, karena sama seperti Dia, kita juga ada di dalam dunia ini.\n",
          "4:18 Di dalam kasih tidak ada ketakutan: Kasih yang sempurna melenyapkan ketakutan; sebab ketakutan mengandung hukuman dan siapa yang takut, ia tidak sempurna di dalam kasih.\n",
          "4:19 Kita mengasihi, karena Allah lebih dahulu mengasihi kita.\n",
          "4:20 Jikalau seseorang berkata, \"Aku mengasihi Allah,\" tetapi ia membenci saudara seimannya, maka ia adalah pendusta, karena siapa yang tidak mengasihi saudaranya yang dilihatnya, tidak mungkin mengasihi Allah yang tidak dilihatnya.\n",
          "4:21 Inilah perintah yang kita terima dari Dia: Siapa yang mengasihi Allah, ia harus juga mengasihi saudara seimannya.\n"
        ]
      }
    },
    {
      "5": {
        "en": [
          "5:1 Everyone who believes that Jesus is the Christ has been begotten of God, and everyone who loves Him who has begotten loves him also who has been begotten of Him.\n",
          "5:2 In this we that we love the children of God, when we love God and do His commandments.\n",
          "5:3 For this is the love of God, that we keep His commandments; and His commandments are not burdensome.\n",
          "5:4 For everything that has been begotten of God overcomes the world; and this is the victory which has overcome the world?our faith.\n",
          "5:5 And who is he who overcomes the world except him who believes that Jesus is the Son of God?\n",
          "5:6 This is He who came through water and blood 2 , Jesus Christ; not in the water only, but in the water and in the blood; and the Spirit is He who testifies, because the Spirit is the reality.\n",
          "5:7 For there are three who testify,\n",
          "5:8 The Spirit and the water and the blood, and the three are unto the one thing.\n",
          "5:9 If we receive the testimony of men, the testimony of God is greater, because this is the testimony of God that He has testified concerning His Son.\n",
          "5:10 He who believes into the Son of God has the testimony in himself; he who does not believe God has made Him a liar because he has not believed in the testimony which God has testified concerning His Son.\n",
          "5:11 And this is the testimony, that God gave to us eternal life and this life is in His Son.\n",
          "5:12 He who has the Son has the life; he who does not have the Son of God does not have the life.\n",
          "5:13 I have written these things to you that you may know that you have eternal life, to you who into the name of the Son of God.\n",
          "5:14 And this is the boldness which we have toward Him, that if we ask anything according to His will, He hears us.\n",
          "5:15 And if we know that He hears us in whatever we ask, we know that we have the requests which we have asked from Him.\n",
          "5:16 If anyone sees his brother sinning a sin not unto death, he shall ask and he will give life to him, to those sinning not unto death. There is a sin unto death; I do not say that he should make request concerning that.\n",
          "5:17 All unrighteousness is sin, and there is sin not unto death.\n",
          "5:18 We know that everyone who is begotten of God does not sin, but he who has been begotten of God keeps himself, and the evil one does not touch him.\n",
          "5:19 We know that we are of God, and the whole world lies in the evil one.\n",
          "5:20 And we know that the Son of God has come and has given us an understanding that we might know Him who is true; and we are in Him who is true, in His Son Jesus Christ. This is the true God and eternal life.\n",
          "5:21 Little children, guard yourselves from idols.\n"
        ],
        "id": [
          "5:1 Setiap orang yang percaya bahwa Yesus adalah Kristus, lahir dari Allah; dan setiap orang yang mengasihi Dia yang melahirkan, mengasihi juga dia yang lahir dari Allah.\n",
          "5:2 Dengan inilah kita ketahui bahwa kita mengasihi anak-anak Allah, yaitu apabila kita mengasihi Allah serta melakukan perintah-perintah-Nya.\n",
          "5:3 Sebab inilah kasih kepada Allah, yaitu bahwa kita menuruti perintah-perintah-Nya. Perintah-perintah-Nya itu tidak berat,\n",
          "5:4 sebab semua yang lahir dari Allah, mengalahkan dunia. Dan inilah kemenangan yang mengalahkan dunia: Iman kita.\n",
          "5:5 Siapakah yang mengalahkan dunia, selain dia yang percaya bahwa Yesuslah Anak Allah?\n",
          "5:6 Inilah Dia yang telah datang dengan air dan darah , yaitu Yesus Kristus, bukan saja dengan air, tetapi dengan air dan dengan darah. Dan Rohlah yang bersaksi karena Roh adalah kebenaran.\n",
          "5:7 Sebab ada tiga yang memberi kesaksian [di dalam surga: Bapa, Firman dan Roh Kudus; dan ketiganya adalah satu.\n",
          "5:8 Dan ada tiga yang memberi kesaksian di bumi]: Roh dan air dan darah dan ketiganya adalah satu.\n",
          "5:9 Kita menerima kesaksian manusia, tetapi kesaksian Allah lebih kuat. Sebab inilah kesaksian Allah, yaitu bahwa Ia bersaksi tentang Anak-Nya.\n",
          "5:10 Siapa yang percaya kepada Anak Allah, ia mempunyai kesaksian itu di dalam dirinya; siapa yang tidak percaya kepada Allah, ia membuat Dia menjadi pendusta, karena ia tidak percaya kepada kesaksian yang diberikan Allah tentang Anak-Nya.\n",
          "5:11 Dan inilah kesaksian itu: Allah telah mengaruniakan hidup yang kekal kepada kita dan hidup itu ada di dalam Anak-Nya.\n",
          "5:12 Siapa yang memiliki Anak, ia memiliki hidup; siapa yang tidak memiliki Anak, ia tidak memiliki hidup.\n",
          "5:13 Semuanya itu kutuliskan kepada kamu, supaya kamu yang percaya kepada nama Anak Allah, tahu bahwa kamu memiliki hidup yang kekal.\n",
          "5:14 Dan inilah keberanian percaya kita kepada-Nya, yaitu bahwa Ia mengabulkan doa kita, jikalau kita meminta sesuatu kepada-Nya menurut kehendak-Nya.\n",
          "5:15 Dan jikalau kita tahu bahwa Ia mengabulkan apa saja yang kita minta, maka kita juga tahu bahwa kita telah memperoleh segala sesuatu yang telah kita minta kepada-Nya.\n",
          "5:16 Kalau seseorang melihat saudara seimannya berbuat dosa, yaitu dosa yang tidak mendatangkan maut, hendaklah ia berdoa kepada Allah dan Dia akan memberikan hidup kepadanya, yaitu mereka yang berbuat dosa yang tidak mendatangkan maut. Ada dosa yang mendatangkan maut: Tentang itu tidak kukatakan bahwa ia harus berdoa.\n",
          "5:17 Semua kejahatan adalah dosa, tetapi ada dosa yang tidak mendatangkan maut.\n",
          "5:18 Kita tahu bahwa setiap orang yang lahir dari Allah, tidak berbuat dosa; tetapi Dia yang lahir dari Allah melindunginya, dan si jahat tidak dapat menyentuhnya.\n",
          "5:19 Kita tahu bahwa kita berasal dari Allah dan seluruh dunia berada di bawah kuasa si jahat.\n",
          "5:20 Akan tetapi, kita tahu bahwa Anak Allah telah datang dan telah mengaruniakan pengertian kepada kita, supaya kita mengenal Yang Benar; dan kita ada di dalam Yang Benar, di dalam Anak-Nya Yesus Kristus. Dialah Allah yang benar dan hidup yang kekal.\n",
          "5:21 Anak-anakku, waspadalah terhadap segala berhala.\n"
        ]
      }
    }
  ]
}
