{
  "Jude": {
    "1": {
      "en": [
        "1:1 Jude, a slave of Jesus Christ and a brother of James, to those who are called, beloved in God the Father, and kept by Jesus Christ:\n",
        "1:2 Mercy to you and peace and love be multiplied.\n",
        "1:3 Beloved, while using all diligence to write to you concerning our common salvation, I found it necessary to write to you and exhort you to earnestly contend for the faith once for all delivered to the saints.\n",
        "1:4 For certain men have crept in unnoticed, who of old have been written of beforehand for this judgment, ungodly men, perverting the grace of our God into licentiousness and denying our only Master and Lord, Jesus Christ.\n",
        "1:5 But I intend to remind you, though you know all things once for all, that the Lord, having saved a people out of the land of Egypt, afterward destroyed those who did not believe;\n",
        "1:6 And angels who did not keep their own principality but abandoned their own dwelling place, He has kept in eternal bonds under gloom for the judgment of the great day;\n",
        "1:7 How Sodom and Gomorrah and the cities around them, who in like manner with these gave themselves over to fornication and went after different flesh, are set forth as an example, undergoing the penalty of eternal fire.\n",
        "1:8 Nevertheless in like manner these dreamers also defile the flesh and despise lordship and revile dignities.\n",
        "1:9 But Michael the archangel, when he contended with the devil and disputed concerning the body of Moses, did not dare to bring a reviling judgment against him but said, The Lord rebuke you.\n",
        "1:10 But these revile the things that they do not know; and the things that they understand naturally, like animals without reason, in these they are being corrupted.\n",
        "1:11 Woe to them! For they have gone in the way of Cain and have rushed out in the error of Balaam for reward and have perished in the rebellion of Korah.\n",
        "1:12 These are the hidden reefs in your love feasts, feasting together with you without fear, shepherding themselves; waterless clouds being carried off by winds; autumn trees without fruit, having died twice, rooted up;\n",
        "1:13 Wild waves of the sea, foaming out their own shames; wandering stars, for whom the gloom of darkness is kept for eternity.\n",
        "1:14 And Enoch, the seventh from Adam, prophesied also of these, saying, Behold, the Lord came with myriads of His saints\n",
        "1:15 To execute judgment against all and to convict all the ungodly concerning all their ungodly works which they have done in ungodliness, and concerning all the hard things which ungodly sinners have spoken against Him.\n",
        "1:16 These are , complainers, going on according to their own lusts; and their mouth speaks great swelling things, flattering persons for the sake of advantage.\n",
        "1:17 But you, beloved, remember the words spoken before by the apostles of our Lord Jesus Christ,\n",
        "1:18 That they said to you, In the last time there will be mockers, going on according to their own lusts for ungodliness.\n",
        "1:19 These are those who make , soulish, having no spirit.\n",
        "1:20 But you, beloved, building up yourselves upon your most holy faith, praying in the Holy Spirit,\n",
        "1:21 Keep yourselves in the love of God, awaiting the mercy of our Lord Jesus Christ unto eternal life.\n",
        "1:22 And on some have mercy, on those who are wavering;\n",
        "1:23 Save them by snatching them out of the fire. On others have mercy in fear, hating even the inner garment spotted from the flesh.\n",
        "1:24 But to Him who is able to guard you from stumbling and to set you before His glory without blemish in exultation,\n",
        "1:25 To the only God our Savior through Jesus Christ our Lord be glory, majesty, might, and authority before all time and now and unto all eternity. Amen.\n"
      ],
      "id": [
        "1:1 Dari Yudas, hamba Yesus Kristus dan saudara Yakobus. Kepada mereka yang terpanggil, yang dikasihi dalam Allah Bapa dan dipelihara untuk Yesus Kristus.\n",
        "1:2 Rahmat, damai sejahtera dan kasih kiranya melimpahi kamu.\n",
        "1:3 Saudara-saudaraku yang terkasih, sementara aku bersungguh-sungguh berusaha menulis kepada kamu tentang keselamatan kita bersama, aku merasa terdorong untuk menulis ini kepada kamu dan menasihati kamu, supaya kamu tetap berjuang untuk mempertahankan iman yang telah disampaikan kepada orang-orang kudus.\n",
        "1:4 Sebab ternyata ada orang tertentu yang telah menyusup di tengah-tengah kamu, yaitu orang-orang yang telah lama ditentukan untuk dihukum. Mereka adalah orang-orang fasik yang menyalahgunakan anugerah Allah kita untuk melampiaskan hawa nafsu mereka, dan menyangkal satu-satunya Penguasa dan Tuhan kita, Yesus Kristus.\n",
        "1:5 Tetapi, sekalipun kamu telah mengetahui semuanya itu dan tidak meragukannya lagi, aku ingin mengingatkan kamu bahwa memang Tuhan menyelamatkan umat-Nya dari tanah Mesir, namun kemudian membinasakan mereka yang tidak percaya.\n",
        "1:6 Juga malaikat-malaikat yang tidak taat pada batas-batas kekuasaan mereka, melainkan meninggalkan tempat kediaman mereka, ditahan-Nya dengan belenggu abadi di dalam dunia kekelaman sampai penghakiman pada hari besar.\n",
        "1:7 Sama seperti itu, Sodom dan Gomora dan kota-kota sekitarnya, yang dengan cara yang sama melakukan percabulan dan mengejar kepuasan-kepuasan yang tidak wajar, telah menanggung siksaan api kekal sebagai peringatan kepada semua orang.\n",
        "1:8 Kendati demikian, orang-orang tukang mimpi ini juga mencemarkan tubuh mereka dan menghina kekuasaan Allah serta menghujat semua yang mulia di surga.\n",
        "1:9 Bahkan pemimpin malaikat, Mikhael, dalam suatu perselisihan bertengkar dengan Iblis mengenai mayat Musa, tidak berani menghakimi Iblis itu dengan kata-kata hujatan, melainkan berkata, \"Kiranya Tuhan membentak engkau!\"\n",
        "1:10 Akan tetapi, mereka menghujat segala sesuatu yang tidak mereka ketahui dan justru apa yang mereka ketahui dengan nalurinya seperti binatang yang tidak berakal, itulah yang mengakibatkan kebinasaan mereka.\n",
        "1:11 Celakalah mereka, karena mereka mengikuti jalan yang ditempuh Kain dan demi imbalan menceburkan diri ke dalam kesesatan Bileam, dan mereka binasa karena pemberontakan seperti Korah.\n",
        "1:12 Mereka inilah noda dalam perjamuan kasihmu, di mana mereka tidak malu-malu melahap dan hanya mementingkan dirinya sendiri; mereka bagaikan awan yang tidak berair, yang berlalu ditiup angin; mereka bagaikan pohon-pohon yang dalam musim gugur tidak menghasilkan buah, pohon-pohon yang tercabut dengan akar-akarnya dan mati sama sekali.\n",
        "1:13 Mereka bagaikan ombak laut yang ganas, yang membuihkan keaiban mereka sendiri; mereka bagaikan bintang-bintang yang mengembara, yang baginya telah tersedia tempat di dunia kekelaman untuk selama-lamanya.\n",
        "1:14 Henokh, keturunan ketujuh dari Adam, juga telah bernubuat tentang mereka, katanya, \"Sesungguhnya Tuhan datang dengan beribu-ribu orang kudus-Nya,\n",
        "1:15 hendak menghakimi semua orang dan menjatuhkan hukuman atas orang-orang bejat karena semua perbuatan bejat yang mereka lakukan dan karena semua kata-kata nista yang diucapkan orang-orang berdosa yang bejat itu terhadap Tuhan.\"\n",
        "1:16 Mereka itu orang-orang yang menggerutu dan mengeluh tentang nasibnya, hidup menuruti hawa nafsunya, tetapi mulut mereka mengeluarkan perkataan-perkataan yang bukan-bukan dan mereka menjilat orang untuk mendapat keuntungan.\n",
        "1:17 Tetapi kamu, Saudara-saudaraku yang terkasih, ingatlah apa yang dahulu telah dikatakan kepada kamu oleh rasul-rasul Tuhan kita, Yesus Kristus.\n",
        "1:18 Sebab mereka telah mengatakan kepada kamu, \"Menjelang akhir zaman akan tampil pengejek-pengejek yang akan hidup menuruti hawa nafsu kebejatan mereka.\"\n",
        "1:19 Mereka adalah pemecah belah, manusia duniawi yang tidak memiliki Roh Kudus.\n",
        "1:20 Akan tetapi kamu, Saudara-saudaraku yang terkasih, bangunlah dirimu sendiri di atas dasar imanmu yang paling suci dan berdoalah dalam Roh Kudus.\n",
        "1:21 Peliharalah dirimu demikian dalam kasih Allah sambil menantikan rahmat Tuhan kita, Yesus Kristus, untuk hidup yang kekal.\n",
        "1:22 Tunjukkanlah belas kasihan kepada mereka yang ragu-ragu,\n",
        "1:23 selamatkanlah mereka dengan jalan merampas mereka dari api. Tetapi tunjukkanlah belas kasihan yang disertai ketakutan kepada orang-orang lain juga, dan bencilah pakaian mereka yang dicemarkan oleh keinginan-keinginan dosa.\n",
        "1:24 Bagi Dia, yang berkuasa menjaga supaya jangan kamu tersandung dan yang membawa kamu tanpa bernoda dan dengan penuh kegembiraan di hadapan kemuliaan-Nya,\n",
        "1:25 Allah yang esa, Juruselamat kita melalui Yesus Kristus, Tuhan kita, bagi Dialah kemuliaan, kebesaran, kekuatan dan kuasa sebelum segala abad dan sekarang dan sampai selama-lamanya. Amin.\n"
      ]
    }
  }
}
