{
  "Ruth": {
    "1": {
      "en": [
        "1:1 Now in the days when the judges ruled, there was a famine in the land. And a man from Bethlehem in Judah went down to dwell as a sojourner in the country of Moab, he and his wife and his two sons.\n",
        "1:2 And the man?s name was Elimelech, and his wife?s name was Naomi, and the names of his two sons were Mahlon and Chilion, Ephrathites of Bethlehem in Judah. And they went to the country of Moab and remained there.\n",
        "1:3 And Elimelech, Naomi?s husband, died; and she was left with her two sons.\n",
        "1:4 And they took wives for themselves from among the Moabite women. One?s name was Orpah, and the second?s name was Ruth. And they dwelt there about ten years.\n",
        "1:5 And both Mahlon and Chilion died, and the woman was left without her two children and her husband.\n",
        "1:6 Then she rose up with her daughters-in-law in order to return from the country of Moab, for she had heard in the country of Moab that Jehovah had visited His people by giving them food.\n",
        "1:7 So she went forth from the place where she had been, along with her two daughters-in-law; and they went on the way to return to the land of Judah.\n",
        "1:8 And Naomi said to her two daughters-in-law, Go and return, each of you, to your mother?s house. May Jehovah deal kindly with you, just as you have dealt with the dead and with me.\n",
        "1:9 May Jehovah grant you to find rest, each of you in the house of your husband. Then she kissed them, and they lifted up their voice and wept.\n",
        "1:10 And they said to her, No, we will return with you to your people.\n",
        "1:11 And Naomi said, Return, my daughters. Why should you go with me? Do I still have sons in my womb, that they may be your husbands?\n",
        "1:12 Return, my daughters, go; for I am too old to have a husband. If I said, I have hope; even if I had a husband tonight and even bore sons;\n",
        "1:13 Would you then wait until they were grown? Would you then refrain from having a husband? No, my daughters; it has been far more bitter for me than it should be for you, for the hand of Jehovah has gone forth against me.\n",
        "1:14 And they lifted up their voice and wept again. And Orpah kissed her mother-in-law, but Ruth clung to her.\n",
        "1:15 And she said, Your sister-in-law has now returned to her people and to her gods; return with your sister-in-law.\n",
        "1:16 But Ruth said, Do not entreat me to leave you and turn away from following after you. For wherever you go, I will go, and wherever you dwell, I will dwell; and your people will be my people, and your God will be my God.\n",
        "1:17 Where you die, I will die; and there will I be buried. Jehovah do so to me, and more as well, if anything but death parts me from you.\n",
        "1:18 And when Naomi saw that she was determined to go with her, she ceased speaking to her about it.\n",
        "1:19 So the two of them traveled until they came to Bethlehem. And when they came to Bethlehem, all the city was stirred because of them; and the women said, Is this Naomi?\n",
        "1:20 And she said to them, Do not call me Naomi; call me Mara; for the All-sufficient One has dealt very bitterly with me.\n",
        "1:21 I went out full, but Jehovah has brought me back empty. Why do you call me Naomi, when Jehovah has afflicted me and the All-sufficient One has dealt harshly with me?\n",
        "1:22 So Naomi returned, and Ruth the Moabitess, her daughter-in-law, with her, who returned from the country of Moab. And they came to Bethlehem at the beginning of the barley harvest.\n"
      ],
      "id": [
        "1:1 Pada zaman para hakim memerintah ada kelaparan di tanah Israel. Lalu pergilah seorang dari Betlehem-Yehuda beserta isterinya dan kedua anaknya laki-laki ke daerah Moab untuk menetap di sana sebagai orang asing.\n",
        "1:2 Nama orang itu ialah Elimelekh, nama isterinya Naomi dan nama kedua anaknya Mahlon dan Kilyon, semuanya orang-orang Efrata dari Betlehem-Yehuda; dan setelah sampai ke daerah Moab, diamlah mereka di sana.\n",
        "1:3 Kemudian matilah Elimelekh, suami Naomi, sehingga perempuan itu tertinggal dengan kedua anaknya.\n",
        "1:4 Keduanya mengambil perempuan Moab: yang pertama bernama Orpa, yang kedua bernama Rut; dan mereka diam di situ kira-kira sepuluh tahun lamanya.\n",
        "1:5 Lalu matilah juga keduanya, yakni Mahlon dan Kilyon, sehingga perempuan itu kehilangan kedua anaknya dan suaminya.\n",
        "1:6 Kemudian berkemaslah ia dengan kedua menantunya dan ia pulang dari daerah Moab, sebab di daerah Moab ia mendengar bahwa Tuhan telah memperhatikan umat-Nya dan memberikan makanan kepada mereka.\n",
        "1:7 Maka berangkatlah ia dari tempat tinggalnya itu, bersama-sama dengan kedua menantunya. Ketika mereka sedang di jalan untuk pulang ke tanah Yehuda,\n",
        "1:8 berkatalah Naomi kepada kedua menantunya itu: Pergilah, pulanglah masing-masing ke rumah ibunya; Tuhan kiranya menunjukkan kasih-Nya kepadamu, seperti yang kamu tunjukkan kepada orang-orang yang telah mati itu dan kepadaku;\n",
        "1:9 kiranya atas karunia Tuhan kamu mendapat tempat perlindungan, masing-masing di rumah suaminya. Lalu diciumnyalah mereka, tetapi mereka menangis dengan suara keras\n",
        "1:10 dan berkata kepadanya: Tidak, kami ikut dengan engkau pulang kepada bangsamu.\n",
        "1:11 Tetapi Naomi berkata: Pulanglah, anak-anakku, mengapakah kamu turut dengan aku? Bukankah tidak akan ada lagi anak laki-laki yang kulahirkan untuk dijadikan suamimu nanti?\n",
        "1:12 Pulanglah, anak-anakku, pergilah, sebab sudah terlalu tua aku untuk bersuami. Seandainya pikirku: Ada harapan bagiku, dan sekalipun malam ini aku bersuami, bahkan sekalipun aku masih melahirkan anak laki-laki,\n",
        "1:13 masakan kamu menanti sampai mereka dewasa? Masakan karena itu kamu harus menahan diri dan tidak bersuami? Janganlah kiranya demikian, anak-anakku, bukankah jauh lebih pahit yang aku alami dari pada kamu, sebab tangan Tuhan teracung terhadap aku?\n",
        "1:14 Menangis pula mereka dengan suara keras, lalu Orpa mencium mertuanya itu minta diri, tetapi Rut tetap berpaut padanya.\n",
        "1:15 Berkatalah Naomi: Telah pulang iparmu kepada bangsanya dan kepada para allahnya; pulanglah mengikuti iparmu itu.\n",
        "1:16 Tetapi kata Rut: Janganlah desak aku meninggalkan engkau dan pulang dengan tidak mengikuti engkau; sebab ke mana engkau pergi, ke situ jugalah aku pergi, dan di mana engkau bermalam, di situ jugalah aku bermalam: bangsamulah bangsaku dan Allahmulah Allahku;\n",
        "1:17 di mana engkau mati, aku pun mati di sana, dan di sanalah aku dikuburkan. Beginilah kiranya Tuhan menghukum aku, bahkan lebih lagi dari pada itu, jikalau sesuatu apa pun memisahkan aku dari engkau, selain dari pada maut!\n",
        "1:18 Ketika Naomi melihat, bahwa Rut berkeras untuk ikut bersama-sama dengan dia, berhentilah ia berkata-kata kepadanya.\n",
        "1:19 Dan berjalanlah keduanya sampai mereka tiba di Betlehem. Ketika mereka masuk ke Betlehem, gemparlah seluruh kota itu karena mereka, dan perempuan-perempuan berkata: Naomikah itu?\n",
        "1:20 Tetapi ia berkata kepada mereka: Janganlah sebutkan aku Naomi; sebutkanlah aku Mara, sebab Yang Mahakuasa telah melakukan banyak yang pahit kepadaku.\n",
        "1:21 Dengan tangan yang penuh aku pergi, tetapi dengan tangan yang kosong Tuhan memulangkan aku. Mengapakah kamu menyebutkan aku Naomi, karena Tuhan telah naik saksi menentang aku dan Yang Mahakuasa telah mendatangkan malapetaka kepadaku.\n",
        "1:22 Demikianlah Naomi pulang bersama-sama dengan Rut, perempuan Moab itu, menantunya, yang turut pulang dari daerah Moab. Dan sampailah mereka ke Betlehem pada permulaan musim menuai jelai.\n"
      ]
    },
    "2": {
      "en": [
        "2:1 Now Naomi had a relative of her husband?s, a man of great wealth, from Elimelech?s family; and his name was Boaz.\n",
        "2:2 And Ruth the Moabitess said to Naomi, Let me go to the field and glean among the ears of grain after him in whose sight I find favor. And she said to her, Go, my daughter.\n",
        "2:3 So she went. And she came and gleaned in the field after the reapers; and she happened to glean in a portion of the field belonging to Boaz, who was from Elimelech?s family.\n",
        "2:4 And just then Boaz came from Bethlehem and said to the reapers, Jehovah be with you. And they said to him, Jehovah bless you.\n",
        "2:5 And Boaz said to his young man who was set over the reapers, Whose young woman is that?\n",
        "2:6 And the young man who was set over the reapers answered and said, She is the young Moabite woman who returned with Naomi from the country of Moab;\n",
        "2:7 And she said, Let me glean and gather after the reapers among the sheaves. So she has come and continued since morning until now, and she has sat in the house for only a little while.\n",
        "2:8 And Boaz said to Ruth, Listen, my daughter. Do not go to glean in another field, and also do not pass from here but stay close to my young women.\n",
        "2:9 Keep your eyes on the field that they reap; follow after them. I have charged my young men not to touch you. And when you are thirsty, you shall go to the vessels and drink of what the young men have drawn.\n",
        "2:10 And she fell upon her face and bowed herself to the ground, and she said to him, Why have I found favor in your sight that you regard me, though I am a foreigner?\n",
        "2:11 And Boaz answered and said to her, All that you have done for your mother-in-law since the death of your husband has been fully told me, as well as how you left your father and mother and the land of your birth, and came to a people whom you did not know before.\n",
        "2:12 May Jehovah recompense your work, and may you have a full reward from Jehovah the God of Israel, under whose wings you have come to take refuge.\n",
        "2:13 And she said, Let me find favor in your sight, my lord; for you have comforted me and have spoken kindly to your servant girl, though I am not like even one of your servant girls.\n",
        "2:14 And Boaz said to her at mealtime, Come here and eat some food; and dip your morsel in the vinegar. And she sat beside the reapers, and he extended some parched grain to her. And she ate and was satisfied, and she had some left.\n",
        "2:15 And when she rose up to glean, Boaz charged his young men, saying, Let her glean even among the standing grain, and do not reproach her.\n",
        "2:16 And also pull out some from the bundles for her, and leave it for her to glean; and do not rebuke her.\n",
        "2:17 So she gleaned in the field until evening. And she beat out what she had gleaned, and it was about an ephah of barley.\n",
        "2:18 And she took it up and went into the city. And her mother-in-law saw what she had gleaned. Ruth also brought out and gave to her what she had left after she had been earlier satisfied.\n",
        "2:19 And her mother-in-law said to her, Where did you glean today, and where did you work? Blessed be he who paid such attention to you. And she told her mother-in-law whom she had worked with and said, The name of the man whom I worked with today is Boaz.\n",
        "2:20 And Naomi said to her daughter-in-law, Blessed be he of Jehovah, whose lovingkindness has not failed for the living and for the dead. And Naomi said to her, The man is close to us; he is one of our kinsmen.\n",
        "2:21 And Ruth the Moabitess said, He also said to me, You shall stay close by my young men who are with me until they have completed the whole harvest that I have.\n",
        "2:22 And Naomi said to Ruth, her daughter-in-law, It is good, my daughter, that you go out with his young women, so that others do not meet you in any other field.\n",
        "2:23 So she stayed close to Boaz?s young women and gleaned until the end of the barley harvest and the wheat harvest, and she dwelt with her mother-in-law.\n"
      ],
      "id": [
        "2:1 Naomi itu mempunyai seorang sanak dari pihak suaminya, seorang yang kaya raya dari kaum Elimelekh, namanya Boas.\n",
        "2:2 Maka Rut, perempuan Moab itu, berkata kepada Naomi: Biarkanlah aku pergi ke ladang memungut bulir-bulir jelai di belakang orang yang murah hati kepadaku. Dan sahut Naomi kepadanya: Pergilah, anakku.\n",
        "2:3 Pergilah ia, lalu sampai di ladang dan memungut jelai di belakang penyabit-penyabit; kebetulan ia berada di tanah milik Boas, yang berasal dari kaum Elimelekh.\n",
        "2:4 Lalu datanglah Boas dari Betlehem. Ia berkata kepada penyabit-penyabit itu: Tuhan kiranya menyertai kamu. Jawab mereka kepadanya: Tuhan kiranya memberkati tuan!\n",
        "2:5 Lalu kata Boas kepada bujangnya yang mengawasi penyabit-penyabit itu: Dari manakah perempuan ini?\n",
        "2:6 Bujang yang mengawasi penyabit-penyabit itu menjawab: Dia adalah seorang perempuan Moab, dia pulang bersama-sama dengan Naomi dari daerah Moab.\n",
        "2:7 Tadi ia berkata: Izinkanlah kiranya aku memungut dan mengumpulkan jelai dari antara berkas-berkas jelai ini di belakang penyabit-penyabit. Begitulah ia datang dan terus sibuk dari pagi sampai sekarang dan seketika pun ia tidak berhenti.\n",
        "2:8 Sesudah itu berkatalah Boas kepada Rut: Dengarlah dahulu, anakku! Tidak usah engkau pergi memungut jelai ke ladang lain dan tidak usah juga engkau pergi dari sini, tetapi tetaplah dekat pengerja-pengerjaku perempuan.\n",
        "2:9 Lihat saja ke ladang yang sedang disabit orang itu. Ikutilah perempuan-perempuan itu dari belakang. Sebab aku telah memesankan kepada pengerja-pengerja lelaki jangan mengganggu engkau. Jika engkau haus, pergilah ke tempayan-tempayan dan minumlah air yang dicedok oleh pengerja-pengerja itu.\n",
        "2:10 Lalu sujudlah Rut menyembah dengan mukanya sampai ke tanah dan berkata kepadanya: Mengapakah aku mendapat belas kasihan dari padamu, sehingga tuan memperhatikan aku, padahal aku ini seorang asing?\n",
        "2:11 Boas menjawab: Telah dikabarkan orang kepadaku dengan lengkap segala sesuatu yang engkau lakukan kepada mertuamu sesudah suamimu mati, dan bagaimana engkau meninggalkan ibu bapamu dan tanah kelahiranmu serta pergi kepada suatu bangsa yang dahulu tidak engkau kenal.\n",
        "2:12 Tuhan kiranya membalas perbuatanmu itu, dan kepadamu kiranya dikaruniakan upahmu sepenuhnya oleh Tuhan, Allah Israel, yang di bawah sayap-Nya engkau datang berlindung.\n",
        "2:13 Kemudian berkatalah Rut: Memang aku mendapat belas kasihan dari padamu, ya tuanku, sebab tuan telah menghiburkan aku dan telah menenangkan hati hambamu ini, walaupun aku tidak sama seperti salah seorang hamba-hambamu perempuan.\n",
        "2:14 Ketika sudah waktu makan, berkatalah Boas kepadanya: Datanglah ke mari, makanlah roti ini dan celupkanlah suapmu ke dalam cuka ini. Lalu duduklah ia di sisi penyabit-penyabit itu, dan Boas mengunjukkan bertih gandum kepadanya; makanlah Rut sampai kenyang, bahkan ada sisanya.\n",
        "2:15 Setelah ia bangun untuk memungut pula, maka Boas memerintahkan kepada pengerja-pengerjanya: Dari antara berkas-berkas itu pun ia boleh memungut, janganlah ia diganggu;\n",
        "2:16 bahkan haruslah kamu dengan sengaja menarik sedikit-sedikit dari onggokan jelai itu untuk dia dan meninggalkannya, supaya dipungutnya; janganlah berlaku kasar terhadap dia.\n",
        "2:17 Maka ia memungut di ladang sampai petang; lalu ia mengirik yang dipungutnya itu, dan ada kira-kira seefa jelai banyaknya.\n",
        "2:18 Diangkatnyalah itu, lalu masuklah ia ke kota. Ketika mertuanya melihat apa yang dipungutnya itu, dan ketika dikeluarkannya dan diberikannya kepada mertuanya sisa yang ada setelah kenyang itu,\n",
        "2:19 maka berkatalah mertuanya kepadanya: Di mana engkau memungut dan di mana engkau bekerja hari ini? Diberkatilah kiranya orang yang telah memperhatikan engkau itu! Lalu diceritakannyalah kepada mertuanya itu pada siapa ia bekerja, katanya: Nama orang pada siapa aku bekerja hari ini ialah Boas.\n",
        "2:20 Sesudah itu berkatalah Naomi kepada menantunya: Diberkatilah kiranya orang itu oleh Tuhan yang rela mengaruniakan kasih setia-Nya kepada orang-orang yang hidup dan yang mati. Lagi kata Naomi kepadanya: Orang itu kaum kerabat kita, dialah salah seorang yang wajib menebus kita.\n",
        "2:21 Lalu kata Rut, perempuan Moab itu: Lagipula ia berkata kepadaku: Tetaplah dekat pengerja-pengerjaku sampai mereka menyelesaikan seluruh penyabitan ladangku.\n",
        "2:22 Lalu berkatalah Naomi kepada Rut, menantunya itu: Ya anakku, sebaiknya engkau keluar bersama-sama dengan pengerja-pengerjanya perempuan, supaya engkau jangan disusahi orang di ladang lain.\n",
        "2:23 Demikianlah Rut tetap dekat pada pengerja-pengerja perempuan Boas untuk memungut, sampai musim menuai jelai dan musim menuai gandum telah berakhir. Dan selama itu ia tinggal pada mertuanya.\n"
      ]
    },
    "3": {
      "en": [
        "3:1 And Naomi, her mother-in-law, said to her, My daughter, I must seek some resting place for you, that it may go well with you.\n",
        "3:2 And now is not Boaz our relative, with whose young women you have been? Behold, he is winnowing the barley tonight at the threshing floor.\n",
        "3:3 Wash yourself therefore, and anoint yourself, and put on your best clothes; and go down to the threshing floor. But do not make yourself known to the man until he has finished eating and drinking.\n",
        "3:4 And when he lies down, notice the place where he lies, and go and uncover his feet, and lie down. And he will tell you what you should do.\n",
        "3:5 And she said to her, All that you say, I will do.\n",
        "3:6 And she went down to the threshing floor and did according to all that her mother-in-law had charged her.\n",
        "3:7 And Boaz ate and drank, and his heart was merry. And he went to lie down at the end of the heap of grain. And she came in secretly and uncovered his feet and lay down.\n",
        "3:8 Then at midnight the man was startled; and he turned over, and a woman was there, lying at his feet.\n",
        "3:9 And he said, Who are you? And she said, I am Ruth, your female servant. Spread your cloak over your female servant, for you are a kinsman.\n",
        "3:10 And he said, Blessed be you of Jehovah, my daughter. You have shown your latter kindness to be better than your first by not going after the choice young men, whether poor or rich.\n",
        "3:11 And now, my daughter, do not fear. All that you say, I will do for you; for all the assembly of my people know that you are a worthy woman.\n",
        "3:12 And now it is true that I am a kinsman, yet there is a kinsman closer than I.\n",
        "3:13 Stay for the night; and in the morning if he will do the kinsman?s duty, fine; let him do it. But if he is not willing to do the kinsman?s duty for you, I will do it for you, as Jehovah lives. Lie down until morning.\n",
        "3:14 And she lay at his feet until morning, then rose up before one could recognize another; for he said, Do not let it be known that the woman came to the threshing floor.\n",
        "3:15 And he said, Bring the cloak that is on you, and hold it open. And she held it open, and he measured out six measures of barley and laid it on her. And he went into the city.\n",
        "3:16 And when she came to her mother-in-law, she said, How are you, my daughter? And she told her all that the man had done for her.\n",
        "3:17 And she said, These six measures of barley he gave me, for he said, Do not go to your mother-in-law empty-handed.\n",
        "3:18 And she said, Stay here, my daughter, until you know how the matter will fall; for the man will not rest until he has concluded the matter today.\n"
      ],
      "id": [
        "3:1 Lalu Naomi, mertuanya itu, berkata kepadanya: Anakku, apakah tidak ada baiknya jika aku mencari tempat perlindungan bagimu supaya engkau berbahagia?\n",
        "3:2 Maka sekarang, bukankah Boas, yang pengerja-pengerjanya perempuan telah kautemani itu, adalah sanak kita? Dia pada malam ini menampi jelai di tempat pengirikan;\n",
        "3:3 maka mandilah dan beruraplah, pakailah pakaian bagusmu dan pergilah ke tempat pengirikan itu. Tetapi janganlah engkau ketahuan kepada orang itu, sebelum ia selesai makan dan minum.\n",
        "3:4 Jika ia membaringkan diri tidur, haruslah engkau perhatikan baik-baik tempat ia berbaring; kemudian datanglah dekat, singkapkanlah selimut dari kakinya dan berbaringlah di sana. Maka ia akan memberitahukan kepadamu apa yang harus kaulakukan.\n",
        "3:5 Lalu kata Rut kepadanya: Segala yang engkau katakan itu akan kulakukan.\n",
        "3:6 Sesudah itu pergilah ia ke tempat pengirikan dan dilakukannyalah tepat seperti yang diperintahkan mertuanya kepadanya.\n",
        "3:7 Setelah Boas habis makan dan minum dan hatinya gembira, datanglah ia untuk membaringkan diri tidur pada ujung timbunan jelai itu. Kemudian datanglah perempuan itu dekat dengan diam-diam, disingkapkannyalah selimut dari kaki Boas dan berbaringlah ia di situ.\n",
        "3:8 Pada waktu tengah malam dengan terkejut terjagalah orang itu, lalu meraba-raba ke sekelilingnya, dan ternyata ada seorang perempuan berbaring di sebelah kakinya.\n",
        "3:9 Bertanyalah ia: Siapakah engkau ini? Jawabnya: Aku Rut, hambamu: kembangkanlah kiranya sayapmu melindungi hambamu ini, sebab engkaulah seorang kaum yang wajib menebus kami.\n",
        "3:10 Lalu katanya: Diberkatilah kiranya engkau oleh Tuhan, ya anakku! Sekarang engkau menunjukkan kasihmu lebih nyata lagi dari pada yang pertama kali itu, karena engkau tidak mengejar-ngejar orang-orang muda, baik yang miskin maupun yang kaya.\n",
        "3:11 Oleh sebab itu, anakku, janganlah takut; segala yang kaukatakan itu akan kulakukan kepadamu; sebab setiap orang dalam kota kami tahu, bahwa engkau seorang perempuan baik-baik.\n",
        "3:12 Maka sekarang, memang aku seorang kaum yang wajib menebus, tetapi walaupun demikian masih ada lagi seorang penebus, yang lebih dekat dari padaku.\n",
        "3:13 Tinggallah di sini malam ini; dan besok pagi, jika ia mau menebus engkau, baik, biarlah ia menebus; tetapi jika ia tidak suka menebus engkau, maka akulah yang akan menebus engkau, demi Tuhan yang hidup. Berbaring sajalah tidur sampai pagi.\n",
        "3:14 Jadi berbaringlah ia tidur di sebelah kakinya sampai pagi; lalu bangunlah ia, sebelum orang dapat kenal-mengenal, sebab kata Boas: Janganlah diketahui orang, bahwa seorang perempuan datang ke tempat pengirikan.\n",
        "3:15 Lagi katanya: Berikanlah selendang yang engkau pakai itu dan tadahkanlah itu. Lalu ditadahkannya selendang itu. Kemudian ditakarnyalah enam takar jelai ke dalam selendang itu. Sesudah itu pergilah Boas ke kota.\n",
        "3:16 Setelah perempuan itu sampai kepada mertuanya, berkatalah mertuanya itu: Bagaimana, anakku? Lalu diceritakannyalah semua yang dilakukan orang itu kepadanya\n",
        "3:17 serta berkata: Yang enam takar jelai ini diberikannya kepadaku, sebab katanya: Engkau tidak boleh pulang kepada mertuamu dengan tangan hampa.\n",
        "3:18 Lalu kata mertuanya itu: Duduk sajalah menanti, anakku, sampai engkau mengetahui, bagaimana kesudahan perkara itu; sebab orang itu tidak akan berhenti, sebelum diselesaikannya perkara itu pada hari ini juga.\n"
      ]
    },
    "4": {
      "en": [
        "4:1 Then Boaz went up to the gate and sat there. And just then the kinsman of whom Boaz had spoken came by. And Boaz said, Turn aside and sit here, friend. And he turned aside and sat down.\n",
        "4:2 And he took ten men from among the elders of the city and said, Sit here. And they sat down.\n",
        "4:3 And he said to the kinsman, Naomi, who has returned from the country of Moab, has put up for sale the portion of the field that belonged to our brother Elimelech.\n",
        "4:4 So I thought that I should disclose this to you and say, Buy it in the presence of those sitting here and in the presence of the elders of my people. If you can redeem it, redeem it; but if you cannot redeem it, tell me so that I will know; for there is no one to redeem it ahead of you, and I am after you. And he said, I will redeem it.\n",
        "4:5 Then Boaz said, On the day you buy the field from Naomi?s hand, you must also acquire Ruth the Moabitess, the wife of the dead man, in order to raise up the dead man?s name upon his inheritance.\n",
        "4:6 And the kinsman said, I cannot redeem it for myself, or else I will mar my own inheritance. You redeem for yourself what I should redeem, for I cannot redeem it.\n",
        "4:7 Now such was the custom formerly in Israel concerning redeeming and exchanging that to establish any matter a man would draw off his sandal and give it to his neighbor; this was the way of attesting it in Israel.\n",
        "4:8 So when the kinsman said to Boaz, Buy it for yourself, he drew off his sandal.\n",
        "4:9 And Boaz said to the elders and all the people, You are witnesses today, that I buy from Naomi?s hand all that was Elimelech?s and all that was Chilion?s and Mahlon?s.\n",
        "4:10 Furthermore Ruth the Moabitess, the wife of Mahlon, I acquire as my own wife so that I may raise up the dead man?s name upon his inheritance and the dead man?s name may not be cut off from among his brothers and from the gate of his place. You are witnesses today.\n",
        "4:11 And all the people who were in the gate and the elders said, We are witnesses. May Jehovah make the woman who has come into your house like Rachel and like Leah, the two who built the house of Israel. And prosper in Ephrathah, and gain a name in Bethlehem.\n",
        "4:12 And may your house be like the house of Perez, whom Tamar bore to Judah, through the seed that Jehovah gives you by this young woman.\n",
        "4:13 So Boaz took Ruth, and she became his wife; and he went in unto her, and Jehovah made her conceive; and she bore a son.\n",
        "4:14 And the women said to Naomi, Blessed be Jehovah, who has not left you today without a kinsman; and may his name be famous in Israel.\n",
        "4:15 And he will be to you as a restorer of life and a sustainer in your old age; for your daughter-in-law, who loves you and is better to you than seven sons, has borne him.\n",
        "4:16 And Naomi took the child and laid him on her bosom, and she became his nurse.\n",
        "4:17 And the women neighbors gave him a name, saying, A son has been born to Naomi; and they called his name Obed. He is the father of Jesse, the father of David.\n",
        "4:18 Now these are the generations of Perez: Perez begot Hezron,\n",
        "4:19 And Hezron begot Ram, and Ram begot Amminadab,\n",
        "4:20 And Amminadab begot Nahshon, and Nahshon begot Salmon,\n",
        "4:21 And Salmon begot Boaz, and Boaz begot Obed,\n",
        "4:22 And Obed begot Jesse, and Jesse begot David\n"
      ],
      "id": [
        "4:1 Boas telah pergi ke pintu gerbang dan duduk di sana. Kebetulan lewatlah penebus yang disebutkan Boas itu. Lalu berkatalah Boas: Hai saudara, datanglah dahulu ke mari, duduklah di sini. Maka datanglah ia, lalu duduk.\n",
        "4:2 Kemudian dipilihnyalah sepuluh orang dari para tua-tua kota itu, dan berkata: Duduklah kamu di sini. Maka duduklah mereka.\n",
        "4:3 Lalu berkatalah ia kepada penebus itu: Tanah milik kepunyaan saudara kita Elimelekh hendak dijual oleh Naomi, yang telah pulang dari daerah Moab.\n",
        "4:4 Jadi pikirku: baik juga hal itu kusampaikan kepadamu sebagai berikut: Belilah tanah itu di depan orang-orang yang duduk di sini dan di depan para tua-tua bangsa kita. Jika engkau mau menebusnya, tebuslah; tetapi jika engkau tidak mau menebusnya, beritahukanlah kepadaku, supaya aku tahu, sebab tidak ada orang yang dapat menebusnya kecuali engkau, dan sesudah engkau: aku. Lalu berkatalah ia: Aku akan menebusnya.\n",
        "4:5 Tetapi kata Boas: Pada waktu engkau membeli tanah itu dari tangan Naomi, engkau memperoleh Rut juga, perempuan Moab, isteri orang yang telah mati itu, untuk menegakkan nama orang itu di atas milik pusakanya.\n",
        "4:6 Lalu berkatalah penebus itu: Jika demikian, aku ini tidak dapat menebusnya, sebab aku akan merusakkan milik pusakaku sendiri. Aku mengharap engkau menebus apa yang seharusnya aku tebus, sebab aku tidak dapat menebusnya.\n",
        "4:7 Beginilah kebiasaan dahulu di Israel dalam hal menebus dan menukar: setiap kali orang hendak menguatkan sesuatu perkara, maka yang seorang menanggalkan kasutnya sebelah dan memberikannya kepada yang lain. Demikianlah caranya orang mensahkan perkara di Israel.\n",
        "4:8 Lalu penebus itu berkata kepada Boas: Engkau saja yang membelinya. Dan ditanggalkannyalah kasutnya.\n",
        "4:9 Kemudian berkatalah Boas kepada para tua-tua dan kepada semua orang di situ: Kamulah pada hari ini menjadi saksi, bahwa segala milik Elimelekh dan segala milik Kilyon dan Mahlon, aku beli dari tangan Naomi;\n",
        "4:10 juga Rut, perempuan Moab itu, isteri Mahlon, aku peroleh menjadi isteriku untuk menegakkan nama orang yang telah mati itu di atas milik pusakanya. Demikianlah nama orang itu tidak akan lenyap dari antara saudara-saudaranya dan dari antara warga kota. Kamulah pada hari ini menjadi saksi.\n",
        "4:11 Dan seluruh orang banyak yang hadir di pintu gerbang, dan para tua-tua berkata: Kamilah menjadi saksi. Tuhan kiranya membuat perempuan yang akan masuk ke rumahmu itu sama seperti Rahel dan Lea, yang keduanya telah membangunkan umat Israel. Biarlah engkau menjadi makmur di Efrata dan biarlah namamu termasyhur di Betlehem,\n",
        "4:12 keturunanmu kiranya menjadi seperti keturunan Peres yang dilahirkan Tamar bagi Yehuda oleh karena anak-anak yang akan diberikan Tuhan kepadamu dari perempuan muda ini!\n",
        "4:13 Lalu Boas mengambil Rut dan perempuan itu menjadi isterinya dan dihampirinyalah dia. Maka atas karunia Tuhan perempuan itu mengandung, lalu melahirkan seorang anak laki-laki.\n",
        "4:14 Sebab itu perempuan-perempuan berkata kepada Naomi: Terpujilah Tuhan, yang telah rela menolong engkau pada hari ini dengan seorang penebus. Termasyhurlah kiranya nama anak itu di Israel.\n",
        "4:15 Dan dialah yang akan menyegarkan jiwamu dan memelihara engkau pada waktu rambutmu telah putih; sebab menantumu yang mengasihi engkau telah melahirkannya, perempuan yang lebih berharga bagimu dari tujuh anak laki-laki.\n",
        "4:16 Dan Naomi mengambil anak itu serta meletakkannya pada pangkuannya dan dialah yang mengasuhnya.\n",
        "4:17 Dan tetangga-tetangga perempuan memberi nama kepada anak itu, katanya: Pada Naomi telah lahir seorang anak laki-laki; lalu mereka menyebutkan namanya Obed. Dialah ayah Isai, ayah Daud.\n",
        "4:18 Inilah keturunan Peres: Peres memperanakkan Hezron,\n",
        "4:19 Hezron memperanakkan Ram, Ram memperanakkan Aminadab,\n",
        "4:20 Aminadab memperanakkan Nahason, Nahason memperanakkan Salmon,\n",
        "4:21 Salmon memperanakkan Boas, Boas memperanakkan Obed,\n",
        "4:22 Obed memperanakkan Isai dan Isai memperanakkan Daud .\n"
      ]
    }
  }
}
