{
  "John": [
    {
      "1": {
        "en": [
          "1:1 In the beginning was the Word, and the Word was with God, and the Word was God.\n",
          "1:2 He was in the beginning with God.\n",
          "1:3 All things came into being through Him, and apart from Him not one thing came into being which has come into being.\n",
          "1:4 In Him was life, and the life was the light of men.\n",
          "1:5 And the light shines in the darkness, and the darkness did not overcome it.\n",
          "1:6 There came a man sent from God, whose name was John.\n",
          "1:7 He came for a testimony that he might testify concerning the light, that all might believe through him.\n",
          "1:8 He was not the light, but came that he might testify concerning the light.\n",
          "1:9 This was the true light which, coming into the world, enlightens every man.\n",
          "1:10 He was in the world, and the world came into being through Him, yet the world did not know Him.\n",
          "1:11 He came to His own, yet those who were His own did not receive Him.\n",
          "1:12 But as many as received Him, to them He gave the authority to become children of God, to those who believe into His name,\n",
          "1:13 Who were begotten not of blood, nor of the will of the flesh, nor of the will of man, but of God.\n",
          "1:14 And the Word became flesh and tabernacled among us (and we beheld His glory, glory as of the only Begotten from the Father), full of grace and reality.\n",
          "1:15 John testified concerning Him and cried out, saying, This was He of whom I said, He who is coming after me has become ahead of me, because He was before me.\n",
          "1:16 For of His fullness we have all received, and grace upon grace.\n",
          "1:17 For the law was given through Moses; grace and reality came through Jesus Christ.\n",
          "1:18 No one has ever seen God; the only begotten Son, who is in the bosom of the Father, He has declared Him.\n",
          "1:19 And this is the testimony of John, when the Jews sent to him priests and Levites from Jerusalem to ask him, Who are you?\n",
          "1:20 And he confessed and did not deny, and he confessed, I am not the Christ.\n",
          "1:21 And they asked him, What then? Are you Elijah? And he said, I am not. Are you the Prophet? And he answered, No.\n",
          "1:22 They said then to him, Who are you, that we may give an answer to those who sent us? What do you say about yourself?\n",
          "1:23 He said, I am a voice of one crying in the wilderness, ?Make straight the way of the Lord!? as Isaiah the prophet said.\n",
          "1:24 And those who had been sent were of the Pharisees.\n",
          "1:25 And they asked him and said to him, Why then are you baptizing if you are not the Christ nor Elijah nor the Prophet?\n",
          "1:26 John answered them, saying, I baptize in water; but among you stands One whom you do not know,\n",
          "1:27 He who is coming after me, the thong of whose sandal I am not worthy to untie.\n",
          "1:28 These things took place in Bethany across the Jordan, where John was baptizing.\n",
          "1:29 The next day he saw Jesus coming to him and said, Behold, the Lamb of God, who takes away the sin of the world!\n",
          "1:30 This is He of whom I said, A man is coming after me who has become ahead of me, because He was before me.\n",
          "1:31 And I did not know Him, but in order that He might be manifested to Israel, for this reason I came baptizing in water.\n",
          "1:32 And John testified, saying, I beheld the Spirit descending as a dove out of heaven, and He abode upon Him.\n",
          "1:33 And I did not know Him, but He who sent me to baptize in water, He said to me, He upon whom you see the Spirit descending and abiding upon Him, this is He who baptizes in the Holy Spirit.\n",
          "1:34 And I have seen and have testified that this is the Son of God.\n",
          "1:35 Again the next day John was standing with two of his disciples,\n",
          "1:36 And looking at Jesus walking, he said, Behold, the Lamb of God!\n",
          "1:37 And the two disciples heard him speak this, and they followed Jesus.\n",
          "1:38 And Jesus, turning and beholding them following, said to them, What are you seeking? And they said to Him, Rabbi (which translated means Teacher), where are You staying?\n",
          "1:39 He said to them, Come, and you will see. They went therefore and saw where He was staying, and they stayed with Him that day; it was about the tenth hour.\n",
          "1:40 One of the two who heard this from John and followed Him was Andrew, Simon Peter?s brother.\n",
          "1:41 He first found his own brother Simon and said to him, We have found the Messiah (which translated means Christ).\n",
          "1:42 He led him to Jesus. Looking at him, Jesus said, You are Simon, the son of John; you shall be called Cephas (which is interpreted, Peter).\n",
          "1:43 The next day He wanted to go forth into Galilee, and He found Philip. And Jesus said to him, Follow Me.\n",
          "1:44 Now Philip was from Bethsaida, of the city of Andrew and Peter.\n",
          "1:45 Philip found Nathanael and said to him, We have found Him of whom Moses in the law, and the prophets, wrote, Jesus, the son of Joseph, from Nazareth.\n",
          "1:46 And Nathanael said to him, Can anything good be from Nazareth? Philip said to him, Come and see.\n",
          "1:47 Jesus saw Nathanael coming to Him and said concerning him, Behold, truly an Israelite, in whom there is no guile!\n",
          "1:48 Nathanael said to Him, How do You know me? Jesus answered and said to him, Before Philip called you, while you were under the fig tree, I saw you.\n",
          "1:49 Nathanael answered Him, Rabbi, You are the Son of God; You are the King of Israel.\n",
          "1:50 Jesus answered and said to him, Is it because I told you that I saw you under the fig tree that you believe? You shall see greater things than these.\n",
          "1:51 And He said to him, Truly, truly, I say to you, You shall see heaven opened and the angels of God ascending and descending on the Son of Man.\n"
        ],
        "id": [
          "1:1 Pada mulanya ada Firman; Firman itu bersama-sama dengan Allah dan Firman itu adalah Allah.\n",
          "1:2 Ia pada mulanya bersama-sama dengan Allah.\n",
          "1:3 Segala sesuatu dijadikan oleh Dia dan tanpa Dia tidak ada suatu pun yang telah jadi dari segala yang telah dijadikan.\n",
          "1:4 Dalam Dia ada hidup dan hidup itu adalah terang manusia.\n",
          "1:5 Terang itu bercahaya di dalam kegelapan dan kegelapan itu tidak menguasainya.\n",
          "1:6 Datanglah seorang yang diutus Allah, namanya Yohanes;\n",
          "1:7 ia datang sebagai saksi untuk bersaksi tentang terang itu, supaya melalui dia semua orang menjadi percaya.\n",
          "1:8 Ia bukan terang itu, tetapi ia harus bersaksi tentang terang itu.\n",
          "1:9 Terang yang sesungguhnya, yang menerangi setiap orang, sedang datang ke dalam dunia.\n",
          "1:10 Ia telah ada di dalam dunia dan dunia dijadikan melalui Dia, tetapi dunia tidak mengenal-Nya.\n",
          "1:11 Ia datang kepada milik-Nya, tetapi orang-orang milik-Nya itu tidak menerima-Nya.\n",
          "1:12 Namun semua orang yang menerima-Nya diberi-Nya kuasa supaya menjadi anak-anak Allah, yaitu mereka yang percaya dalam nama-Nya;\n",
          "1:13 orang-orang yang dilahirkan bukan dari darah atau dari keinginan jasmani, bukan pula oleh keinginan seorang laki-laki, melainkan dari Allah.\n",
          "1:14 Firman itu telah menjadi manusia, dan tinggal di antara kita, dan kita telah melihat kemuliaan-Nya, yaitu kemuliaan yang diberikan kepada-Nya sebagai Anak Tunggal Bapa, penuh anugerah dan kebenaran.\n",
          "1:15 Yohanes bersaksi tentang Dia dan berseru, \"Inilah Dia, yang kumaksudkan ketika aku berkata: Kemudian daripada aku akan datang Dia yang telah mendahului aku, sebab Dia telah ada sebelum aku.\"\n",
          "1:16 Karena dari kepenuhan-Nya kita semua telah menerima anugerah demi anugerah;\n",
          "1:17 sebab hukum Taurat diberikan melalui Musa, tetapi anugerah dan kebenaran datang melalui Yesus Kristus.\n",
          "1:18 Tidak seorang pun yang pernah melihat Allah; tetapi Anak Tunggal Allah yang ada di pangkuan Bapa, Dialah yang menyatakan-Nya.\n",
          "1:19 Inilah kesaksian Yohanes ketika orang Yahudi dari Yerusalem mengutus beberapa imam dan orang-orang Lewi kepadanya untuk menanyakan dia, \"Siapakah engkau?\"\n",
          "1:20 Ia mengaku dan tidak berdusta, katanya, \"Aku bukan Mesias.\"\n",
          "1:21 Lalu mereka bertanya kepadanya, \"Kalau begitu, siapa? Apakah engkau Elia?\" Ia menjawab, \"Bukan!\" \"Engkaukah nabi yang akan datang?\" Ia pun menjawab, \"Bukan!\"\n",
          "1:22 Karena itu kata mereka kepadanya, \"Siapakah engkau? Sebab kami harus memberi jawab kepada mereka yang mengutus kami. Apakah katamu tentang dirimu sendiri?\"\n",
          "1:23 Jawabnya, \"Akulah suara orang yang berseru-seru di padang gurun, 'Luruskanlah jalan Tuhan!' seperti yang telah dikatakan Nabi Yesaya.\"\n",
          "1:24 Di antara orang-orang yang diutus itu ada beberapa orang Farisi.\n",
          "1:25 Mereka bertanya kepadanya, \"Kalau demikian, mengapa engkau membaptis, jikalau engkau bukan Mesias, bukan Elia, dan bukan nabi yang akan datang?\"\n",
          "1:26 Yohanes menjawab mereka, \"Aku membaptis dengan air; tetapi di tengah-tengah kamu berdiri Dia yang tidak kamu kenal,\n",
          "1:27 yaitu Dia, yang datang kemudian daripada aku. Membuka tali kasut-Nya pun aku tidak layak.\"\n",
          "1:28 Hal itu terjadi di Betania yang di seberang Sungai Yordan, tempat Yohanes membaptis.\n",
          "1:29 Keesokan harinya Yohanes melihat Yesus datang kepadanya dan ia berkata, \"Lihatlah Anak Domba Allah, yang menghapus dosa dunia.\n",
          "1:30 Dialah yang kumaksudkan ketika kukatakan: Kemudian daripada aku akan datang seorang yang telah mendahului aku, sebab Dia telah ada sebelum aku.\n",
          "1:31 Aku sendiri pun dulu tidak mengenal Dia, tetapi untuk itulah aku datang dan membaptis dengan air, supaya Ia dinyatakan kepada Israel.\"\n",
          "1:32 Selanjutnya Yohanes bersaksi, katanya, \"Aku telah melihat Roh turun dari langit seperti merpati, dan Ia tinggal di atas-Nya.\n",
          "1:33 Dan aku pun dulu tidak mengenal-Nya, tetapi Dia, yang mengutus aku untuk membaptis dengan air, telah berfirman kepadaku: Jikalau engkau melihat Roh itu turun ke atas seseorang dan tinggal di atas-Nya, Dialah yang akan membaptis dengan Roh Kudus.\n",
          "1:34 Aku telah melihat-Nya dan memberi kesaksian: Ia inilah Anak Allah.\"\n",
          "1:35 Keesokan harinya Yohanes berdiri di situ lagi dengan dua orang muridnya.\n",
          "1:36 Ketika ia melihat Yesus lewat, ia berkata, \"Lihatlah Anak Domba Allah!\"\n",
          "1:37 Kedua murid itu mendengar apa yang dikatakannya itu, lalu mereka pergi mengikut Yesus.\n",
          "1:38 Tetapi Yesus menoleh ke belakang. Ia melihat bahwa mereka mengikut Dia lalu berkata kepada mereka, \"Apa yang kamu cari?\" Kata mereka kepada-Nya, \"Rabi (artinya: Guru), di manakah Engkau tinggal?\"\n",
          "1:39 Ia berkata kepada mereka, \"Marilah dan kamu akan melihatnya.\" Mereka pun datang dan melihat di mana Ia tinggal, dan hari itu mereka tinggal bersama-sama dengan Dia; waktu itu kira-kira pukul empat.\n",
          "1:40 Salah seorang dari keduanya yang mendengar perkataan Yohanes lalu mengikut Yesus adalah Andreas, saudara Simon Petrus.\n",
          "1:41 Andreas mula-mula menemui Simon, saudaranya, dan ia berkata kepadanya, \"Kami telah menemukan Mesias (artinya: Kristus).\"\n",
          "1:42 Ia membawanya kepada Yesus. Yesus memandang dia dan berkata, \"Engkau Simon, anak Yohanes, engkau akan dinamakan Kefas (artinya: Petrus).\"\n",
          "1:43 Keesokan harinya Yesus memutuskan untuk berangkat ke Galilea. Ia bertemu dengan Filipus, dan berkata kepadanya, \"Ikutlah Aku!\"\n",
          "1:44 Filipus berasal dari Betsaida, kota Andreas dan Petrus.\n",
          "1:45 Filipus menemui Natanael dan berkata kepadanya, \"Kami telah menemukan Dia yang disebut oleh Musa dalam kitab Taurat dan oleh para nabi, yaitu Yesus, anak Yusuf dari Nazaret.\"\n",
          "1:46 Kata Natanael kepadanya, \"Mungkinkah sesuatu yang baik datang dari Nazaret?\"\n",
          "1:47 Kata Filipus kepadanya, \" Mari dan lihatlah!\" Yesus melihat Natanael datang kepada-Nya, lalu berkata tentang dia, \"Lihat, inilah seorang Israel sejati, tidak ada kepalsuan di dalamnya!\"\n",
          "1:48 Kata Natanael kepada-Nya, \"Bagaimana Engkau mengenal aku?\" Jawab Yesus kepadanya, \"Sebelum Filipus memanggil engkau, Aku telah melihat engkau di bawah pohon ara.\"\n",
          "1:49 Kata Natanael kepada-Nya, \"Rabi, Engkau Anak Allah, Engkau Raja orang Israel!\"\n",
          "1:50 Yesus berkata, \"Apakah karena Aku berkata kepadamu, 'Aku melihat engkau di bawah pohon ara,' maka engkau percaya? Engkau akan melihat hal-hal yang lebih besar daripada itu.\"\n",
          "1:51 Lalu kata Yesus kepadanya, \" Sesungguhnya Aku berkata kepadamu, engkau akan melihat langit terbuka dan malaikat-malaikat Allah naik turun kepada Anak Manusia.\"\n"
        ]
      }
    },
    {
      "2": {
        "en": [
          "2:1 And the third day a wedding took place in Cana of Galilee, and the mother of Jesus was there.\n",
          "2:2 And Jesus also was invited, as well as His disciples, to the wedding.\n",
          "2:3 And when the wine ran out, the mother of Jesus said to Him, They have no wine.\n",
          "2:4 And Jesus said to her, Woman, what do I have in this that concerns you? My hour has not yet come.\n",
          "2:5 His mother said to the servants, Whatever He says to you, do.\n",
          "2:6 Now there were six stone waterpots lying there, according to the Jews? rite of purification, holding two or three measures each.\n",
          "2:7 Jesus said to them, Fill the waterpots with water. And they filled them up to the brim.\n",
          "2:8 And He said to them, Draw some out now and take it to the master of the feast. And they took it to him.\n",
          "2:9 And when the master of the feast tasted the water which had become wine and did not know where it came from, though the servants who had drawn the water knew, the master of the feast called the bridegroom\n",
          "2:10 And said to him, Every man sets out the good wine first, and when they have drunk freely, then that which is worse; you have kept the good wine until now.\n",
          "2:11 This beginning of signs Jesus performed in Cana of Galilee and manifested His glory, and His disciples believed into Him.\n",
          "2:12 After this He went down to Capernaum, He and His mother and His brothers and His disciples; and they remained there not many days.\n",
          "2:13 And the Passover of the Jews was near, and Jesus went up to Jerusalem.\n",
          "2:14 And He found in the temple those selling oxen and sheep and doves, and the moneychangers sitting there.\n",
          "2:15 And having made a whip out of cords, He drove them all out of the temple, as well as the sheep and the oxen, and He poured out the money of the moneychangers and overturned their tables.\n",
          "2:16 And to those who were selling the doves He said, Take these things away from here; do not make My Father?s house a house of merchandise.\n",
          "2:17 His disciples remembered that it was written, ?The zeal of Your house shall devour Me.?\n",
          "2:18 The Jews then answered and said to Him, What sign do You show us, seeing that You do these things?\n",
          "2:19 Jesus answered and said to them, Destroy this temple, and in three days I will raise it up.\n",
          "2:20 Then the Jews said, This temple was built in forty-six years, and You will raise it up in three days?\n",
          "2:21 But He spoke of the temple of His body.\n",
          "2:22 When therefore He was raised from the dead, His disciples remembered that He had said this, and they believed the Scripture and the word which Jesus had spoken.\n",
          "2:23 Now when He was in Jerusalem at the Passover, during the feast, many believed into His name when they saw the signs which He did.\n",
          "2:24 But Jesus Himself did not entrust Himself to them, for He knew all men,\n",
          "2:25 And because He did not need anyone to testify concerning man, for He Himself knew what was in man.\n"
        ],
        "id": [
          "2:1 Pada hari ketiga ada perkawinan di Kana yang di Galilea, dan ibu Yesus ada di situ;\n",
          "2:2 Yesus dan murid-murid-Nya diundang juga ke perkawinan itu.\n",
          "2:3 Ketika mereka kekurangan anggur, ibu Yesus berkata kepada-Nya, \"Mereka kehabisan anggur.\"\n",
          "2:4 Kata Yesus kepadanya, \" Mau apakah engkau dari Aku, ibu? Saat-Ku belum tiba.\"\n",
          "2:5 Tetapi ibu Yesus berkata kepada pelayan-pelayan, \"Apa yang dikatakan-Nya kepadamu, lakukanlah itu!\"\n",
          "2:6 Di situ ada enam tempayan yang disediakan untuk pembasuhan menurut adat orang Yahudi, masing-masing isinya delapan puluh atau seratus dua puluh liter.\n",
          "2:7 Yesus berkata kepada pelayan-pelayan itu, \"Isilah tempayan-tempayan itu penuh dengan air.\" Mereka pun mengisinya sampai penuh.\n",
          "2:8 Sesudah itu, kata Yesus kepada mereka, \"Sekarang cedoklah dan bawalah kepada pemimpin pesta.\" Lalu mereka pun membawanya.\n",
          "2:9 Setelah pemimpin pesta itu mencicipi air yang telah menjadi anggur itu -- dan ia tidak tahu dari mana datangnya, tetapi pelayan-pelayan, yang mencedok air itu, mengetahuinya -- ia memanggil mempelai laki-laki,\n",
          "2:10 dan berkata kepadanya, \"Setiap orang menghidangkan anggur yang baik dahulu dan sesudah orang puas minum, barulah yang kurang baik; akan tetapi engkau menyimpan anggur yang baik sampai sekarang.\"\n",
          "2:11 Hal itu dilakukan Yesus di Kana yang di Galilea, sebagai yang pertama dari tanda-tanda-Nya dan dengan itu Ia telah menyatakan kemuliaan-Nya, dan murid-murid-Nya percaya kepada-Nya.\n",
          "2:12 Sesudah itu Yesus pergi ke Kapernaum, bersama-sama dengan ibu-Nya dan saudara-saudara-Nya dan murid-murid-Nya, dan mereka tinggal di situ hanya beberapa hari saja.\n",
          "2:13 Ketika hari raya Paskah orang Yahudi sudah dekat, Yesus berangkat ke Yerusalem.\n",
          "2:14 Di halaman Bait Allah didapati-Nya pedagang-pedagang lembu, domba dan merpati, dan penukar-penukar uang duduk di situ.\n",
          "2:15 Ia membuat cambuk dari tali lalu mengusir mereka semua dari Bait Allah dengan semua domba dan lembu mereka; uang penukar-penukar dihamburkan-Nya ke tanah dan meja-meja mereka dibalikkan-Nya.\n",
          "2:16 Kepada pedagang-pedagang merpati Ia berkata, \"Ambil semuanya ini dari sini, jangan kamu membuat rumah Bapa-Ku menjadi tempat berjualan.\"\n",
          "2:17 Lalu teringatlah murid-murid-Nya bahwa ada tertulis: \" Cinta untuk rumah-Mu akan menghanguskan Aku.\"\n",
          "2:18 Para pemuka Yahudi menantang Yesus, katanya, \"Tanda apakah yang dapat Engkau tunjukkan kepada kami bahwa Engkau berhak bertindak demikian?\"\n",
          "2:19 Jawab Yesus kepada mereka, \"Runtuhkan Bait Suci ini, dan dalam tiga hari Aku akan mendirikannya kembali.\"\n",
          "2:20 Lalu kata orang Yahudi kepada-Nya, \"Empat puluh enam tahun orang mendirikan Bait Suci ini dan Engkau dapat membangunnya dalam tiga hari?\"\n",
          "2:21 Tetapi yang dimaksudkan-Nya dengan Bait Suci ialah tubuh-Nya sendiri.\n",
          "2:22 Karena itu, sesudah Ia bangkit dari antara orang mati, murid-murid-Nya teringat bahwa hal itu telah dikatakan-Nya, dan mereka pun percaya kepada Kitab Suci dan kepada perkataan yang telah diucapkan Yesus.\n",
          "2:23 Sementara Ia di Yerusalem selama hari raya Paskah, banyak orang percaya dalam nama-Nya, karena mereka telah melihat tanda-tanda mukjizat yang diadakan-Nya.\n",
          "2:24 Tetapi Yesus sendiri tidak mempercayakan diri-Nya kepada mereka, karena Ia mengenal semua manusia,\n",
          "2:25 dan karena tidak perlu seorang pun bersaksi kepada-Nya tentang manusia, sebab Ia tahu apa yang ada di dalam hati manusia.\n"
        ]
      }
    },
    {
      "3": {
        "en": [
          "3:1 But there was a man of the Pharisees named Nicodemus, a ruler of the Jews.\n",
          "3:2 This one came to Him by night and said to Him, Rabbi, we know that You have come from God as a teacher, for no one can do these signs that You do unless God is with him.\n",
          "3:3 Jesus answered and said to him, Truly, truly, I say to you, Unless one is born anew, he cannot see the kingdom of God.\n",
          "3:4 Nicodemus said to Him, How can a man be born when he is old? He cannot enter a second time into his mother?s womb and be born, can he?\n",
          "3:5 Jesus answered, Truly, truly, I say to you, Unless one is born of water and the Spirit, he cannot enter into the kingdom of God.\n",
          "3:6 That which is born of the flesh is flesh, and that which is born of the Spirit is spirit.\n",
          "3:7 Do not marvel that I said to you, You must be born anew.\n",
          "3:8 The wind blows where it wills, and you hear the sound of it, but you do not know where it comes from and where it goes; so is everyone who is born of the Spirit.\n",
          "3:9 Nicodemus answered and said to Him, How can these things be?\n",
          "3:10 Jesus answered and said to him, You are a teacher of Israel, and you do not know these things?\n",
          "3:11 Truly, truly, I say to you, We speak that which we know and testify of that which we have seen, and yet you do not receive our testimony.\n",
          "3:12 If I told you of the things on earth and you do not believe, how will you believe if I tell you of the things in heaven?\n",
          "3:13 And no one has ascended into heaven, but He who descended out of heaven, the Son of Man, who is in heaven.\n",
          "3:14 And as Moses lifted up the serpent in the wilderness, so must the Son of Man be lifted up,\n",
          "3:15 That everyone who believes into Him may have eternal life.\n",
          "3:16 For God so loved the world that He gave His only begotten Son, that everyone who believes into Him would not perish, but would have eternal life.\n",
          "3:17 For God did not send the Son into the world to condemn the world, but that the world might be saved through Him.\n",
          "3:18 He who believes into Him is not condemned; but he who does not believe has been condemned already, because he has not believed into the name of the only begotten Son of God.\n",
          "3:19 And this is the condemnation, that the light has come into the world, and men loved the darkness rather than the light, for their works were evil.\n",
          "3:20 For everyone who practices evil hates the light, and does not come to the light, lest his works be reproved.\n",
          "3:21 But he who does the truth comes to the light, that his works may be manifested that they are wrought in God.\n",
          "3:22 After these things, Jesus and His disciples came into the land of Judea, and there He spent some time with them and baptized.\n",
          "3:23 And John also was baptizing in Aenon near Salim, because there was much water there; and people came and were baptized;\n",
          "3:24 For John had not yet been thrown into prison.\n",
          "3:25 There arose therefore a questioning on the part of John?s disciples with a Jew about purification.\n",
          "3:26 And they came to John and said to him, Rabbi, He who was with you across the Jordan, of whom you have testified, behold, He is baptizing and all are coming to Him.\n",
          "3:27 John answered and said, A man cannot receive anything unless it has been given to him from heaven.\n",
          "3:28 You yourselves testify of me that I said, I am not the Christ, but I have been sent before Him.\n",
          "3:29 He who has the bride is the bridegroom; but the friend of the bridegroom, who stands and hears him, rejoices with joy because of the bridegroom?s voice. This joy of mine therefore is made full.\n",
          "3:30 He must increase, but I must decrease.\n",
          "3:31 He who comes from above is above all; he who is from the earth is of the earth and speaks out of the earth. He who comes from heaven is above all.\n",
          "3:32 What He has seen and heard, of this He testifies, and no one receives His testimony.\n",
          "3:33 He who receives His testimony has sealed that God is true.\n",
          "3:34 For He whom God has sent speaks the words of God, for He gives the Spirit not by measure.\n",
          "3:35 The Father loves the Son and has given all into His hand.\n",
          "3:36 He who believes into the Son has eternal life; but he who disobeys the Son shall not see life, but the wrath of God abides upon him.\n"
        ],
        "id": [
          "3:1 Ada seorang Farisi yang bernama Nikodemus, seorang pemimpin agama Yahudi.\n",
          "3:2 Ia datang pada waktu malam kepada Yesus dan berkata, \"Rabi, kami tahu bahwa Engkau datang sebagai guru yang diutus Allah; sebab tidak ada seorang pun yang dapat mengadakan tanda-tanda yang Engkau adakan itu, jika Allah tidak menyertainya.\"\n",
          "3:3 Yesus menjawab, \"Sesungguhnya Aku berkata kepadamu, jika seseorang tidak dilahirkan kembali, ia tidak dapat melihat Kerajaan Allah.\"\n",
          "3:4 Kata Nikodemus kepada-Nya, \"Bagaimana mungkin seseorang dilahirkan, kalau ia sudah tua? Dapatkah ia masuk kembali ke dalam rahim ibunya dan dilahirkan lagi?\"\n",
          "3:5 Jawab Yesus, \"Sesungguhnya Aku berkata kepadamu, jika seseorang tidak dilahirkan dari air dan Roh, ia tidak dapat masuk ke dalam Kerajaan Allah.\n",
          "3:6 Apa yang dilahirkan secara jasmani bersifat jasmani dan apa yang dilahirkan dari Roh bersifat rohani.\n",
          "3:7 Janganlah engkau heran, karena Aku berkata kepadamu: Kamu harus dilahirkan kembali.\n",
          "3:8 Angin bertiup ke mana ia mau, dan engkau mendengar bunyinya, tetapi engkau tidak tahu dari mana ia datang atau ke mana ia pergi. Demikianlah halnya dengan tiap-tiap orang yang lahir dari Roh.\"\n",
          "3:9 Kata Nikodemus kepada-Nya, \"Bagaimanakah mungkin hal itu terjadi?\"\n",
          "3:10 Jawab Yesus, \"Engkau guru orang Israel, dan engkau tidak mengerti hal-hal itu?\n",
          "3:11 Sesungguhnya Aku berkata kepadamu, kami berkata-kata tentang apa yang kami ketahui dan kami bersaksi tentang apa yang kami lihat, tetapi kamu tidak menerima kesaksian kami.\n",
          "3:12 Kamu tidak percaya, waktu Aku berkata-kata kepadamu tentang hal-hal duniawi, bagaimana kamu akan percaya, kalau Aku berkata-kata kepadamu tentang hal-hal surgawi?\n",
          "3:13 Tidak ada seorang pun yang telah naik ke surga, selain Dia yang telah turun dari surga, yaitu Anak Manusia .\n",
          "3:14 Dan sama seperti Musa meninggikan ular di padang gurun, demikian juga Anak Manusia harus ditinggikan,\n",
          "3:15 supaya setiap orang yang percaya kepada-Nya beroleh hidup yang kekal.\n",
          "3:16 Karena Allah begitu mengasihi dunia ini, sehingga Ia telah mengaruniakan Anak-Nya yang tunggal, supaya setiap orang yang percaya kepada-Nya tidak binasa, melainkan beroleh hidup yang kekal.\n",
          "3:17 Sebab Allah mengutus Anak-Nya ke dalam dunia bukan untuk menghakimi dunia, melainkan supaya dunia diselamatkan melalui Dia.\n",
          "3:18 Siapa saja yang percaya kepada-Nya, ia tidak akan dihukum; siapa saja yang tidak percaya, ia telah berada di bawah hukuman, sebab ia tidak percaya dalam nama Anak Tunggal Allah.\n",
          "3:19 Inilah hukuman itu: Terang telah datang ke dalam dunia, tetapi manusia lebih menyukai kegelapan daripada terang, sebab perbuatan-perbuatan mereka jahat.\n",
          "3:20 Sebab siapa saja yang berbuat jahat, membenci terang dan tidak datang kepada terang itu, supaya perbuatan-perbuatannya yang jahat itu tidak tampak;\n",
          "3:21 tetapi siapa saja yang melakukan yang benar, ia datang kepada terang, supaya menjadi nyata bahwa perbuatan-perbuatannya dilakukan dalam Allah.\"\n",
          "3:22 Sesudah itu Yesus pergi dengan murid-murid-Nya ke tanah Yudea dan Ia tinggal di sana bersama-sama mereka dan membaptis.\n",
          "3:23 Akan tetapi, Yohanes pun membaptis juga di Ainon, dekat Salim, sebab di situ banyak air. Orang-orang datang ke situ untuk dibaptis,\n",
          "3:24 sebab pada waktu itu Yohanes belum dimasukkan ke dalam penjara.\n",
          "3:25 Lalu timbullah perselisihan di antara murid-murid Yohanes dengan seorang Yahudi tentang penyucian.\n",
          "3:26 Mereka datang kepada Yohanes dan berkata kepadanya, \"Rabi, orang yang bersama dengan engkau di seberang Sungai Yordan dan yang tentang Dia engkau telah bersaksi, Dia membaptis juga dan semua orang pergi kepada-Nya.\"\n",
          "3:27 Jawab Yohanes, \"Tidak ada seorang pun yang dapat mengambil sesuatu bagi dirinya, kalau tidak dikaruniakan kepadanya dari surga.\n",
          "3:28 Kamu sendiri dapat bersaksi bahwa aku telah berkata: Aku bukan Mesias, tetapi aku diutus untuk mendahului-Nya.\n",
          "3:29 Yang punya mempelai perempuan, ialah mempelai laki-laki; tetapi sahabat mempelai laki-laki, yang berdiri dekat dia dan yang mendengarkannya, sangat bersukacita mendengar suara mempelai laki-laki itu. Itulah sukacitaku, dan sekarang sukacitaku itu penuh.\n",
          "3:30 Ia harus makin besar, tetapi aku harus makin kecil.\n",
          "3:31 Siapa yang datang dari atas adalah di atas semuanya; siapa yang berasal dari bumi adalah dari bumi dan berkata-kata tentang hal-hal di bumi. Siapa yang datang dari surga adalah di atas semuanya.\n",
          "3:32 Ia bersaksi tentang apa yang dilihat-Nya dan yang didengar-Nya, tetapi tidak seorang pun yang menerima kesaksian-Nya itu.\n",
          "3:33 Siapa yang menerima kesaksian-Nya itu, ia mengaku bahwa Allah adalah benar.\n",
          "3:34 Sebab siapa yang diutus Allah, Dialah yang menyampaikan firman Allah, karena Allah mengaruniakan Roh-Nya dengan tidak terbatas.\n",
          "3:35 Bapa mengasihi Anak dan telah menyerahkan segala sesuatu kepada-Nya.\n",
          "3:36 Siapa saja yang percaya kepada Anak, ia beroleh hidup yang kekal, tetapi siapa saja yang tidak taat kepada Anak, ia tidak akan melihat hidup, melainkan murka Allah tetap tinggal di atasnya.\"\n"
        ]
      }
    },
    {
      "4": {
        "en": [
          "4:1 When therefore the Lord knew that the Pharisees had heard that Jesus was making and baptizing more disciples than John\n",
          "4:2 (Although Jesus Himself did not baptize, but rather His disciples),\n",
          "4:3 He left Judea and went away again into Galilee.\n",
          "4:4 And He had to pass through Samaria.\n",
          "4:5 So He came to a city of Samaria called Sychar, near the piece of land that Jacob gave to Joseph his son;\n",
          "4:6 And Jacob?s well was there. Jesus therefore, being wearied from the journey, sat thus by the well; it was about the sixth hour.\n",
          "4:7 There came a woman of Samaria to draw water. Jesus said to her, Give Me something to drink.\n",
          "4:8 For His disciples had gone away into the city to buy food.\n",
          "4:9 The Samaritan woman then said to Him, How is it that You, being a Jew, ask for a drink from me, who am a Samaritan woman? ( a For Jews have no dealings with Samaritans.)\n",
          "4:10 Jesus answered and said to her, If you knew the gift of God and who it is who says to you, Give Me a drink, you would have asked Him, and He would have given you living water.\n",
          "4:11 The woman said to Him, Sir, You have no bucket, and the well is deep; where then do You get this living water?\n",
          "4:12 Are You greater than our father Jacob, who gave us the well and drank of it himself, as well as his sons and his cattle?\n",
          "4:13 Jesus answered and said to her, Everyone who drinks of this water shall thirst again,\n",
          "4:14 But whoever drinks of the water that I will give him shall by no means thirst forever; but the water that I will give him will become in him a fountain of water springing up into eternal life.\n",
          "4:15 The woman said to Him, Sir, give me this water so that I will not thirst nor come here to draw.\n",
          "4:16 He said to her, Go, call your husband and come here.\n",
          "4:17 The woman answered and said, I do not have a husband. Jesus said to her, You have well said, I do not have a husband,\n",
          "4:18 For you have had five husbands, and the one you now have is not your husband; this you have said truly.\n",
          "4:19 The woman said to Him, Sir, I perceive that You are a prophet.\n",
          "4:20 Our fathers worshipped in this mountain, yet you say that in Jerusalem is the place where men must worship.\n",
          "4:21 Jesus said to her, Woman, believe Me, an hour is coming when neither in this mountain nor in Jerusalem will you worship the Father.\n",
          "4:22 You worship that which you do not know; we worship that which we know, for salvation is of the Jews.\n",
          "4:23 But an hour is coming, and it is now, when the true worshippers will worship the Father in spirit and truthfulness, for the Father also seeks such to worship Him.\n",
          "4:24 God is Spirit, and those who worship Him must worship in spirit and truthfulness.\n",
          "4:25 The woman said to Him, I know that Messiah is coming (He who is called Christ); when He comes, He will declare all things to us.\n",
          "4:26 Jesus said to her, I, who speak to you, am He.\n",
          "4:27 And at this point His disciples came, and they marveled that He was speaking with a woman; yet no one said, What are You seeking? or, Why are You speaking with her?\n",
          "4:28 Then the woman left her waterpot and went away into the city, and said to the people,\n",
          "4:29 Come, see a man who told me all that I have done. Is this not the Christ?\n",
          "4:30 They went out of the city and came to Him.\n",
          "4:31 In the meantime, the disciples urged Him, saying, Rabbi, eat.\n",
          "4:32 But He said to them, I have food to eat that you do not know about.\n",
          "4:33 The disciples therefore said to one another, Has anyone brought Him anything to eat?\n",
          "4:34 Jesus said to them, My food is to do the will of Him who sent Me and to finish His work.\n",
          "4:35 Do you not say that there are yet four months and then the harvest comes? Behold, I tell you, Lift up your eyes and look on the fields, for they are already white for harvest.\n",
          "4:36 He who reaps receives wages and gathers fruit unto eternal life, in order that he who sows and he who reaps may rejoice together.\n",
          "4:37 For in this the saying is true, One sows and another reaps.\n",
          "4:38 I sent you to reap that for which you have not labored; others have labored, and you have entered into their labor.\n",
          "4:39 And many of the Samaritans from that city believed into Him because of the word of the woman who testified, He told me all that I have done.\n",
          "4:40 So when the Samaritans came to Him, they asked Him to remain with them, and He remained there two days.\n",
          "4:41 And many more believed because of His word.\n",
          "4:42 And they said to the woman, It is no longer because of your speaking that we believe, for we ourselves have heard and know that this One is truly the Savior of the world.\n",
          "4:43 And after the two days He went forth from there into Galilee,\n",
          "4:44 For Jesus Himself testified that a prophet has no honor in his own country.\n",
          "4:45 Then when He came into Galilee, the Galileans received Him, having seen all that He did in Jerusalem at the feast, for they also went to the feast.\n",
          "4:46a He then came again to Cana of Galilee, where He had made the water wine.\n",
          "4:46b And there was a certain royal official, whose son was sick in Capernaum.\n",
          "4:47 When he heard that Jesus had come out of Judea into Galilee, he went to Him and asked Him to come down and heal his son, for he was about to die.\n",
          "4:48 Jesus therefore said to him, Unless you see signs and wonders, you will by no means believe.\n",
          "4:49 The royal official said to Him, Sir, come down before my little child dies.\n",
          "4:50 Jesus said to him, Go, your son lives. The man believed the word which Jesus said to him and went his way.\n",
          "4:51 And as he was now going down, his slaves met him and said that his child was living.\n",
          "4:52 So he asked them the hour in which he got better. They said then to him, Yesterday at the seventh hour the fever left him.\n",
          "4:53 Then the father knew that it was in that hour in which Jesus said to him, Your son lives; and he believed, he and his whole house.\n",
          "4:54 Again, this second sign Jesus performed when He came out of Judea into Galilee.\n"
        ],
        "id": [
          "4:1 Ketika Yesus mengetahui bahwa orang-orang Farisi telah mendengar bahwa Ia memperoleh dan membaptis lebih banyak murid daripada Yohanes\n",
          "4:2 -- meskipun Yesus sendiri tidak membaptis, melainkan murid-murid-Nya --\n",
          "4:3 Ia pun meninggalkan Yudea dan kembali lagi ke Galilea.\n",
          "4:4 Tetapi Ia harus melintasi daerah Samaria.\n",
          "4:5 Lalu sampailah Ia ke sebuah kota di Samaria, yang bernama Sikhar dekat tanah yang diberikan Yakub dahulu kepada anaknya, Yusuf.\n",
          "4:6 Di situ terdapat sumur Yakub. Yesus sangat letih karena perjalanan, sebab itu Ia duduk di pinggir sumur itu. Hari kira-kira pukul dua belas.\n",
          "4:7 Lalu datanglah seorang perempuan Samaria hendak menimba air. Kata Yesus kepadanya, \"Berilah Aku minum.\"\n",
          "4:8 Sebab murid-murid-Nya telah pergi ke kota membeli makanan.\n",
          "4:9 Kata perempuan Samaria itu kepada-Nya, \"Masakan Engkau, seorang Yahudi, minta minum kepadaku, seorang Samaria?\" ( Sebab orang Yahudi tidak bergaul dengan orang Samaria.)\n",
          "4:10 Jawab Yesus kepadanya, \"Jikalau engkau tahu tentang karunia Allah dan siapa Dia yang berkata kepadamu, 'Berilah Aku minum!' niscaya engkau telah meminta kepada-Nya dan Ia telah memberikan kepadamu air hidup.\"\n",
          "4:11 Kata perempuan itu kepada-Nya, \"Tuan, Engkau tidak punya timba dan sumur ini amat dalam; dari manakah Engkau memperoleh air hidup itu?\n",
          "4:12 Apakah Engkau lebih besar daripada bapak leluhur kami Yakub, yang memberikan sumur ini kepada kami dan yang telah minum sendiri dari dalamnya, ia serta anak-anaknya dan ternaknya?\"\n",
          "4:13 Jawab Yesus kepadanya, \"Siapa saja yang minum air ini, ia akan haus lagi,\n",
          "4:14 tetapi siapa saja yang minum air yang akan Kuberikan kepadanya, ia tidak akan haus untuk selama-lamanya. Sebaliknya air yang akan Kuberikan kepadanya, akan menjadi mata air di dalam dirinya, yang terus-menerus memancar sampai pada hidup yang kekal.\"\n",
          "4:15 Kata perempuan itu kepada-Nya, \"Tuan, berikanlah aku air itu, supaya aku tidak haus dan tidak usah datang lagi ke sini untuk menimba air.\"\n",
          "4:16 Kata Yesus kepadanya, \"Pergilah, panggillah suamimu dan datang ke sini.\"\n",
          "4:17 Kata perempuan itu, \"Aku tidak mempunyai suami.\" Kata Yesus kepadanya, \"Tepat katamu bahwa engkau tidak mempunyai suami,\n",
          "4:18 sebab engkau sudah mempunyai lima suami dan yang ada sekarang padamu, bukanlah suamimu. Dalam hal ini engkau telah berkata benar.\"\n",
          "4:19 Kata perempuan itu kepada-Nya, \"Tuan, nyata sekarang padaku bahwa Engkau seorang nabi.\n",
          "4:20 Nenek moyang kami menyembah di atas gunung ini, tetapi kamu katakan bahwa Yerusalemlah tempat orang menyembah.\"\n",
          "4:21 Kata Yesus kepadanya, \"Percayalah kepada-Ku, Ibu, saatnya akan tiba bahwa kamu akan menyembah Bapa bukan di gunung ini dan bukan juga di Yerusalem.\n",
          "4:22 Kamu menyembah apa yang tidak kamu kenal, kami menyembah apa yang kami kenal, sebab keselamatan datang dari bangsa Yahudi.\n",
          "4:23 Tetapi saatnya akan datang dan sudah tiba sekarang bahwa penyembah-penyembah benar akan menyembah Bapa dalam roh dan kebenaran; sebab Bapa mencari orang-orang yang menyembah Dia secara demikian.\n",
          "4:24 Allah itu Roh dan siapa saja yang menyembah Dia, harus menyembah-Nya dalam roh dan kebenaran.\"\n",
          "4:25 Jawab perempuan itu kepada-Nya, \"Aku tahu bahwa Mesias yang disebut juga Kristus, akan datang; apabila Ia datang, Ia akan memberitakan segala sesuatu kepada kami.\"\n",
          "4:26 Kata Yesus kepadanya, \" Akulah Dia, yang sedang berkata-kata dengan engkau.\"\n",
          "4:27 Pada waktu itu datanglah murid-murid-Nya dan mereka heran bahwa Ia sedang bercakap-cakap dengan seorang perempuan. Tetapi tidak seorang pun yang bertanya, \"Apa yang kaukehendaki?\" Atau, \"Apa yang Engkau percakapkan dengan dia?\"\n",
          "4:28 Perempuan itu meninggalkan tempayannya di situ lalu pergi ke kota dan berkata kepada orang-orang di situ,\n",
          "4:29 \"Mari, lihatlah orang yang mengatakan kepadaku segala sesuatu yang telah kuperbuat. Mungkinkah Dia itu Kristus?\"\n",
          "4:30 Mereka pun pergi ke luar kota lalu datang kepada Yesus.\n",
          "4:31 Sementara itu murid-murid-Nya mengajak Dia, katanya, \"Rabi, makanlah.\"\n",
          "4:32 Akan tetapi, Ia berkata kepada mereka, \" Pada-Ku ada makanan yang tidak kamu kenal.\"\n",
          "4:33 Karena itu, murid-murid itu berkata seorang kepada yang lain, \"Apakah ada orang yang telah membawa sesuatu kepada-Nya untuk dimakan?\"\n",
          "4:34 Kata Yesus kepada mereka, \"Makanan-Ku ialah melakukan kehendak Dia yang mengutus Aku dan menyelesaikan pekerjaan-Nya.\n",
          "4:35 Bukankah kamu mengatakan: Empat bulan lagi tibalah musim menuai? Tetapi Aku berkata kepadamu: Lihatlah sekelilingmu dan pandanglah ladang-ladang yang sudah menguning dan matang untuk dituai.\n",
          "4:36 Sekarang juga penuai telah menerima upahnya dan ia mengumpulkan buah untuk hidup yang kekal, sehingga penabur dan penuai sama-sama bersukacita.\n",
          "4:37 Sebab dalam hal ini benarlah peribahasa: Yang seorang menabur dan yang lain menuai.\n",
          "4:38 Aku mengutus kamu untuk menuai apa yang tidak kamu usahakan; orang-orang lain berusaha dan kamu datang memetik hasil usaha mereka.\"\n",
          "4:39 Banyak orang Samaria dari kota percaya kepada-Nya karena perkataan perempuan itu yang bersaksi, \"Ia mengatakan kepadaku segala sesuatu yang telah kuperbuat.\"\n",
          "4:40 Ketika orang-orang Samaria itu sampai kepada Yesus, mereka meminta kepada-Nya, supaya Ia tinggal dengan mereka; dan Ia pun tinggal di situ dua hari lamanya.\n",
          "4:41 Karena perkataan-Nya, lebih banyak lagi orang yang percaya,\n",
          "4:42 dan mereka berkata kepada perempuan itu, \"Kami percaya, tetapi bukan lagi karena apa yang kaukatakan, sebab kami sendiri telah mendengar Dia dan kami tahu bahwa Dialah benar-benar Juruselamat dunia.\"\n",
          "4:43 Setelah dua hari Yesus berangkat dari sana ke Galilea,\n",
          "4:44 sebab Yesus sendiri telah bersaksi bahwa seorang nabi tidak dihormati di negerinya sendiri.\n",
          "4:45 Setelah Ia tiba di Galilea, orang-orang Galilea pun menyambut Dia, karena mereka telah melihat segala sesuatu yang dikerjakan-Nya di Yerusalem pada pesta itu, sebab mereka sendiri pun turut ke pesta itu.\n",
          "4:46a Kemudian Yesus kembali lagi ke Kana di Galilea, di mana Ia membuat air menjadi anggur.\n",
          "4:46b Di Kapernaum ada seorang pegawai istana, anak laki-lakinya sedang sakit.\n",
          "4:47 Ketika ia mendengar bahwa Yesus telah datang dari Yudea ke Galilea, pergilah ia kepada-Nya lalu meminta, supaya Ia datang dan menyembuhkan anaknya, sebab anaknya itu hampir mati.\n",
          "4:48 Kata Yesus kepadanya, \"Jika kamu tidak melihat tanda dan mukjizat, kamu tidak percaya.\"\n",
          "4:49 Pegawai istana itu berkata kepada-Nya, \"Tuan, datanglah sebelum anakku mati.\"\n",
          "4:50 Kata Yesus kepadanya, \"Pergilah, anakmu hidup!\" Orang itu percaya kepada perkataan yang dikatakan Yesus kepadanya, lalu pergi.\n",
          "4:51 Ketika ia masih di tengah jalan hamba-hambanya telah datang kepadanya dengan kabar bahwa anaknya hidup.\n",
          "4:52 Karena itu, ia bertanya kepada mereka pukul berapa anak itu mulai sembuh. Jawab mereka, \"Kemarin siang pukul satu demamnya hilang.\"\n",
          "4:53 Ayah itu pun teringat bahwa pada saat itulah Yesus berkata kepadanya, \"Anakmu hidup.\" Lalu ia dan seluruh keluarganya percaya.\n",
          "4:54 Itulah tanda kedua yang dibuat Yesus ketika Ia pulang dari Yudea ke Galilea.\n"
        ]
      }
    },
    {
      "5": {
        "en": [
          "5:1 After these things there was a feast of the Jews, and Jesus went up to Jerusalem.\n",
          "5:2 Now there is in Jerusalem near the Sheep Gate a pool, which is called in Hebrew Bethesda, having five porticoes.\n",
          "5:3 In these lay a multitude of those who were sick, blind, lame, and withered, waiting for the moving of the water.\n",
          "5:4 For an angel went down from time to time in the pool and stirred up the water; the first then to step in after the stirring up of the water was made well of whatever disease he was being held by.\n",
          "5:5 And a certain man was there, who had been thirty-eight years in his sickness.\n",
          "5:6 When Jesus saw this one lying there and knew that he had already been a long time in that condition, He said to him, Do you want to get well?\n",
          "5:7 The sick man answered Him, Sir, I have no one to put me into the pool when the water is stirred up; but while I am coming, another steps down before me.\n",
          "5:8 Jesus said to him, Rise, take up your mat and walk.\n",
          "5:9 And immediately the man became well, and he took up his mat and walked. Now it was the Sabbath on that day;\n",
          "5:10 Therefore the Jews said to the one who had been healed, It is the Sabbath, and it is not lawful for you to take up your mat.\n",
          "5:11 But he answered them, He who made me well, that One said to me, Take up your mat and walk.\n",
          "5:12 They asked him, Who is the man who said to you, Take up your mat and walk?\n",
          "5:13 But he who had been healed did not know who it was, for Jesus had withdrawn, there being a crowd in that place.\n",
          "5:14 After these things Jesus found him in the temple and said to him, Behold, you have become well; sin no more so that nothing worse happens to you.\n",
          "5:15 The man went away and told the Jews that Jesus was the One who made him well.\n",
          "5:16 And because of this the Jews persecuted Jesus and sought to kill Him, because He did these things on the Sabbath.\n",
          "5:17 But Jesus answered them, My Father is working until now, and I also am working.\n",
          "5:18 Because of this therefore the Jews sought all the more to kill Him, because He not only broke the Sabbath but also called God His own Father, making Himself equal with God.\n",
          "5:19 Then Jesus answered and said to them, Truly, truly, I say to you, The Son can do nothing from Himself except what He sees the Father doing, for whatever that One does, these things the Son also does in like manner.\n",
          "5:20 For the Father loves the Son and shows Him all things that He Himself is doing; and greater works than these He will show Him that you may marvel.\n",
          "5:21 For just as the Father raises the dead and gives them life, so also the Son gives life to whom He wills.\n",
          "5:22 For neither does the Father judge anyone, but He has given all judgment to the Son,\n",
          "5:23 In order that all may honor the Son even as they honor the Father. He who does not honor the Son does not honor the Father who sent Him.\n",
          "5:24 Truly, truly, I say to you, He who hears My word and believes Him who sent Me has eternal life, and does not come into judgment but has passed out of death into life.\n",
          "5:25 Truly, truly, I say to you, An hour is coming, and it is now, when the dead will hear the voice of the Son of God, and those who hear will live.\n",
          "5:26 For just as the Father has life in Himself, so He gave to the Son to also have life in Himself;\n",
          "5:27 And He gave Him authority to execute judgment because He is the Son of Man.\n",
          "5:28 Do not marvel at this, for an hour is coming in which all in the tombs will hear His voice\n",
          "5:29 And will come forth: those who have done good, to the resurrection of life; and those who have practiced evil, to the resurrection of judgment.\n",
          "5:30 I can do nothing from Myself; as I hear, I judge, and My judgment is just, because I do not seek My own will but the will of Him who sent Me.\n",
          "5:31 If I testify concerning Myself, My testimony is not true.\n",
          "5:32 There is another who testifies concerning Me, and I know that the testimony which he testifies concerning Me is true.\n",
          "5:33 You have sent people to John, and he has testified to the truth.\n",
          "5:34 But it is not from man that I receive My testimony, but I say these things that you may be saved.\n",
          "5:35 He was the lamp that was burning and shining, and you were willing to exult for a while in his light.\n",
          "5:36 But I have the testimony which is greater than that of John, for the works which the Father has given Me to finish, the works themselves which I do, testify concerning Me that the Father has sent Me.\n",
          "5:37 And the Father who sent Me, He has testified concerning Me. You have neither heard His voice at any time, nor have you seen His form,\n",
          "5:38 And you do not have His word abiding in you, for Him whom He sent, this One you do not believe.\n",
          "5:39 You search the Scriptures, because you think that in them you have eternal life; and it is these that testify concerning Me.\n",
          "5:40 Yet you are not willing to come to Me that you may have life.\n",
          "5:41 I do not receive glory from men.\n",
          "5:42 But I know you, that you do not have the love of God in yourselves.\n",
          "5:43 I have come in the name of My Father, and you do not receive Me; if another comes in his own name, you will receive him.\n",
          "5:44 How can you believe when you receive glory from one another and do not seek the glory that is from the only God?\n",
          "5:45 Do not think that I will accuse you before the Father; there is one who accuses you: Moses, in whom you have set your hope.\n",
          "5:46 For if you believed Moses, you would believe Me; for he wrote concerning Me.\n",
          "5:47 But if you do not believe his writings, how will you believe My words?\n"
        ],
        "id": [
          "5:1 Sesudah itu ada hari raya orang Yahudi, dan Yesus berangkat ke Yerusalem.\n",
          "5:2 Di Yerusalem dekat Pintu Gerbang Domba ada sebuah kolam, yang dalam bahasa Ibrani disebut Betesda; ada lima serambinya\n",
          "5:3 dan di serambi-serambi itu berbaring sejumlah besar orang sakit: orang-orang buta, orang-orang timpang dan orang-orang lumpuh. Mereka menantikan guncangan air kolam itu.\n",
          "5:4 Sebab sewaktu-waktu turun malaikat Tuhan ke kolam itu dan mengguncangkan air itu; siapa saja yang terdahulu masuk ke dalamnya sesudah guncangan air itu, menjadi sembuh, apa pun penyakitnya.\n",
          "5:5 Di situ ada seorang yang sudah tiga puluh delapan tahun lamanya sakit.\n",
          "5:6 Ketika Yesus melihat orang itu berbaring di situ dan karena Ia tahu bahwa ia telah lama dalam keadaan itu, berkatalah Ia kepadanya, \"Maukah engkau sembuh?\"\n",
          "5:7 Jawab orang sakit itu kepada-Nya, \" Tuan, tidak ada orang yang menurunkan aku ke dalam kolam itu ketika airnya mulai terguncang, dan sementara aku menuju ke kolam itu, orang lain sudah turun mendahului aku.\"\n",
          "5:8 Kata Yesus kepadanya, \" Bangunlah, angkatlah tikarmu dan berjalanlah.\"\n",
          "5:9 Pada saat itu juga sembuhlah orang itu lalu ia mengangkat tikarnya dan berjalan. Tetapi hari itu hari Sabat.\n",
          "5:10 Karena itu, para pemuka Yahudi berkata kepada orang yang baru sembuh itu, \"Hari ini hari Sabat dan engkau tidak boleh mengangkat tikarmu.\"\n",
          "5:11 Akan tetapi, ia menjawab mereka, \"Orang yang telah menyembuhkan aku, Dia yang mengatakan kepadaku: Angkatlah tikarmu dan berjalanlah.\"\n",
          "5:12 Mereka bertanya kepadanya, \"Siapakah orang itu yang berkata kepadamu: Angkatlah tikarmu dan berjalanlah?\"\n",
          "5:13 Tetapi orang yang baru disembuhkan itu tidak tahu siapa orang itu, sebab Yesus telah menghilang ke tengah-tengah orang banyak di tempat itu.\n",
          "5:14 Kemudian Yesus bertemu dengan dia dalam Bait Allah lalu berkata kepadanya, \"Ingat, engkau telah sembuh; jangan berbuat dosa lagi, supaya jangan terjadi yang lebih buruk lagi padamu.\"\n",
          "5:15 Orang itu keluar, lalu menceritakan kepada para pemuka Yahudi bahwa Yesuslah yang telah menyembuhkan dia.\n",
          "5:16 Karena itu, para pemuka Yahudi berusaha menganiaya Yesus , karena Ia melakukan hal-hal itu pada hari Sabat.\n",
          "5:17 Tetapi Ia berkata kepada mereka, \"Bapa-Ku bekerja sampai sekarang, maka Aku pun bekerja juga.\"\n",
          "5:18 Sebab itu, para pemuka Yahudi makin berusaha untuk membunuh-Nya, bukan saja karena Ia melanggar peraturan Sabat, tetapi juga karena Ia mengatakan bahwa Allah adalah Bapa-Nya sendiri dan dengan demikian menyamakan diri-Nya dengan Allah.\n",
          "5:19 Lalu Yesus menjawab mereka, \"Sesungguhnya Aku berkata kepadamu, Anak tidak dapat mengerjakan sesuatu dari diri-Nya sendiri, jikalau Ia tidak melihat Bapa mengerjakannya; sebab apa yang dikerjakan Bapa, itu juga yang dikerjakan Anak.\n",
          "5:20 Sebab Bapa mengasihi Anak dan Ia menunjukkan kepada-Nya segala sesuatu yang dikerjakan-Nya sendiri, bahkan Ia akan menunjukkan kepada-Nya pekerjaan-pekerjaan yang lebih besar lagi daripada pekerjaan-pekerjaan itu, sehingga kamu menjadi heran.\n",
          "5:21 Sebab sama seperti Bapa membangkitkan orang-orang mati dan menghidupkannya, demikian juga Anak menghidupkan siapa saja yang dikehendaki-Nya.\n",
          "5:22 Bapa tidak menghakimi siapa pun, melainkan telah menyerahkan penghakiman itu seluruhnya kepada Anak,\n",
          "5:23 supaya semua orang menghormati Anak sama seperti mereka menghormati Bapa. Siapa saja yang tidak menghormati Anak, ia juga tidak menghormati Bapa yang mengutus Dia.\n",
          "5:24 Sesungguhnya Aku berkata kepadamu: Siapa saja yang mendengar perkataan-Ku dan percaya kepada Dia yang mengutus Aku, ia mempunyai hidup yang kekal dan tidak turut dihukum, sebab ia sudah pindah dari dalam maut ke dalam hidup.\n",
          "5:25 Sesungguhnya Aku berkata kepadamu: Saatnya akan tiba dan sudah tiba bahwa orang-orang mati akan mendengar suara Anak Allah, dan mereka yang mendengar-Nya, akan hidup.\n",
          "5:26 Sebab sama seperti Bapa mempunyai hidup dalam diri-Nya sendiri, demikian juga diberikan-Nya Anak mempunyai hidup dalam diri-Nya sendiri.\n",
          "5:27 Ia telah memberikan kuasa kepada-Nya untuk menghakimi, karena Ia adalah Anak Manusia.\n",
          "5:28 Janganlah kamu heran akan hal itu, sebab saatnya akan tiba bahwa semua orang yang di dalam kuburan akan mendengar suara-Nya,\n",
          "5:29 dan mereka yang telah berbuat baik akan keluar dan bangkit untuk hidup yang kekal, tetapi mereka yang telah berbuat jahat akan bangkit untuk dihukum.\n",
          "5:30 Aku tidak dapat berbuat apa pun dari diri-Ku sendiri; Aku menghakimi sesuai dengan apa yang Aku dengar, dan penghakiman-Ku adil, sebab Aku tidak menuruti kehendak-Ku sendiri, melainkan kehendak Dia yang mengutus Aku.\n",
          "5:31 Kalau Aku bersaksi tentang diri-Ku sendiri, maka kesaksian-Ku tidak benar;\n",
          "5:32 ada yang lain yang bersaksi tentang Aku dan Aku tahu bahwa kesaksian yang diberikan-Nya tentang Aku adalah benar.\n",
          "5:33 Kamu telah mengirim utusan kepada Yohanes dan ia telah bersaksi tentang kebenaran;\n",
          "5:34 tetapi Aku tidak memerlukan kesaksian dari manusia, namun Aku mengatakan hal ini, supaya kamu diselamatkan.\n",
          "5:35 Ia adalah pelita yang menyala dan bercahaya dan kamu hanya mau menikmati seketika saja cahayanya itu.\n",
          "5:36 Tetapi Aku mempunyai suatu kesaksian yang lebih penting daripada kesaksian Yohanes, yaitu segala pekerjaan yang diserahkan Bapa kepada-Ku, supaya Aku melaksanakannya. Pekerjaan itu juga yang Kukerjakan sekarang, dan itulah yang memberi kesaksian tentang Aku bahwa Bapa telah mengutus Aku.\n",
          "5:37 Bapa yang mengutus Aku, Dialah yang telah bersaksi tentang Aku. Kamu tidak pernah mendengar suara-Nya, rupa-Nya pun tidak pernah kamu lihat,\n",
          "5:38 dan firman-Nya tidak menetap di dalam dirimu, sebab kamu tidak percaya kepada Dia yang diutus-Nya.\n",
          "5:39 Kamu menyelidiki Kitab-kitab Suci, sebab kamu menyangka bahwa di dalamnya kamu temukan hidup yang kekal, tetapi walaupun Kitab-kitab Suci itu memberi kesaksian tentang Aku,\n",
          "5:40 kamu tidak mau datang kepada-Ku untuk memperoleh hidup itu.\n",
          "5:41 Aku tidak memerlukan hormat dari manusia.\n",
          "5:42 Tetapi tentang kamu, memang Aku tahu bahwa di dalam hatimu kamu tidak mempunyai kasih terhadap Allah.\n",
          "5:43 Aku datang dalam nama Bapa-Ku dan kamu tidak menerima Aku; jikalau orang lain datang atas namanya sendiri, kamu akan menerima dia.\n",
          "5:44 Bagaimana kamu dapat percaya, kamu yang menerima hormat seorang dari yang lain dan tidak mencari hormat yang datang dari Allah yang Esa?\n",
          "5:45 Jangan kamu menyangka bahwa Aku akan mendakwa kamu di hadapan Bapa; yang mendakwa kamu adalah Musa yang kepadanya kamu menaruh pengharapan.\n",
          "5:46 Sebab jikalau kamu percaya kepada Musa, tentu kamu akan percaya juga kepada-Ku, sebab ia telah menulis tentang Aku.\n",
          "5:47 Tetapi jikalau kamu tidak percaya kepada apa yang ditulisnya, bagaimana kamu akan percaya kepada apa yang Kukatakan?\"\n"
        ]
      }
    },
    {
      "6": {
        "en": [
          "6:1 After these things Jesus went away across the Sea of Galilee, which is the Sea of Tiberias.\n",
          "6:2 And a great crowd followed Him, because they saw the signs which He did on those who were sick.\n",
          "6:3 And Jesus went up to the mountain and sat there with His disciples.\n",
          "6:4 Now the Passover, the feast of the Jews, was near.\n",
          "6:5 Jesus then lifting up His eyes and seeing that a great crowd was coming toward Him, said to Philip, Where shall we buy bread that these may eat?\n",
          "6:6 But this He said to test him, for He Himself knew what He was about to do.\n",
          "6:7 Philip answered Him, Two hundred denarii worth of bread is not sufficient for them, that each one may take a little.\n",
          "6:8 One of His disciples, Andrew, Simon Peter?s brother, said to Him,\n",
          "6:9 There is a little boy here who has five barley loaves and two fish; but what are these for so many?\n",
          "6:10 Jesus said, Have the people recline. Now there was much grass in the place. So the men reclined, in number about five thousand.\n",
          "6:11 Jesus then took the loaves, and when He had given thanks, He distributed to those who were reclining; likewise also of the fish, as much as they wanted.\n",
          "6:12 And when they were filled, He said to His disciples, Gather the broken pieces left over that nothing may be lost.\n",
          "6:13 So they gathered them and filled twelve handbaskets with broken pieces from the five barley loaves which were left over among those who had eaten.\n",
          "6:14 The people therefore, seeing the sign which He did, said, This is truly the Prophet who is to come into the world.\n",
          "6:15 Then Jesus, knowing that they were about to come and take Him by force to make Him King, withdrew again to the mountain, Himself alone.\n",
          "6:16 And when evening fell, His disciples went down to the sea,\n",
          "6:17 And they got into a boat and began crossing the sea to Capernaum. And it had already become dark, and Jesus had not yet come to them.\n",
          "6:18 And because a strong wind was blowing, the sea was churning.\n",
          "6:19 Then, when they had rowed about twenty-five or thirty stadia, they saw Jesus walking on the sea and coming near the boat, and they became frightened.\n",
          "6:20 But He said to them, It is I. Do not be afraid.\n",
          "6:21 Then they were willing to take Him into the boat; and immediately the boat was at the land to which they were going.\n",
          "6:22 The next day the crowd which stood on the other side of the sea saw that there had been no other small boat there except one, and that Jesus had not gotten into the boat with His disciples, but that His disciples had gone away alone.\n",
          "6:23 But other small boats from Tiberias came near to the place where they ate the bread after the Lord had given thanks.\n",
          "6:24 So when the crowd saw that Jesus was not there, nor His disciples, they themselves got into the small boats and came to Capernaum, seeking Jesus.\n",
          "6:25 And when they found Him on the other side of the sea, they said to Him, Rabbi, when did You get here?\n",
          "6:26 Jesus answered them and said, Truly, truly, I say to you, You seek Me not because you have seen signs, but because you ate of the bread and were filled.\n",
          "6:27 Work not for the food which perishes, but for the food which abides unto eternal life, which the Son of Man will give you; for Him has the Father, even God, sealed.\n",
          "6:28 Then they said to Him, What shall we do that we may work the works of God?\n",
          "6:29 Jesus answered and said to them, This is the work of God, that you believe into Him whom He has sent.\n",
          "6:30 They said then to Him, What sign then will You do that we may see and believe You? What work will You do?\n",
          "6:31 Our fathers ate the manna in the wilderness, as it is written, ?He gave them bread out of heaven to eat.?\n",
          "6:32 Jesus therefore said to them, Truly, truly, I say to you, Moses has not given you the bread out of heaven, but My Father gives you the true bread out of heaven.\n",
          "6:33 For the bread of God is He who comes down out of heaven and gives life to the world.\n",
          "6:34 They said therefore to Him, Lord, give us this bread always.\n",
          "6:35 Jesus said to them, I am the bread of life; he who comes to Me shall by no means hunger, and he who believes into Me shall by no means ever thirst.\n",
          "6:36 But I have said to you that you have also seen Me, and yet you do not believe.\n",
          "6:37 All that the Father gives Me will come to Me, and him who comes to Me I shall by no means cast out.\n",
          "6:38 For I have come down from heaven not to do My own will but the will of Him who sent Me.\n",
          "6:39 And this is the will of Him who sent Me, that of all which He has given Me I should lose nothing but should raise it up in the last day.\n",
          "6:40 For this is the will of My Father, that everyone who beholds the Son and believes into Him should have eternal life, and I will raise him up in the last day.\n",
          "6:41 The Jews therefore murmured concerning Him because He said, I am the bread that came down out of heaven.\n",
          "6:42 And they said, Is not this Jesus, the son of Joseph, whose father and mother we know? How does He now say, I have come down out of heaven?\n",
          "6:43 Jesus answered and said to them, Do not murmur among yourselves.\n",
          "6:44 No one can come to Me unless the Father who sent Me draws him; and I will raise him up in the last day.\n",
          "6:45 It is written in the prophets, ?And they shall all be taught of God.? Everyone who has heard and learned from the Father comes to Me.\n",
          "6:46 Not that anyone has seen the Father, except Him who is from God, He has seen the Father.\n",
          "6:47 Truly, truly, I say to you, He who believes has eternal life.\n",
          "6:48 I am the bread of life.\n",
          "6:49 Your fathers ate the manna in the wilderness, and they died.\n",
          "6:50 This is the bread which comes down out of heaven, that anyone may eat of it and not die.\n",
          "6:51a I am the living bread which came down out of heaven; if anyone eats of this bread, he shall live forever;\n",
          "6:51b And the bread which I will give is My flesh, given for the life of the world.\n",
          "6:52 The Jews then contended with one another, saying, How can this man give us His flesh to eat?\n",
          "6:53 Jesus therefore said to them, Truly, truly, I say to you, Unless you eat the flesh of the Son of Man and drink His blood, you do not have life within yourselves.\n",
          "6:54 He who eats My flesh and drinks My blood has eternal life, and I will raise him up in the last day.\n",
          "6:55 For My flesh is true food, and My blood is true drink.\n",
          "6:56 He who eats My flesh and drinks My blood abides in Me and I in him.\n",
          "6:57 As the living Father has sent Me and I live because of the Father, so he who eats Me, he also shall live because of Me.\n",
          "6:58 This is the bread which came down out of heaven, not as the fathers ate and died; he who eats this bread shall live forever.\n",
          "6:59 He said these things in a synagogue as He taught in Capernaum.\n",
          "6:60 Many therefore of His disciples, when they heard this, said, This word is hard; who can hear it?\n",
          "6:61 But Jesus, knowing in Himself that His disciples were murmuring about this, said to them, Does this stumble you?\n",
          "6:62 Then what if you saw the Son of Man ascending to where He was before?\n",
          "6:63 It is the Spirit who gives life; the flesh profits nothing; the words which I have spoken to you are spirit and are life.\n",
          "6:64 But there are some of you who do not believe. For Jesus knew from the beginning who were the ones who did not believe and who was the one who would betray Him.\n",
          "6:65 And He said, For this reason I have told you that no one can come to Me unless it has been given to him from the Father.\n",
          "6:66 From that time many of His disciples went back to what they left behind and no longer walked with Him.\n",
          "6:67 Jesus therefore said to the twelve, Do you also want to go away?\n",
          "6:68 Simon Peter answered Him, Lord, to whom shall we go? You have words of eternal life,\n",
          "6:69 And we have believed and have come to know that You are the Holy One of God.\n",
          "6:70 Jesus answered them, Was it not I who chose you, the twelve? Yet one of you is a devil.\n",
          "6:71 Now He spoke of Judas, the son of Simon Iscariot, for he, one of the twelve, would betray Him.\n"
        ],
        "id": [
          "6:1 Sesudah itu Yesus berangkat ke seberang Danau Galilea, yaitu Danau Tiberias.\n",
          "6:2 Orang banyak berbondong-bondong mengikuti Dia, karena mereka melihat mukjizat-mukjizat yang diadakan-Nya terhadap orang-orang sakit.\n",
          "6:3 Lalu Yesus naik ke atas gunung dan duduk di situ dengan murid-murid-Nya.\n",
          "6:4 Dan Paskah, hari raya orang Yahudi, sudah dekat.\n",
          "6:5 Ketika Yesus memandang sekeliling-Nya dan melihat bahwa orang banyak berbondong-bondong datang kepada-Nya, berkatalah Ia kepada Filipus, \"Di mana kita dapat membeli roti, supaya mereka dapat makan?\"\n",
          "6:6 Hal itu dikatakan-Nya untuk mencobai dia, sebab Ia sendiri tahu apa yang hendak dilakukan-Nya.\n",
          "6:7 Jawab Filipus kepada-Nya, \"Roti seharga dua ratus dinar tidak akan cukup untuk mereka, sekalipun masing-masing mendapat sepotong kecil saja.\"\n",
          "6:8 Salah seorang dari murid-murid-Nya, yaitu Andreas, saudara Simon Petrus, berkata kepada-Nya,\n",
          "6:9 \"Di sini ada seorang anak yang mempunyai lima roti jelai dan dua ikan; tetapi apa artinya itu untuk orang sebanyak ini?\"\n",
          "6:10 Kata Yesus, \"Suruhlah orang-orang itu duduk.\" Adapun di tempat itu banyak rumput. Lalu duduklah orang-orang itu, kira-kira lima ribu laki-laki banyaknya.\n",
          "6:11 Sesudah itu Yesus mengambil roti itu, mengucap syukur dan membagi-bagikannya kepada mereka yang duduk di situ, demikian juga dilakukan-Nya dengan ikan-ikan itu, sebanyak yang mereka kehendaki.\n",
          "6:12 Setelah mereka kenyang Ia berkata kepada murid-murid-Nya, \"Kumpulkanlah potongan-potongan yang lebih supaya tidak ada yang terbuang.\"\n",
          "6:13 Mereka pun mengumpulkannya, dan mengisi dua belas bakul penuh dengan potongan-potongan dari kelima roti jelai yang lebih setelah orang makan.\n",
          "6:14 Ketika orang-orang itu melihat tanda mukjizat yang telah diperbuat-Nya, mereka berkata, \"Dia ini benar-benar Nabi yang akan datang ke dalam dunia.\"\n",
          "6:15 Karena Yesus tahu bahwa mereka hendak datang dan hendak membawa Dia dengan paksa untuk menjadikan Dia raja, Ia menyingkir lagi ke gunung, seorang diri.\n",
          "6:16 Ketika hari mulai malam, murid-murid Yesus pergi ke danau, lalu naik ke perahu\n",
          "6:17 dan menyeberang ke Kapernaum. Hari sudah gelap dan Yesus belum juga datang mendapatkan mereka,\n",
          "6:18 sementara laut bergelora karena tiupan angin kencang.\n",
          "6:19 Sesudah mereka mendayung kira-kira lima atau enam kilometer jauhnya, mereka melihat Yesus berjalan di atas air mendekati perahu itu. Mereka pun ketakutan.\n",
          "6:20 Tetapi Ia berkata kepada mereka, \"Inilah Aku, jangan takut!\"\n",
          "6:21 Karena itu, mereka mau menaikkan Dia ke dalam perahu, dan seketika itu juga perahu itu sampai ke pantai yang mereka tuju.\n",
          "6:22 Keesokan harinya orang banyak, yang masih tinggal di seberang, melihat bahwa di situ tidak ada perahu selain yang satu tadi dan bahwa Yesus tidak turut naik ke perahu itu bersama-sama dengan murid-murid-Nya, dan bahwa murid-murid-Nya saja yang berangkat.\n",
          "6:23 Sementara itu beberapa perahu lain datang dari Tiberias dekat ke tempat mereka makan roti, sesudah Tuhan mengucapkan syukur atasnya.\n",
          "6:24 Ketika orang banyak melihat bahwa Yesus tidak ada di situ dan murid-murid-Nya juga tidak, mereka naik ke perahu-perahu itu lalu berangkat ke Kapernaum untuk mencari Yesus.\n",
          "6:25 Ketika orang banyak menemukan Yesus di seberang laut itu, mereka berkata kepada-Nya, \"Rabi, kapan Engkau tiba di sini?\"\n",
          "6:26 Yesus menjawab mereka, \"Sesungguhnya Aku berkata kepadamu, kamu mencari Aku, bukan karena kamu telah melihat tanda-tanda, melainkan karena kamu telah makan roti itu dan kenyang.\n",
          "6:27 Bekerjalah, bukan untuk makanan yang dapat binasa, melainkan untuk makanan yang bertahan sampai kepada hidup yang kekal, yang akan diberikan Anak Manusia kepadamu; sebab Dialah yang telah dimeteraikan Allah Bapa.\"\n",
          "6:28 Lalu kata mereka kepada-Nya, \"Apakah yang harus kami perbuat, supaya kami mengerjakan pekerjaan-pekerjaan yang dikehendaki Allah?\"\n",
          "6:29 Jawab Yesus kepada mereka, \"Inilah pekerjaan yang dikehendaki Allah, yaitu hendaklah kamu percaya kepada Dia yang telah diutus Allah.\"\n",
          "6:30 Sebab itu, kata mereka kepada-Nya, \" Tanda apakah yang Engkau perbuat, supaya kami dapat melihatnya dan percaya kepada-Mu? Apakah yang Engkau kerjakan?\n",
          "6:31 Nenek moyang kami telah makan manna di padang gurun, seperti ada tertulis: Mereka diberi-Nya makan roti dari surga.\"\n",
          "6:32 Lalu kata Yesus kepada mereka, \"Sesungguhnya Aku berkata kepadamu, bukan Musa yang memberikan kamu roti dari surga, melainkan Bapa-Ku yang memberikan kamu roti yang benar dari surga.\n",
          "6:33 Karena roti yang dari Allah ialah roti yang turun dari surga dan yang memberi hidup kepada dunia.\"\n",
          "6:34 Maka kata mereka kepada-Nya, \"Tuhan, berikanlah kami roti itu senantiasa.\"\n",
          "6:35 Kata Yesus kepada mereka, \"Akulah roti kehidupan; siapa saja yang datang kepada-Ku, ia tidak akan pernah lapar lagi, dan siapa saja yang percaya kepada-Ku, ia tidak akan pernah haus lagi.\n",
          "6:36 Tetapi Aku telah berkata kepadamu: Sungguhpun kamu telah melihat Aku, kamu tidak percaya.\n",
          "6:37 Semua yang diberikan Bapa kepada-Ku akan datang kepada-Ku, dan siapa saja yang datang kepada-Ku, ia tidak akan Kubuang.\n",
          "6:38 Sebab Aku telah turun dari surga bukan untuk melakukan kehendak-Ku melainkan kehendak Dia yang telah mengutus Aku.\n",
          "6:39 Inilah kehendak Dia yang telah mengutus Aku, yaitu supaya dari semua yang telah diberikan-Nya kepada-Ku jangan ada yang hilang, tetapi supaya Kubangkitkan pada akhir zaman.\n",
          "6:40 Sebab inilah kehendak Bapa-Ku, yaitu supaya setiap orang, yang melihat Anak dan yang percaya kepada-Nya beroleh hidup yang kekal, dan supaya Aku membangkitkannya pada akhir zaman.\"\n",
          "6:41 Lalu bersungut-sungutlah orang Yahudi tentang Dia, karena Ia telah mengatakan, \"Akulah roti yang telah turun dari surga.\"\n",
          "6:42 Kata mereka, \" Bukankah Ia ini Yesus, anak Yusuf, yang ibu bapak-Nya kita kenal? Bagaimana sekarang Ia dapat berkata: Aku telah turun dari surga?\"\n",
          "6:43 Jawab Yesus kepada mereka, \"Jangan kamu bersungut-sungut.\n",
          "6:44 Tidak ada seorang pun yang dapat datang kepada-Ku, jikalau ia tidak ditarik oleh Bapa yang mengutus Aku, dan ia akan Kubangkitkan pada akhir zaman.\n",
          "6:45 Ada tertulis dalam kitab nabi-nabi: Mereka semua akan diajar oleh Allah.' Setiap orang, yang telah mendengar dan belajar dari Bapa, datang kepada-Ku.\n",
          "6:46 Hal itu tidak berarti bahwa ada orang yang telah melihat Bapa. Hanya Dia yang datang dari Allah, Dialah yang telah melihat Bapa.\n",
          "6:47 Sesungguhnya Aku berkata kepadamu: Siapa saja yang percaya, ia mempunyai hidup yang kekal.\n",
          "6:48 Akulah roti kehidupan.\n",
          "6:49 Nenek moyangmu telah makan manna di padang gurun dan mereka telah mati.\n",
          "6:50 Inilah roti yang turun dari surga: Siapa saja yang memakannya, ia tidak akan mati.\n",
          "6:51a Akulah roti kehidupan yang telah turun dari surga. Jikalau seseorang makan roti ini, ia akan hidup selama-lamanya,\n",
          "6:51b dan roti yang akan Kuberikan itu ialah daging-Ku yang akan Kuberikan untuk hidup dunia.\"\n",
          "6:52 Orang-orang Yahudi pun bertengkar antara sesama mereka dan berkata, \"Bagaimana Ia ini dapat memberikan daging-Nya kepada kita untuk dimakan?\"\n",
          "6:53 Karena itu, kata Yesus kepada mereka, \"Sesungguhnya Aku berkata kepadamu, jikalau kamu tidak makan daging Anak Manusia dan minum darah-Nya, kamu tidak mempunyai hidup di dalam dirimu.\n",
          "6:54 Siapa saja yang makan daging-Ku dan minum darah-Ku, ia mempunyai hidup yang kekal dan Aku akan membangkitkan dia pada akhir zaman.\n",
          "6:55 Sebab daging-Ku benar-benar makanan dan darah-Ku benar-benar minuman.\n",
          "6:56 Siapa saja yang makan daging-Ku dan minum darah-Ku, ia tinggal di dalam Aku dan Aku di dalam dia.\n",
          "6:57 Sama seperti Bapa yang hidup mengutus Aku dan Aku hidup oleh Bapa, demikian juga siapa saja yang memakan Aku, akan hidup oleh Aku.\n",
          "6:58 Inilah roti yang telah turun dari surga, bukan roti seperti yang dimakan nenek moyangmu dan mereka telah mati. Siapa saja yang makan roti ini, ia akan hidup selama-lamanya.\"\n",
          "6:59 Semuanya ini dikatakan Yesus di Kapernaum ketika Ia mengajar di rumah ibadat.\n",
          "6:60 Sesudah mendengar semuanya itu banyak dari murid-murid Yesus yang berkata, \"Perkataan ini keras, siapakah yang sanggup mendengarkannya?\"\n",
          "6:61 Yesus yang di dalam hati-Nya tahu bahwa murid-murid-Nya bersungut-sungut tentang hal itu, berkata kepada mereka, \"Apakah perkataan itu mengguncangkan kamu?\n",
          "6:62 Bagaimana jika kamu melihat Anak Manusia naik ke tempat di mana Ia sebelumnya berada?\n",
          "6:63 Rohlah yang memberi hidup, daging sama sekali tidak berguna. Perkataan-perkataan yang Kukatakan kepadamu adalah roh dan hidup.\n",
          "6:64 Tetapi di antaramu ada yang tidak percaya.\" Sebab Yesus tahu dari semula, siapa yang tidak percaya dan siapa yang akan menyerahkan Dia.\n",
          "6:65 Lalu Ia berkata, \"Sebab itu telah Kukatakan kepadamu: Tidak ada seorang pun yang dapat datang kepada-Ku, kalau Bapa tidak mengaruniakannya kepadanya.\"\n",
          "6:66 Mulai saat itu banyak murid-Nya mengundurkan diri dan tidak lagi mengikut Dia.\n",
          "6:67 Lalu kata Yesus kepada kedua belas murid-Nya, \"Apakah kamu tidak mau pergi juga?\"\n",
          "6:68 Jawab Simon Petrus kepada-Nya, \"Tuhan, kepada siapakah kami akan pergi? Engkau memiliki perkataan hidup yang kekal;\n",
          "6:69 dan kami telah percaya dan tahu bahwa Engkaulah Yang Kudus dari Allah.\"\n",
          "6:70 Jawab Yesus kepada mereka, \"Bukankah Aku sendiri yang telah memilih kamu yang dua belas ini? Namun, salah seorang di antara kamu adalah Iblis.\"\n",
          "6:71 Yang dimaksudkan-Nya ialah Yudas, anak Simon Iskariot; sebab dialah yang akan menyerahkan Yesus, walaupun dia seorang di antara kedua belas murid itu.\n"
        ]
      }
    },
    {
      "7": {
        "en": [
          "7:1 And after these things Jesus walked in Galilee, for He would not walk in Judea, because the Jews were seeking to kill Him.\n",
          "7:2 Now the Jews? Feast of Tabernacles was near.\n",
          "7:3 His brothers therefore said to Him, Depart from here and go into Judea, so that Your disciples also may behold Your works which You are doing;\n",
          "7:4 For no one does anything in secret and himself seeks to be known openly. If You do these things, manifest Yourself to the world.\n",
          "7:5 For not even His brothers believed into Him.\n",
          "7:6 Jesus therefore said to them, My time has not yet come, but your time is always ready.\n",
          "7:7 The world cannot hate you, but it hates Me, because I testify concerning it, that its works are evil.\n",
          "7:8 You go up to the feast; I am not going up to this feast, because My time has not yet been fulfilled.\n",
          "7:9 And having said these things to them, He remained in Galilee.\n",
          "7:10 But when His brothers had gone up to the feast, then He Himself also went up, not openly, but as it were in secret.\n",
          "7:11 The Jews therefore sought Him at the feast and said, Where is He?\n",
          "7:12 And there was much murmuring about Him among the crowds: some said, He is a good man; but others said, No; rather He leads the crowd astray.\n",
          "7:13 Yet no one spoke openly about Him for fear of the Jews.\n",
          "7:14 But when it was now the middle of the feast, Jesus went up into the temple and began to teach.\n",
          "7:15 The Jews therefore marveled and said, How does this man know letters, without ever having studied?\n",
          "7:16 Jesus therefore answered them and said, My teaching is not Mine, but His who sent Me.\n",
          "7:17 If anyone resolves to do His will, he will know concerning the teaching, whether it is of God or whether I speak from Myself.\n",
          "7:18 He who speaks from himself seeks his own glory; but He who seeks the glory of Him who sent Him, this One is true, and unrighteousness is not in Him.\n",
          "7:19 Has not Moses given you the law? Yet none of you keeps the law. Why do you seek to kill Me?\n",
          "7:20 The crowd answered, You have a demon! Who is seeking to kill You?\n",
          "7:21 Jesus answered and said to them, I did one work, and you all marvel.\n",
          "7:22 For the same reason Moses gave you circumcision (not that it is from Moses, but from the fathers), and on the Sabbath you circumcise a man.\n",
          "7:23 If a man receives circumcision on the Sabbath that the law of Moses may not be broken, are you angry with Me because I made an entire man well on the Sabbath?\n",
          "7:24 Do not judge according to appearance, but judge the righteous judgment.\n",
          "7:25 Then some of the people of Jerusalem said, Is not this the One whom they are seeking to kill?\n",
          "7:26 And look, He is speaking openly, and they say nothing to Him. Have the rulers, perhaps, really recognized that this is the Christ?\n",
          "7:27 But we know where this man is from; yet when the Christ comes, no one knows where He is from.\n",
          "7:28 Jesus therefore cried out in the temple, teaching and saying, You both know Me and know where I am from; and I have not come of Myself, but He who sent Me is true, whom you do not know.\n",
          "7:29 I know Him, because I am from Him, and He sent Me.\n",
          "7:30 They sought then to seize Him, yet no one laid a hand on Him, because His hour had not yet come.\n",
          "7:31 But many out of the crowd believed into Him and said, Will the Christ, when He comes, do more signs than this man has done?\n",
          "7:32 The Pharisees heard the crowd murmuring these things about Him, and the chief priests and the Pharisees sent attendants to arrest Him.\n",
          "7:33 Jesus therefore said, I am still with you a little while, and then I am going to Him who sent Me.\n",
          "7:34 You will seek Me and will not find Me; and where I am, you cannot come.\n",
          "7:35 The Jews then said to one another, Where is this man about to go that we will not find Him? Is He about to go to the Jews in dispersion among the Greeks and teach the Greeks?\n",
          "7:36 What is the word which He said, You will seek Me and will not find Me; and where I am, you cannot come?\n",
          "7:37 Now on the last day, the great day of the feast, Jesus stood and cried out, saying, If anyone thirsts, let him come to Me and drink.\n",
          "7:38 He who believes into Me, as the Scripture said, out of his innermost being shall flow rivers of living water.\n",
          "7:39 But this He said concerning the Spirit, whom those who believed into Him were about to receive; for the Spirit was not yet, because Jesus had not yet been glorified.\n",
          "7:40 Some of the crowd therefore, when they heard these words, said, This is truly the Prophet.\n",
          "7:41 Others said, This is the Christ. But some said, Does then the Christ come out of Galilee?\n",
          "7:42 Has not the Scripture said that the Christ comes out of the seed of David and from Bethlehem, the village where David was?\n",
          "7:43 So there arose a division among the crowd because of Him.\n",
          "7:44 And some of them wanted to seize Him, but no one laid hands on Him.\n",
          "7:45 The attendants therefore came to the chief priests and Pharisees, and these said to them, Why did you not bring Him?\n",
          "7:46 The attendants answered, Never has a man spoken as this man has.\n",
          "7:47 The Pharisees then answered them, Have you also been deceived?\n",
          "7:48 Has any one of the rulers or Pharisees believed into Him?\n",
          "7:49 But this crowd which does not know the law is accursed.\n",
          "7:50 Nicodemus said to them (he who came to Him before, being one of them),\n",
          "7:51 Does our law condemn a man unless it first hears from him and knows what he is doing?\n",
          "7:52 They answered and said to him, Are you also from Galilee? Search and see that no prophet arises out of Galilee.\n",
          "7:53 And everyone went to his own house.\n"
        ],
        "id": [
          "7:1 Sesudah itu Yesus berjalan keliling Galilea, sebab Ia tidak mau berkeliling di Yudea, karena di sana para pemuka Yahudi berusaha untuk membunuh-Nya.\n",
          "7:2 Ketika itu sudah dekat hari raya orang Yahudi, yaitu hari raya Pondok Daun.\n",
          "7:3 Lalu kata saudara-saudara Yesus kepada-Nya, \"Berangkatlah dari sini dan pergi ke Yudea, supaya murid-murid-Mu juga melihat perbuatan-perbuatan yang Engkau lakukan.\n",
          "7:4 Sebab tidak seorang pun melakukan sesuatu di tempat tersembunyi, jika ia mau diakui di depan umum. Jikalau Engkau melakukan hal-hal yang demikian, tampakkanlah diri-Mu kepada dunia.\"\n",
          "7:5 Sebab saudara-saudara-Nya sendiri pun tidak percaya kepada-Nya.\n",
          "7:6 Lalu jawab Yesus kepada mereka, \" Waktu-Ku belum tiba, tetapi bagi kamu selalu ada waktu.\n",
          "7:7 Dunia tidak dapat membenci kamu, tetapi ia membenci Aku, sebab Aku bersaksi tentang dia bahwa pekerjaan-pekerjaannya jahat.\n",
          "7:8 Pergilah kamu ke pesta itu. Aku tidak pergi ke situ, karena waktu-Ku belum genap.\"\n",
          "7:9 Demikianlah kata-Nya kepada mereka, dan Ia pun tinggal di Galilea.\n",
          "7:10 Tetapi sesudah saudara-saudara-Nya berangkat ke pesta itu, Ia pun pergi juga ke situ, tidak terang-terangan melainkan diam-diam.\n",
          "7:11 Para pemuka Yahudi mencari Dia di pesta itu dan berkata, \"Di manakah Dia?\"\n",
          "7:12 Di antara orang banyak terdengar banyak bisikan tentang Dia. Ada yang berkata, \"Ia orang baik.\" Tetapi ada pula yang berkata, \"Tidak, Ia menyesatkan orang banyak.\"\n",
          "7:13 Tidak seorang pun yang berani berkata terang-terangan tentang Dia karena takut terhadap para pemuka Yahudi.\n",
          "7:14 Waktu pesta itu sedang berlangsung, Yesus masuk ke Bait Allah lalu mengajar di situ.\n",
          "7:15 Para pemuka Yahudi pun merasa heran dan berkata, \"Bagaimanakah orang ini mempunyai pengetahuan demikian tanpa belajar?\"\n",
          "7:16 Jawab Yesus kepada mereka, \" Ajaran-Ku tidak berasal dari diri-Ku sendiri, tetapi dari Dia yang telah mengutus Aku.\n",
          "7:17 Siapa saja yang mau melakukan kehendak-Nya, ia akan tahu entah ajaran-Ku ini berasal dari Allah, entah Aku berkata-kata dari diri-Ku sendiri.\n",
          "7:18 Siapa saja yang berkata-kata dari dirinya sendiri, ia mencari hormat bagi dirinya sendiri, tetapi siapa saja yang mencari hormat bagi Dia yang mengutusnya, ia benar dan tidak ada ketidakbenaran padanya.\n",
          "7:19 Bukankah Musa yang telah memberikan hukum Taurat kepadamu? Namun tidak seorang pun di antara kamu yang melakukan hukum Taurat itu. Mengapa kamu berusaha membunuh Aku?\"\n",
          "7:20 Orang banyak itu menjawab, \"Engkau kerasukan setan! Siapa yang berusaha membunuh Engkau?\"\n",
          "7:21 Jawab Yesus kepada mereka, \"Hanya satu perbuatan yang Kulakukan dan kamu semua telah heran.\n",
          "7:22 Jadi, Musa menetapkan supaya kamu bersunat -- sebenarnya sunat itu tidak berasal dari Musa, tetapi dari nenek moyang kita -- dan kamu menyunat orang pada hari Sabat!\n",
          "7:23 Jikalau seseorang menerima sunat pada hari Sabat, supaya hukum Musa jangan dilanggar, mengapa kamu marah kepada-Ku, karena Aku menyembuhkan seluruh tubuh seseorang pada hari Sabat.\n",
          "7:24 Janganlah menghakimi menurut apa yang tampak, tetapi hakimilah dengan adil.\"\n",
          "7:25 Kemudian beberapa orang Yerusalem berkata, \"Bukankah Dia ini yang mau mereka bunuh?\n",
          "7:26 Namun lihatlah, Ia berbicara dengan leluasa dan mereka tidak mengatakan apa-apa kepada-Nya. Mungkinkah pemimpin kita benar-benar sudah tahu bahwa Dialah Kristus?\n",
          "7:27 Tetapi tentang orang ini kita tahu dari mana asal-Nya, sebaliknya bilamana Kristus datang, tidak ada seorang pun yang tahu dari mana asal-Nya.\"\n",
          "7:28 Waktu Yesus mengajar di Bait Allah, Ia berseru, \"Memang Aku kamu kenal dan kamu tahu dari mana asal-Ku; namun Aku datang bukan atas kehendak-Ku sendiri, tetapi Aku diutus oleh Dia yang benar yang tidak kamu kenal.\n",
          "7:29 Aku kenal Dia, sebab Aku datang dari Dia dan Dialah yang mengutus Aku.\"\n",
          "7:30 Mereka berusaha menangkap Dia, tetapi tidak ada seorang pun yang menyentuh Dia, sebab saat-Nya belum tiba.\n",
          "7:31 Tetapi di antara orang banyak itu ada banyak yang percaya kepada-Nya dan mereka berkata, \"Apabila Kristus datang, mungkinkah Ia akan melakukan lebih banyak tanda mukjizat daripada yang telah dilakukan oleh Dia ini?\"\n",
          "7:32 Orang-orang Farisi mendengar orang banyak membisikkan hal-hal itu mengenai Dia, dan karena itu imam-imam kepala dan orang-orang Farisi menyuruh penjaga-penjaga Bait Allah untuk menangkap-Nya.\n",
          "7:33 Lalu kata Yesus, \" Tinggal sedikit waktu saja Aku ada bersama kamu dan sesudah itu Aku akan pergi kepada Dia yang telah mengutus Aku.\n",
          "7:34 Kamu akan mencari Aku, tetapi tidak akan menemukan Aku, sebab kamu tidak dapat datang ke tempat di mana Aku berada.\"\n",
          "7:35 Karena itu, para pemuka Yahudi itu berkata seorang kepada yang lain, \"Ke manakah Ia akan pergi, sehingga kita tidak dapat bertemu dengan Dia? Apakah Ia bermaksud untuk pergi kepada mereka yang tinggal di perantauan, di antara orang Yunani, untuk mengajar orang Yunani?\n",
          "7:36 Apakah maksud perkataan yang diucapkan-Nya ini: Kamu akan mencari Aku, tetapi kamu tidak akan menemukan Aku, dan: Kamu tidak dapat datang ke tempat di mana Aku berada?\"\n",
          "7:37 Pada hari terakhir, yaitu pada puncak perayaan itu, Yesus berdiri dan berseru, \"Siapa saja yang haus, baiklah ia datang kepada-Ku dan minum!\n",
          "7:38 Siapa saja yang percaya kepada-Ku, seperti yang dikatakan oleh Kitab Suci: Dari dalam hatinya akan mengalir aliran-aliran air hidup.\"\n",
          "7:39 Yang dimaksudkan-Nya ialah Roh yang akan diterima oleh mereka yang percaya kepada-Nya; sebab Roh itu belum datang, karena Yesus belum dimuliakan.\n",
          "7:40 Beberapa orang di antara orang banyak, yang mendengarkan perkataan-perkataan itu, berkata, \"Dia ini benar-benar nabi yang akan datang.\"\n",
          "7:41 Yang lain berkata, \"Ia ini Mesias.\" Tetapi yang lain lagi berkata, \"Bukan, Mesias tidak datang dari Galilea!\n",
          "7:42 Bukankah Kitab Suci mengatakan bahwa Mesias berasal dari keturunan Daud dan dari desa Betlehem, tempat Daud dahulu tinggal?\"\n",
          "7:43 Lalu timbullah pertentangan di antara orang banyak karena Dia.\n",
          "7:44 Beberapa orang di antara mereka mau menangkap Dia, tetapi tidak ada seorang pun yang menyentuh-Nya.\n",
          "7:45 Kemudian penjaga-penjaga itu kembali kepada imam-imam kepala dan orang-orang Farisi, yang berkata kepada mereka, \"Mengapa kamu tidak membawa-Nya?\"\n",
          "7:46 Jawab penjaga-penjaga itu, \" Belum pernah seorang pun berkata seperti orang itu!\"\n",
          "7:47 Lalu jawab orang-orang Farisi itu kepada mereka, \"Apakah kamu juga disesatkan?\n",
          "7:48 Adakah seorang di antara pemimpin-pemimpin yang percaya kepada-Nya, atau seorang di antara orang-orang Farisi?\n",
          "7:49 Tetapi orang banyak ini yang tidak mengenal hukum Taurat, terkutuklah mereka!\"\n",
          "7:50 Nikodemus, salah seorang dari mereka, yang dahulu datang kepada-Nya, berkata kepada mereka,\n",
          "7:51 \"Apakah hukum Taurat kita menghukum seseorang, sebelum ia didengar dan sebelum orang mengetahui apa yang telah dilakukan-Nya?\"\n",
          "7:52 Jawab mereka, \"Apakah engkau juga orang Galilea? Selidikilah Kitab Suci dan engkau akan tahu bahwa tidak ada nabi yang datang dari Galilea.\"\n",
          "7:53 Lalu mereka pulang ke rumah masing-masing,\n"
        ]
      }
    },
    {
      "8": {
        "en": [
          "8:1 But Jesus went to the Mount of Olives.\n",
          "8:2 And early in the morning He came again into the temple, and all the people came to Him, and He sat down and taught them.\n",
          "8:3 And the scribes and Pharisees brought a woman caught in adultery, and having set her in the midst,\n",
          "8:4 They said to Him, Teacher, this woman has been caught committing adultery, in the very act.\n",
          "8:5 Now in the law, Moses commanded us to stone such women. What then do You say?\n",
          "8:6 But they said this to tempt Him, so that they might have reason to accuse Him. But Jesus stooped down and wrote with His finger on the ground.\n",
          "8:7 But when they persisted in questioning Him, He stood up and said to them, He who is without sin among you, let him be the first to throw a stone at her.\n",
          "8:8 And again He stooped down and wrote on the ground.\n",
          "8:9 And when they heard that, they went out one by one, beginning with the older ones. And Jesus was left alone, and the woman stood where she was, in the midst.\n",
          "8:10 And Jesus stood up and said to her, Woman, where are they? Has no one condemned you?\n",
          "8:11 And she said, No one, Lord. And Jesus said, Neither do I condemn you; go, and from now on sin no more.\n",
          "8:12 Again therefore Jesus spoke to them, saying, I am the light of the world; he who follows Me shall by no means walk in darkness, but shall have the light of life.\n",
          "8:13 The Pharisees then said to Him, You are testifying concerning Yourself; Your testimony is not true.\n",
          "8:14 Jesus answered and said to them, Even if I testify concerning Myself, My testimony is true, for I know where I came from and where I am going; but you do not know where I come from or where I am going.\n",
          "8:15 You judge according to the flesh; I judge no one.\n",
          "8:16 But even if I do judge, My judgment is true, for I am not alone, but I and the Father who sent Me.\n",
          "8:17 And in your law also it has been written that the testimony of two men is true:\n",
          "8:18 I am One who testifies concerning Myself, and the Father who sent Me testifies concerning Me.\n",
          "8:19 They said then to Him, Where is Your Father? Jesus answered, You know neither Me nor My Father; if you knew Me, you would know My Father also.\n",
          "8:20 These words He spoke in the treasury as He taught in the temple; and no one seized Him, because His hour had not yet come.\n",
          "8:21 He said therefore again to them, I am going away, and you will seek Me and will die in your sin. Where I am going, you cannot come.\n",
          "8:22 The Jews then said, He is not going to kill Himself, is He, for He says, Where I am going, you cannot come?\n",
          "8:23 And He said to them, You are from below, I am from above; you are of this world, I am not of this world.\n",
          "8:24 Therefore I said to you that you will die in your sins; for unless you believe that I am, you will die in your sins.\n",
          "8:25 They said then to Him, Who are You? Jesus said to them, Altogether that which I also tell you.\n",
          "8:26 I have many things to say and to judge concerning you, but He who sent Me is true, and what I have heard from Him, these things I speak to the world.\n",
          "8:27 They did not understand that He was speaking to them of the Father.\n",
          "8:28 Jesus therefore said to them, When you lift up the Son of Man, then you will know that I am, and that I do nothing from Myself, but as My Father has taught Me, I speak these things.\n",
          "8:29 And He who sent Me is with Me; He has not left Me alone, for I always do the things that are pleasing to Him.\n",
          "8:30 As He spoke these things, many believed into Him.\n",
          "8:31 Then Jesus said to those Jews who believed Him, If you abide in My word, you are truly My disciples;\n",
          "8:32 And you shall know the truth, and the truth shall set you free.\n",
          "8:33 They answered Him, We are Abraham?s seed and have never yet been enslaved to anyone. How is it that You say, You shall become free?\n",
          "8:34 Jesus answered them, Truly, truly, I say to you, Everyone who commits sin is a slave of sin.\n",
          "8:35 And the slave does not abide in the house forever; the son does abide forever.\n",
          "8:36 If therefore the Son sets you free, you shall be free indeed.\n",
          "8:37 I know that you are Abraham?s seed; but you seek to kill Me because My word has no place in you.\n",
          "8:38 I speak the things which I have seen with My Father; so then, you also do the things which you have heard from your father.\n",
          "8:39 They answered and said to Him, Our father is Abraham. Jesus said to them, If you were Abraham?s children, you would do the works of Abraham.\n",
          "8:40 But now you are seeking to kill Me, a man who has told you the truth which I heard from God; Abraham did not do this.\n",
          "8:41 You do the works of your father. They then said to Him, We were not born of fornication; we have one Father, God.\n",
          "8:42 Jesus said to them, If God were your Father you would love Me; for I came forth out from God and have come from Him; for I have not come of Myself, but He sent Me.\n",
          "8:43 Why do you not understand My speaking? It is because you cannot hear My word.\n",
          "8:44 You are of your father the devil, and you want to do the desires of your father. He was a murderer from the beginning and does not stand in the truth, because there is no truth in him. When he speaks the lie, he speaks it out of his own possessions; for he is a liar and the father of it.\n",
          "8:45 But because I speak the truth, you do not believe Me.\n",
          "8:46 Which of you convicts Me of sin? Since I speak truth, why do you not believe Me?\n",
          "8:47 He who is of God hears the words of God; for this reason you do not hear them, because you are not of God.\n",
          "8:48 The Jews answered and said to Him, Have we not spoken well in saying that You are a Samaritan and have a demon?\n",
          "8:49 Jesus answered, I do not have a demon, but I honor My Father, and you dishonor Me.\n",
          "8:50 But I do not seek My glory; there is One who seeks glory for Me and judges.\n",
          "8:51 Truly, truly, I say to you, If anyone keeps My word, he shall by no means see death forever.\n",
          "8:52 The Jews therefore said to Him, Now we know that You have a demon. Abraham died, and the prophets too; yet You say, If anyone keeps My word, he shall by no means taste death forever.\n",
          "8:53 Are You greater than our father Abraham, who died? The prophets died too. Who are You making Yourself?\n",
          "8:54 Jesus answered, If I glorify Myself, My glory is nothing; it is My Father who glorifies Me, of whom you say that He is your God.\n",
          "8:55 Yet you have not known Him, but I know Him. And if I say that I do not know Him, I will be like you, a liar; but I do know Him and I keep His word.\n",
          "8:56 Your father Abraham exulted that he would see My day, and he saw it and rejoiced.\n",
          "8:57 The Jews then said to Him, You are not yet fifty years old, and have You seen Abraham?\n",
          "8:58 Jesus said to them, Truly, truly, I say to you, Before Abraham came into being, I am.\n",
          "8:59 So they picked up stones to throw at Him, but Jesus was hidden and went out of the temple.\n"
        ],
        "id": [
          "8:1 tetapi Yesus pergi ke bukit Zaitun.\n",
          "8:2 Pagi-pagi benar Ia berada lagi di Bait Allah, dan seluruh rakyat datang kepada-Nya. Ia duduk dan mengajar mereka.\n",
          "8:3 Lalu ahli-ahli Taurat dan orang-orang Farisi membawa kepada-Nya seorang perempuan yang kedapatan berzina.\n",
          "8:4 Mereka menempatkan perempuan itu di tengah-tengah lalu berkata kepada Yesus, \"Rabi, perempuan ini tertangkap basah ketika ia sedang berzina.\n",
          "8:5 Musa dalam hukum Taurat memerintahkan kita untuk melempari perempuan-perempuan yang demikian dengan batu. Bagaimana pendapat-Mu tentang hal itu?\"\n",
          "8:6 Mereka mengatakan hal itu untuk mencobai Dia, supaya mereka memperoleh sesuatu untuk menyalahkan-Nya. Tetapi Yesus membungkuk lalu menulis dengan jari-Nya di tanah.\n",
          "8:7 Ketika mereka terus-menerus bertanya kepada-Nya, Ia pun bangkit berdiri lalu berkata kepada mereka, \"Siapa saja di antara kamu tidak berdosa, hendaklah ia yang pertama melemparkan batu kepada perempuan itu.\"\n",
          "8:8 Lalu Ia membungkuk lagi dan menulis di tanah.\n",
          "8:9 Tetapi setelah mereka mendengar perkataan itu, pergilah mereka seorang demi seorang, mulai dari yang tertua. Akhirnya tinggallah Yesus seorang diri dengan perempuan itu yang tetap di tempatnya.\n",
          "8:10 Lalu Yesus bangkit berdiri dan berkata kepadanya, \"Hai Ibu, di manakah mereka? Tidak adakah seorang pun yang menghukum engkau?\"\n",
          "8:11 Jawabnya, \"Tidak ada, Tuan.\" Lalu kata Yesus, \"Aku pun tidak menghukum engkau. Pergilah, dan mulai sekarang, jangan berbuat dosa lagi.\"\n",
          "8:12 Yesus berkata lagi kepada mereka, \"Akulah terang dunia; siapa saja yang mengikut Aku, ia tidak akan berjalan dalam kegelapan, melainkan ia akan mempunyai terang kehidupan.\"\n",
          "8:13 Lalu kata orang-orang Farisi kepada-Nya, \"Engkau bersaksi tentang diri-Mu, kesaksian-Mu tidak benar.\"\n",
          "8:14 Kata Yesus kepada mereka, \"Biarpun Aku bersaksi tentang diri-Ku sendiri, kesaksian-Ku itu benar, sebab Aku tahu, dari mana Aku datang dan ke mana Aku pergi. Tetapi kamu tidak tahu, dari mana Aku datang dan ke mana Aku pergi.\n",
          "8:15 Kamu menghakimi menurut ukuran manusia, Aku tidak menghakimi seorang pun,\n",
          "8:16 dan kalaupun Aku menghakimi, penghakiman-Ku itu benar, sebab Aku tidak seorang diri, tetapi Aku bersama dengan Bapa yang mengutus Aku.\n",
          "8:17 Dalam kitab Tauratmu ada tertulis bahwa kesaksian dua orang adalah sah;\n",
          "8:18 Akulah yang bersaksi tentang diri-Ku sendiri, dan juga Bapa, yang mengutus Aku, bersaksi tentang Aku.\"\n",
          "8:19 Lalu kata mereka kepada-Nya, \"Di manakah Bapa-Mu?\" Jawab Yesus, \"Baik Aku, maupun Bapa-Ku tidak kamu kenal. Sekiranya kamu mengenal Aku, kamu mengenal juga Bapa-Ku.\"\n",
          "8:20 Kata-kata itu dikatakan Yesus dekat perbendaharaan, waktu Ia mengajar di dalam Bait Allah. Tidak seorang pun yang menangkap Dia, karena saat-Nya belum tiba.\n",
          "8:21 Lalu Yesus berkata lagi kepada mereka, \"Aku akan pergi dan kamu akan mencari Aku tetapi kamu akan mati dalam dosamu. Ke tempat Aku pergi, tidak mungkin kamu datang.\"\n",
          "8:22 Karena itu, kata para pemuka Yahudi itu, \"Apakah Ia mau bunuh diri maka dikatakan-Nya: Ke tempat Aku pergi, tidak mungkin kamu datang?\"\n",
          "8:23 Lalu Ia berkata kepada mereka, \" Kamu berasal dari bawah, Aku dari atas; kamu dari dunia ini, Aku bukan dari dunia ini.\n",
          "8:24 Karena itu tadi Aku berkata kepadamu bahwa kamu akan mati dalam dosamu; sebab jikalau kamu tidak percaya bahwa Akulah Dia, kamu akan mati dalam dosamu.\"\n",
          "8:25 Lalu kata mereka kepada-Nya, \"Siapakah Engkau?\" Jawab Yesus kepada mereka, \"Apa yang telah Kukatakan kepadamu sejak semula?\n",
          "8:26 Banyak yang harus Kukatakan dan Kuhakimi tentang kamu; akan tetapi Dia yang mengutus Aku, adalah benar, dan apa yang Kudengar dari Dia, itulah yang Kukatakan kepada dunia.\"\n",
          "8:27 Mereka tidak mengerti bahwa Ia berbicara kepada mereka tentang Bapa.\n",
          "8:28 Maka kata Yesus, \"Apabila kamu telah meninggikan Anak Manusia, barulah kamu tahu bahwa Akulah Dia, dan bahwa Aku tidak berbuat apa-apa dari diri-Ku sendiri, tetapi Aku berbicara tentang hal-hal, sebagaimana diajarkan Bapa kepada-Ku.\n",
          "8:29 Ia, yang telah mengutus Aku, menyertai Aku. Ia tidak membiarkan Aku sendiri, sebab Aku senantiasa melakukan apa yang berkenan kepada-Nya.\"\n",
          "8:30 Setelah Yesus mengatakan semuanya itu, banyak orang percaya kepada-Nya.\n",
          "8:31 Lalu kata-Nya kepada orang-orang Yahudi yang telah percaya kepada-Nya, \"Jikalau kamu tetap dalam firman-Ku, kamu benar-benar murid-Ku\n",
          "8:32 dan kamu akan mengetahui kebenaran, dan kebenaran itu akan memerdekakan kamu.\"\n",
          "8:33 Jawab mereka, \"Kami adalah keturunan Abraham dan tidak pernah menjadi hamba siapa pun. Bagaimana Engkau dapat berkata: Kamu akan merdeka?\"\n",
          "8:34 Kata Yesus kepada mereka, \"Sesungguhnya Aku berkata kepadamu, setiap orang yang berbuat dosa, adalah hamba dosa.\n",
          "8:35 Hamba tidak tetap tinggal dalam rumah, tetapi anak tinggal dalam rumah selama-lamanya.\n",
          "8:36 Jadi, apabila Anak itu memerdekakan kamu, kamu pun benar-benar merdeka.\"\n",
          "8:37 \"Aku tahu bahwa kamu adalah keturunan Abraham, tetapi kamu berusaha membunuh Aku karena firman-Ku tidak beroleh tempat di dalam kamu.\n",
          "8:38 Apa yang Kulihat pada Bapa, itulah yang Kukatakan, dan demikian juga kamu perbuat tentang apa yang kamu dengar dari bapakmu.\"\n",
          "8:39 Jawab mereka kepada-Nya, \"Bapak kami ialah Abraham.\" Kata Yesus kepada mereka, \"Jikalau sekiranya kamu anak-anak Abraham, tentulah kamu mengerjakan pekerjaan yang dikerjakan oleh Abraham.\n",
          "8:40 Tetapi sekarang kamu berusaha membunuh Aku, seorang yang mengatakan kebenaran kepadamu, yaitu kebenaran yang Kudengar dari Allah; pekerjaan yang demikian tidak dikerjakan oleh Abraham.\n",
          "8:41 Kamu mengerjakan pekerjaan bapakmu sendiri.\" Jawab mereka, \"Kami tidak dilahirkan dari zina. Bapa kami satu, yaitu Allah.\"\n",
          "8:42 Kata Yesus kepada mereka, \"Jikalau Allah adalah Bapamu, kamu akan mengasihi Aku, sebab Aku datang dari Allah dan sekarang Aku ada di sini. Lagi pula Aku datang bukan atas kehendak-Ku sendiri, melainkan Dialah yang mengutus Aku.\n",
          "8:43 Apakah sebabnya kamu tidak mengerti ucapan-Ku? Sebab kamu tidak dapat menangkap firman-Ku.\n",
          "8:44 Kamu berasal dari bapakmu, yaitu Iblis, dan kamu ingin melakukan keinginan-keinginan bapakmu. Ia adalah pembunuh manusia sejak semula dan tidak hidup dalam kebenaran, sebab di dalam dia tidak ada kebenaran. Apabila ia berkata dusta, ia berkata dari diri sendiri, sebab ia adalah pendusta dan bapak pendusta.\n",
          "8:45 Tetapi karena Aku mengatakan kebenaran kepadamu, kamu tidak percaya kepada-Ku.\n",
          "8:46 Siapakah di antaramu yang membuktikan bahwa Aku berbuat dosa? Apabila Aku mengatakan kebenaran, mengapa kamu tidak percaya kepada-Ku?\n",
          "8:47 Siapa saja yang berasal dari Allah, ia mendengarkan firman Allah; itulah sebabnya kamu tidak mendengarkannya, karena kamu tidak berasal dari Allah.\"\n",
          "8:48 Para pemuka Yahudi menjawab Yesus, \"Bukankah benar kalau kami katakan bahwa Engkau orang Samaria dan kerasukan setan?\"\n",
          "8:49 Jawab Yesus, \"Aku tidak kerasukan setan, tetapi Aku menghormati Bapa-Ku dan kamu tidak menghormati Aku.\n",
          "8:50 Tetapi Aku tidak mencari hormat bagi-Ku: Ada Satu yang mencarinya dan Dia juga yang menghakimi.\n",
          "8:51 Sesungguhnya Aku berkata kepadamu: Siapa saja menuruti firman-Ku, ia tidak akan mengalami maut sampai selama-lamanya.\"\n",
          "8:52 Kata para pemuka Yahudi kepada-Nya, \"Sekarang kami tahu bahwa Engkau kerasukan setan. Sebab Abraham telah mati dan demikian juga nabi-nabi, namun Engkau berkata: Siapa saja yang menuruti firman-Ku, ia tidak akan mengalami maut sampai selama-lamanya.\n",
          "8:53 Apakah Engkau lebih besar daripada bapak kita Abraham, yang telah mati! Nabi-nabi pun telah mati; dengan siapa Engkau samakan diri-Mu?\"\n",
          "8:54 Jawab Yesus, \" Jikalau Aku memuliakan diri-Ku sendiri, maka kemuliaan-Ku itu sedikit pun tidak ada artinya. Bapa-Kulah yang memuliakan Aku, tentang siapa kamu berkata: Dia adalah Allah kami,\n",
          "8:55 padahal kamu tidak mengenal Dia, tetapi Aku mengenal Dia. Dan jika Aku berkata: Aku tidak mengenal Dia, maka Aku adalah pendusta, sama seperti kamu, tetapi Aku mengenal Dia dan Aku menuruti firman-Nya.\n",
          "8:56 Abraham bapakmu bersukacita bahwa ia akan melihat hari-Ku dan ia telah melihatnya dan ia bersukacita.\"\n",
          "8:57 Lalu kata para pemuka Yahudi itu kepada-Nya, \"Umur-Mu belum lima puluh tahun dan Engkau telah melihat Abraham?\"\n",
          "8:58 Kata Yesus kepada mereka, \"Sesungguhnya Aku berkata kepadamu, sebelum Abraham ada, Aku telah ada.\"\n",
          "8:59 Lalu mereka mengambil batu untuk melempari Dia; tetapi Yesus menghilang dan meninggalkan Bait Allah.\n"
        ]
      }
    },
    {
      "9": {
        "en": [
          "9:1 And as He passed by, He saw a man blind from birth.\n",
          "9:2 And His disciples asked Him, saying, Rabbi, who sinned, this man or his parents, that he would be born blind?\n",
          "9:3 Jesus answered, Neither has this man sinned nor his parents, but he was born so, that the works of God might be manifested in him.\n",
          "9:4 We must work the works of Him who sent Me while it is day; night is coming when no one can work.\n",
          "9:5 While I am in the world, I am the light of the world.\n",
          "9:6 When He had said this, He spat on the ground and made clay of the spittle and anointed his eyes with the clay,\n",
          "9:7 And He said to him, Go, wash in the pool of Siloam (which is interpreted, Sent). He went therefore and washed and came away seeing.\n",
          "9:8 The neighbors then and those who previously saw him as a beggar said, Is not this the one who used to sit and beg?\n",
          "9:9 Some said, This is he. Others said, No, but he is like him. He said, I am the one.\n",
          "9:10 They said then to him, How then were your eyes opened?\n",
          "9:11 He answered, The man called Jesus made clay and anointed my eyes, and said to me, Go to the pool of Siloam and wash. I went therefore and washed, and I received my sight.\n",
          "9:12 And they said to him, Where is He? He said, I do not know.\n",
          "9:13 They brought him who was once blind to the Pharisees.\n",
          "9:14 Now it was the Sabbath, on which day Jesus made the clay and opened his eyes.\n",
          "9:15 Again therefore the Pharisees also asked him how he received his sight. And he said to them, He put clay on my eyes, and I washed, and I see.\n",
          "9:16 Then some of the Pharisees said, This man is not from God, because He does not keep the Sabbath. But others said, How can a man who is a sinner do such signs? And there was a division among them.\n",
          "9:17 Then they said to the blind man again, What do you say about Him, in that He opened your eyes? And he said, He is a prophet.\n",
          "9:18 The Jews then did not believe concerning him that he had been blind and had received his sight, until they called the parents of him who had received his sight\n",
          "9:19 And asked them, saying, Is this your son, of whom you say that he was born blind? How then does he now see?\n",
          "9:20 Then his parents answered them and said, We know that this is our son and that he was born blind.\n",
          "9:21 But how he now sees, we do not know; or who opened his eyes, we do not know. Ask him; he is of age; he will speak for himself.\n",
          "9:22 His parents said these things because they feared the Jews, for the Jews had already agreed that if anyone confessed Him to be the Christ, he should be put out of the synagogue.\n",
          "9:23 Because of this his parents said, He is of age; question him.\n",
          "9:24 Therefore a second time they called the man who had been blind, and said to him, Give glory to God; we know that this man is a sinner.\n",
          "9:25 Then he answered, Whether or not He is a sinner, I do not know; one thing I do know, that though I was blind, now I see.\n",
          "9:26 They said then to him, What did He do to you? How did He open your eyes?\n",
          "9:27 He answered them, I told you already and you did not hear. Why do you want to hear it again? Do you also want to become His disciples?\n",
          "9:28 And they reviled him and said, You are His disciple; but we are disciples of Moses.\n",
          "9:29 We know that God has spoken to Moses, but as for this man, we do not know where He is from.\n",
          "9:30 The man answered and said to them, Why here is an amazing thing, that you do not know where He is from, and yet He opened my eyes!\n",
          "9:31 We know that God does not hear sinners, but if anyone is God-fearing and does His will, He hears him.\n",
          "9:32 Since time began it has never been heard that anyone opened the eyes of one born blind.\n",
          "9:33 If this man were not from God, He could do nothing.\n",
          "9:34 They answered and said to him, You were wholly born in sins, and you are teaching us? And they cast him out.\n",
          "9:35 Jesus heard that they had cast him out, and He found him and said, Do you believe into the Son of God?\n",
          "9:36 He answered and said, And who is He, Lord, that I may believe into Him?\n",
          "9:37 Jesus said to him, You have both seen Him, and He is the One speaking with you.\n",
          "9:38 And he said, Lord, I believe; and he worshipped Him.\n",
          "9:39 And Jesus said, For judgment I have come into this world, that those who do not see may see, and that those who see may become blind.\n",
          "9:40 Some of the Pharisees who were with Him heard these things and said to Him, We are not blind also, are we?\n",
          "9:41 Jesus said to them, If you were blind, you would not have sin; but now that you say, We see; your sin remains.\n"
        ],
        "id": [
          "9:1 Waktu Yesus sedang lewat, Ia melihat seorang yang buta sejak lahirnya.\n",
          "9:2 Murid-murid-Nya bertanya kepada-Nya, \"Rabi, siapakah yang berbuat dosa, orang ini sendiri atau orang tuanya, sehingga ia dilahirkan buta?\"\n",
          "9:3 Jawab Yesus, \"Bukan dia dan bukan juga orang tuanya, tetapi supaya pekerjaan-pekerjaan Allah dinyatakan di dalam dia.\n",
          "9:4 Kita harus mengerjakan pekerjaan Dia yang mengutus Aku, selama masih siang; akan datang malam di mana tidak ada seorang pun yang dapat bekerja.\n",
          "9:5 Selama Aku di dalam dunia, Akulah terang dunia.\"\n",
          "9:6 Setelah Ia mengatakan semuanya itu, Ia meludah ke tanah, dan membuat lumpur dengan ludah itu, lalu mengoleskannya pada mata orang buta tadi\n",
          "9:7 dan berkata kepadanya, \"Pergilah, basuhlah dirimu dalam kolam Siloam.\" Siloam artinya, \"Yang diutus.\" Orang itu pun pergi membasuh dirinya lalu kembali dan dapat melihat lagi.\n",
          "9:8 Tetapi tetangga-tetangganya dan mereka, yang dahulu mengenalnya sebagai pengemis, berkata, \"Bukankah dia ini, yang selalu duduk dan mengemis?\"\n",
          "9:9 Ada yang berkata, \"Benar, dialah ini.\" Ada pula yang berkata, \"Bukan, tetapi ia serupa dengan orang itu.\" Ia sendiri berkata, \"Benar, akulah dia.\"\n",
          "9:10 Lalu kata mereka kepadanya, \"Bagaimana matamu menjadi melek?\"\n",
          "9:11 Jawabnya, \"Orang yang disebut Yesus itu membuat lumpur, mengoleskannya pada mataku dan berkata kepadaku: Pergilah ke Siloam dan basuhlah dirimu. Lalu aku pergi dan setelah aku membasuh diriku, aku dapat melihat.\"\n",
          "9:12 Lalu mereka berkata kepadanya, \"Di manakah Dia?\" Jawabnya, \"Aku tidak tahu.\"\n",
          "9:13 Lalu mereka membawa orang yang tadinya buta itu kepada orang-orang Farisi.\n",
          "9:14 Adapun hari waktu Yesus membuat lumpur dan memelekkan mata orang itu, adalah hari Sabat.\n",
          "9:15 Karena itu orang-orang Farisi bertanya lagi kepadanya, bagaimana matanya menjadi melek. Jawabnya, \"Ia mengoleskan lumpur pada mataku, lalu aku membasuh diriku, dan sekarang aku dapat melihat.\"\n",
          "9:16 Lalu kata sebagian orang-orang Farisi itu, \"Orang ini tidak datang dari Allah, sebab Ia tidak memelihara hari Sabat.\" Tetapi yang lain berkata, \"Bagaimana seorang berdosa dapat membuat tanda mukjizat yang demikian?\" Lalu timbullah pertentangan di antara mereka.\n",
          "9:17 Kata mereka lagi kepada orang buta itu, \"Dan engkau, apa katamu tentang Dia, karena Ia telah memelekkan matamu?\" Jawabnya, \"Ia seorang nabi.\"\n",
          "9:18 Tetapi para pemuka Yahudi itu tidak percaya bahwa tadinya ia buta dan baru dapat melihat lagi, sampai mereka memanggil orang tuanya\n",
          "9:19 dan bertanya kepada mereka, \"Inikah anakmu, yang kamu katakan bahwa ia lahir buta? Kalau begitu, bagaimana ia sekarang dapat melihat?\"\n",
          "9:20 Lalu jawab orangtuanya, \"Yang kami ketahui ialah bahwa dia ini anak kami dan dilahirkan buta,\n",
          "9:21 tetapi bagaimana ia sekarang dapat melihat, kami tidak tahu, dan siapa yang memelekkan matanya, kami tidak tahu juga. Tanyakanlah kepadanya sendiri, ia sudah dewasa, ia akan berkata-kata untuk dirinya sendiri.\"\n",
          "9:22 Orang tuanya berkata demikian, karena mereka takut kepada orang-orang Yahudi, sebab para pemuka Yahudi itu telah sepakat bahwa setiap orang yang mengaku Dia sebagai Mesias, akan dikucilkan.\n",
          "9:23 Itulah sebabnya orang tuanya berkata, \"Ia telah dewasa, tanyakanlah kepadanya sendiri.\"\n",
          "9:24 Lalu mereka memanggil untuk kedua kalinya orang yang tadinya buta itu dan berkata kepadanya, \" Katakanlah kebenaran di hadapan Allah; kami tahu bahwa orang itu orang berdosa.\"\n",
          "9:25 Jawabnya, \"Apakah orang itu orang berdosa, aku tidak tahu; tetapi satu hal aku tahu, yaitu bahwa aku tadinya buta, dan sekarang dapat melihat.\"\n",
          "9:26 Kata mereka kepadanya, \"Apakah yang diperbuat-Nya padamu? Bagaimana Ia memelekkan matamu?\"\n",
          "9:27 Jawabnya kepada mereka, \"Telah kukatakan kepadamu, dan kamu tidak mendengarkannya; mengapa kamu hendak mendengarkannya lagi? Barangkali kamu mau menjadi murid-Nya juga?\"\n",
          "9:28 Sambil menghina mereka berkata kepadanya, \"Engkau murid orang itu tetapi kami murid-murid Musa.\n",
          "9:29 Kami tahu bahwa Allah telah berfirman kepada Musa, tetapi tentang Dia itu kami tidak tahu dari mana Ia datang.\"\n",
          "9:30 Jawab orang itu kepada mereka, \"Aneh juga, kamu tidak tahu dari mana Ia datang, sedangkan Ia telah memelekkan mataku.\n",
          "9:31 Kita tahu bahwa Allah tidak mendengarkan orang-orang berdosa, melainkan orang-orang yang saleh dan yang melakukan kehendak-Nya.\n",
          "9:32 Dari dahulu sampai sekarang tidak pernah terdengar bahwa ada orang yang memelekkan mata orang yang dilahirkan buta.\n",
          "9:33 Jikalau orang ini tidak datang dari Allah, Ia tidak dapat berbuat apa-apa.\"\n",
          "9:34 Jawab mereka kepadanya, \"Engkau ini lahir sama sekali dalam dosa dan engkau hendak mengajar kami?\" Lalu mereka mengusir dia keluar.\n",
          "9:35 Yesus mendengar bahwa ia telah diusir keluar oleh mereka. Kemudian Ia bertemu dengan dia dan berkata, \"Percayakah engkau kepada Anak Manusia?\"\n",
          "9:36 Jawabnya, \"Siapakah Dia, Tuan? Supaya aku percaya kepada-Nya.\"\n",
          "9:37 Kata Yesus kepadanya, \"Engkau bukan saja melihat Dia; tetapi Dia yang sedang berkata-kata dengan engkau, Dialah itu!\"\n",
          "9:38 Katanya, \"Aku percaya, Tuhan!\" Ia pun sujud menyembah-Nya.\n",
          "9:39 Lalu kata Yesus, \"Aku datang ke dalam dunia untuk menghakimi, supaya siapa saja yang tidak melihat, dapat melihat, dan supaya siapa saja yang dapat melihat, menjadi buta.\"\n",
          "9:40 Kata-kata itu didengar oleh beberapa orang Farisi yang berada di situ dan mereka berkata kepada-Nya, \"Apakah kami juga buta?\"\n",
          "9:41 Jawab Yesus kepada mereka, \"Sekiranya kamu buta, kamu tidak berdosa, tetapi karena sekarang kamu berkata: Kami melihat, maka tetaplah dosamu.\"\n"
        ]
      }
    },
    {
      "10": {
        "en": [
          "10:1 Truly, truly, I say to you, He who does not enter through the door into the sheepfold, but climbs up from somewhere else, he is a thief and a robber;\n",
          "10:2 But he who enters through the door is the shepherd of the sheep.\n",
          "10:3 To him the doorkeeper opens, and the sheep hear his voice; and he calls his own sheep by name and leads them out.\n",
          "10:4 When he puts forth all his own, he goes before them, and the sheep follow him because they know his voice.\n",
          "10:5 But they will by no means follow a stranger, but will flee from him, because they do not know the voice of strangers.\n",
          "10:6 This parable Jesus spoke to them, but they did not know what those things meant that He spoke to them.\n",
          "10:7 Jesus therefore said to them again, Truly, truly, I say to you that I am the door of the sheep.\n",
          "10:8 All who came before Me are thieves and robbers, but the sheep did not hear them.\n",
          "10:9 I am the door; if anyone enters through Me, he shall be saved and shall go in and go out and shall find pasture.\n",
          "10:10 The thief does not come except to steal and kill and destroy; I have come that they may have life and may have it abundantly.\n",
          "10:11 I am the good Shepherd; the good Shepherd lays down His life for the sheep.\n",
          "10:12 He who is a hireling and not the shepherd, whose own the sheep are not, sees the wolf coming and leaves the sheep and flees; and the wolf snatches them and scatters them.\n",
          "10:13 He flees because he is a hireling and it does not matter to him concerning the sheep.\n",
          "10:14 I am the good Shepherd, and I know My own, and My own know Me,\n",
          "10:15 Even as the Father knows Me and I know the Father; and I lay down My life for the sheep.\n",
          "10:16 And I have other sheep, which are not of this fold; I must lead them also, and they shall hear My voice, and there shall be one flock, one Shepherd.\n",
          "10:17 For this reason the Father loves Me, because I lay down My life that I may take it again.\n",
          "10:18 No one takes it away from Me, but I lay it down of Myself. I have authority to lay it down, and I have authority to take it again. This commandment I received from My Father.\n",
          "10:19 A division again took place among the Jews because of these words.\n",
          "10:20 And many of them said, He has a demon and is insane. Why do you listen to Him?\n",
          "10:21 Others said, These are not the words of one who is demon-possessed. Can a demon open the eyes of the blind?\n",
          "10:22 At that time the Feast of the Dedication occurred in Jerusalem, and it was winter.\n",
          "10:23 And Jesus was walking in the temple in the portico of Solomon.\n",
          "10:24 The Jews therefore surrounded Him and said to Him, How long will You hold our soul in suspense? If You are the Christ, tell us plainly.\n",
          "10:25 Jesus answered them, I told you, and you do not believe. The works which I do in My Father?s name, these testify concerning Me;\n",
          "10:26 But you do not believe, because you are not of My sheep.\n",
          "10:27 My sheep hear My voice, and I know them, and they follow Me;\n",
          "10:28 And I give to them eternal life, and they shall by no means perish forever, and no one shall snatch them out of My hand.\n",
          "10:29 My Father, who has given them to Me, is greater than all, and no one can snatch them out of My Father?s hand.\n",
          "10:30 I and the Father are one.\n",
          "10:31 The Jews again took up stones that they might stone Him.\n",
          "10:32 Jesus answered them, I have shown you many good works from the Father; for which of these works are you stoning Me?\n",
          "10:33 The Jews answered Him, We are not stoning You for a good work, but for blasphemy, and because You, being a man, are making Yourself God.\n",
          "10:34 Jesus answered them, Is it not written in your law, ?I said, You are gods??\n",
          "10:35 If He said they were gods, to whom the word of God came, and the Scripture cannot be broken,\n",
          "10:36 Do you say of Him whom the Father has sanctified and sent into the world, You are blaspheming, because I said, I am the Son of God?\n",
          "10:37 If I do not do the works of My Father, do not believe Me;\n",
          "10:38 But if I do them, even if you do not believe Me, believe the works so that you may come to know and continue to know that the Father is in Me and I am in the Father.\n",
          "10:39 Then they sought again to seize Him, yet He went forth out of their hand.\n",
          "10:40 And He went away again across the Jordan, to the place where John was baptizing at first, and He remained there.\n",
          "10:41 And many came to Him and said, John did no sign, but all the things John said concerning this man were true.\n",
          "10:42 And many believed into Him there.\n"
        ],
        "id": [
          "10:1 \"Sesungguhnya Aku berkata kepadamu: Siapa yang masuk ke dalam kandang domba tanpa melalui pintu, tetapi dengan memanjat dari tempat lain, ia adalah seorang pencuri dan seorang perampok;\n",
          "10:2 tetapi siapa yang masuk melalui pintu, ia adalah gembala domba.\n",
          "10:3 Untuk dia penjaga membuka pintu dan domba-domba mendengarkan suaranya dan ia memanggil domba-dombanya masing-masing menurut namanya dan menuntunnya ke luar.\n",
          "10:4 Jika semua dombanya telah dibawanya ke luar, ia berjalan di depan mereka dan domba-domba itu mengikuti dia, karena mereka mengenal suaranya.\n",
          "10:5 Tetapi seorang asing pasti tidak mereka ikuti, malah mereka akan lari dari orang itu, karena suara orang-orang asing tidak mereka kenal.\"\n",
          "10:6 Yesus mengatakan kiasan ini kepada mereka, tetapi mereka tidak mengerti apa maksudnya Ia berkata demikian kepada mereka.\n",
          "10:7 Karena itu Yesus berkata lagi, \"Sesungguhnya Aku berkata kepadamu, Akulah pintu bagi domba-domba itu.\n",
          "10:8 Semua orang yang datang sebelum Aku, adalah pencuri dan perampok, dan domba-domba itu tidak mendengarkan mereka.\n",
          "10:9 Akulah pintu; siapa saja yang masuk melalui Aku, ia akan diselamatkan dan ia akan masuk dan keluar serta menemukan padang rumput.\n",
          "10:10 Pencuri datang hanya untuk mencuri dan membunuh dan membinasakan; Aku datang, supaya mereka mempunyai hidup, dan mempunyainya dengan berlimpah-limpah.\n",
          "10:11 Akulah gembala yang baik. Gembala yang baik memberikan nyawanya bagi domba-dombanya;\n",
          "10:12 sedangkan seorang upahan yang bukan gembala, dan yang bukan pemilik domba-domba itu sendiri, ketika melihat serigala datang, meninggalkan domba-domba itu lalu lari, sehingga serigala itu menerkam dan mencerai-beraikan domba-domba itu.\n",
          "10:13 Ia lari karena ia seorang upahan dan tidak memperhatikan domba-domba itu.\n",
          "10:14 Akulah gembala yang baik dan Aku mengenal domba-domba-Ku dan domba-domba-Ku mengenal Aku\n",
          "10:15 sama seperti Bapa mengenal Aku dan Aku mengenal Bapa, dan Aku memberikan nyawa-Ku bagi domba-domba-Ku.\n",
          "10:16 Tetapi Aku juga mempunyai domba-domba lain yang bukan dari kandang ini; domba-domba itu harus Kutuntun juga dan mereka akan mendengarkan suara-Ku dan mereka akan menjadi satu kawanan dengan satu gembala.\n",
          "10:17 Bapa mengasihi Aku, oleh karena Aku memberikan nyawa-Ku agar Aku menerimanya kembali.\n",
          "10:18 Tidak seorang pun mengambilnya dari Aku, melainkan Aku memberikannya menurut kehendak-Ku sendiri. Aku berkuasa memberikannya dan berkuasa mengambilnya kembali. Inilah perintah yang Kuterima dari Bapa-Ku.\"\n",
          "10:19 Lalu timbul lagi pertentangan di antara orang-orang Yahudi karena perkataan itu. Banyak di antara mereka berkata,\n",
          "10:20 \"Ia kerasukan setan dan gila; mengapa kamu mendengarkan Dia?\"\n",
          "10:21 Yang lain berkata, \"Itu bukan perkataan orang yang kerasukan setan; dapatkah setan memelekkan mata orang-orang buta?\"\n",
          "10:22 Tidak lama kemudian tibalah hari raya Penahbisan Bait Allah di Yerusalem; ketika itu musim dingin.\n",
          "10:23 Yesus berjalan-jalan di Bait Allah, di serambi Salomo.\n",
          "10:24 Lalu orang-orang Yahudi mengelilingi Dia dan berkata kepada-Nya, \"Berapa lama lagi Engkau membiarkan kami dalam kebimbangan? Jikalau Engkau Mesias, katakanlah terus terang kepada kami.\"\n",
          "10:25 Yesus menjawab mereka, \"Aku telah mengatakannya kepada kamu, tetapi kamu tidak percaya; pekerjaan-pekerjaan yang Kulakukan dalam nama Bapa-Ku, itulah yang memberi kesaksian tentang Aku,\n",
          "10:26 tetapi kamu tidak percaya, karena kamu tidak termasuk domba-domba-Ku.\n",
          "10:27 Domba-domba-Ku mendengarkan suara-Ku dan Aku mengenal mereka dan mereka mengikut Aku,\n",
          "10:28 dan Aku memberikan hidup yang kekal kepada mereka dan mereka pasti tidak akan binasa sampai selama-lamanya dan seorang pun tidak akan merebut mereka dari tangan-Ku.\n",
          "10:29 Bapa-Ku, yang memberikan mereka kepada-Ku, lebih besar daripada siapa pun, dan seorang pun tidak dapat merebut mereka dari tangan Bapa.\n",
          "10:30 Aku dan Bapa adalah satu.\"\n",
          "10:31 Sekali lagi orang-orang Yahudi mengambil batu untuk melempari Yesus.\n",
          "10:32 Kata Yesus kepada mereka, \"Banyak pekerjaan baik yang berasal dari Bapa-Ku yang Kuperlihatkan kepadamu; pekerjaan manakah di antaranya yang menyebabkan kamu mau melempari Aku?\"\n",
          "10:33 Jawab orang-orang Yahudi itu, \"Bukan karena suatu pekerjaan baik maka kami mau melempari Engkau, melainkan karena Engkau menghujat Allah dan karena Engkau, sekalipun hanya seorang manusia saja, menjadikan diri-Mu Allah.\"\n",
          "10:34 Kata Yesus kepada mereka, \"Bukankah ada tertulis dalam kitab Tauratmu: Aku telah berfirman: Kamu adalah ilah?\n",
          "10:35 Jikalau mereka, kepada siapa firman itu disampaikan, disebut ilah -- sedangkan Kitab Suci tidak dapat dibatalkan --\n",
          "10:36 masihkah kamu berkata kepada Dia yang dikuduskan oleh Bapa dan yang telah diutus-Nya ke dalam dunia: Engkau menghujat Allah! Karena Aku telah berkata: Aku Anak Allah?\n",
          "10:37 Jikalau Aku tidak melakukan pekerjaan-pekerjaan Bapa-Ku, janganlah percaya kepada-Ku,\n",
          "10:38 tetapi jikalau Aku melakukannya dan kamu tidak mau percaya kepada-Ku, percayalah akan pekerjaan-pekerjaan itu, supaya kamu boleh mengetahui dan mengerti bahwa Bapa di dalam Aku dan Aku di dalam Bapa.\"\n",
          "10:39 Sekali lagi mereka mencoba menangkap Dia, tetapi Ia luput dari tangan mereka.\n",
          "10:40 Kemudian Yesus pergi lagi ke seberang Yordan, ke tempat Yohanes membaptis dahulu, lalu Ia tinggal di situ.\n",
          "10:41 Banyak orang datang kepada-Nya dan berkata, \"Yohanes memang tidak membuat satu tanda mukjizat pun, tetapi semua yang pernah dikatakan Yohanes tentang orang ini memang benar.\"\n",
          "10:42 Lalu banyak orang di situ percaya kepada-Nya.\n"
        ]
      }
    },
    {
      "11": {
        "en": [
          "11:1 Now there was a certain man who was sick, Lazarus from Bethany, of the village of Mary and her sister Martha.\n",
          "11:2 It was that Mary who anointed the Lord with ointment and wiped His feet with her hair, whose brother Lazarus was sick.\n",
          "11:3 The sisters therefore sent to Him saying, Lord, behold, he whom You love is sick.\n",
          "11:4 But when Jesus heard it, He said, This sickness is not unto death, but for the glory of God, in order that the Son of God may be glorified through it.\n",
          "11:5 Now Jesus loved Martha and her sister and Lazarus.\n",
          "11:6 When therefore He heard that he was sick, He remained at that time in the place where He was for two days.\n",
          "11:7 Then after this He said to the disciples, Let us go into Judea again.\n",
          "11:8 The disciples said to Him, Rabbi, the Jews were just now seeking to stone You, and You are going there again?\n",
          "11:9 Jesus answered, Are there not twelve hours in the day? If anyone walks in the day, he does not stumble, because he sees the light of this world.\n",
          "11:10 But if anyone walks in the night, he stumbles, because the light is not in him.\n",
          "11:11 He said these things, and after this He said to them, Our friend Lazarus has fallen asleep; but I am going that I may wake him out of sleep.\n",
          "11:12 The disciples then said to Him, Lord, if he has fallen asleep, he will recover.\n",
          "11:13 But Jesus had spoken about his death, but they thought that He was speaking about taking rest in sleep.\n",
          "11:14 So Jesus then told them plainly, Lazarus has died.\n",
          "11:15 And I rejoice for your sakes that I was not there, so that you may believe; but let us go to him.\n",
          "11:16 Then Thomas, who is called Didymus, said to his fellow disciples, Let us also go, that we may die with Him.\n",
          "11:17 Then when Jesus came, He found that he had already been in the tomb four days.\n",
          "11:18 Now Bethany was near Jerusalem, about fifteen stadia away.\n",
          "11:19 And many of the Jews had come to Martha and Mary to console them concerning their brother.\n",
          "11:20 Martha therefore, when she heard that Jesus was coming, went to meet Him; but Mary sat in the house.\n",
          "11:21 Then Martha said to Jesus, Lord, if You had been here, my brother would not have died.\n",
          "11:22 But even now I know that whatever You ask of God, God will give You.\n",
          "11:23 Jesus said to her, Your brother will rise again.\n",
          "11:24 Martha said to Him, I know that he will rise again in the resurrection in the last day.\n",
          "11:25 Jesus said to her, I am the resurrection and the life; he who believes into Me, even if he should die, shall live;\n",
          "11:26 And everyone who lives and believes into Me shall by no means die forever. Do you believe this?\n",
          "11:27 She said to Him, Yes, Lord; I have believed that You are the Christ, the Son of God, He who comes into the world.\n",
          "11:28 And when she had said this, she went away and called Mary her sister secretly, saying, The Teacher is here and is calling you.\n",
          "11:29 And she, when she heard this, rose quickly and came to Him.\n",
          "11:30 Now Jesus had not yet come into the village, but was still in the place where Martha met Him.\n",
          "11:31 The Jews then who were with her in the house and were consoling her, when they saw that Mary rose up quickly and went out, followed her, supposing that she was going to the tomb to weep there.\n",
          "11:32 Then Mary, when she came to where Jesus was, saw Him and fell at His feet, saying to Him, Lord, if You had been here, my brother would not have died.\n",
          "11:33 Then Jesus, when He saw her weeping and the Jews who came with her weeping, was moved with indignation in His spirit and was troubled,\n",
          "11:34 And He said, Where have you put him? They said to Him, Lord, come and see.\n",
          "11:35 Jesus wept.\n",
          "11:36 The Jews then said, Behold how He loved him!\n",
          "11:37 But some of them said, Could not He who opened the eyes of the blind man also have caused that this man would not die?\n",
          "11:38 Jesus therefore, moved with indignation again in Himself, came to the tomb. Now it was a cave, and a stone was lying against it.\n",
          "11:39 Jesus said, Take away the stone. Martha, the sister of him who was deceased, said to Him, Lord, by now he smells, for it is the fourth day that he is there.\n",
          "11:40 Jesus said to her, Did I not tell you that if you believe you will see the glory of God?\n",
          "11:41 Then they took the stone away. And Jesus lifted up His eyes and said, Father, I thank You that You have heard Me.\n",
          "11:42 And I knew that You always hear Me; but because of the crowd standing around, I said it, that they may believe that You have sent Me.\n",
          "11:43 And when He had said these things, He cried out with a loud voice, Lazarus, come out!\n",
          "11:44 And he who had died came out, bound hand and foot with cloths, and his face was bound about with a handkerchief. Jesus said to them, Loose him and let him go.\n",
          "11:45 Many of the Jews therefore who had come to Mary and beheld the things that He did believed into Him.\n",
          "11:46 But some of them went away to the Pharisees and told them the things that Jesus did.\n",
          "11:47 Then the chief priests and the Pharisees assembled a council and said, What do we do? For this man is doing many signs.\n",
          "11:48 If we let Him do so, all will believe into Him, and the Romans will come and take away both our place and our nation.\n",
          "11:49 But a certain one of them, Caiaphas, who was high priest that year, said to them, You know nothing at all,\n",
          "11:50 Nor do you take account of the fact that it is expedient for you that one man die for the people and that not the whole nation perish.\n",
          "11:51 But this he did not say from himself, but being high priest that year, he prophesied that Jesus was to die for the nation,\n",
          "11:52 And not for the nation only, but that He might also gather into one the children of God who are scattered abroad.\n",
          "11:53 From that day therefore they took counsel to kill Him.\n",
          "11:54 Jesus therefore no longer walked openly among the Jews, but went away from there to the region near the wilderness, into a city called Ephraim, and there He remained with the disciples.\n",
          "11:55 Now the Passover of the Jews was near, and many went up to Jerusalem out of the country before the Passover in order to purify themselves.\n",
          "11:56 They then sought Jesus, and said to one another as they stood in the temple, What do you think? That He will not, by any means, come to the feast?\n",
          "11:57 Now the chief priests and the Pharisees had given orders that if anyone knew where He was, he should disclose it, so that they might arrest Him.\n"
        ],
        "id": [
          "11:1 Ada seorang yang sedang sakit, namanya Lazarus, dari Betania, desa Maria dan saudaranya, Marta.\n",
          "11:2 Maria ialah perempuan yang pernah meminyaki kaki Tuhan dengan minyak mur dan menyekanya dengan rambutnya; Lazarus yang sakit itu adalah saudaranya.\n",
          "11:3 Kedua perempuan itu pun mengirim kabar kepada Yesus, \"Tuhan, dia yang Engkau kasihi, sakit.\"\n",
          "11:4 Tetapi ketika Yesus mendengar kabar itu, Ia berkata, \"Penyakit itu tidak akan membawa kematian, tetapi akan menyatakan kemuliaan Allah, supaya melalui penyakit itu Anak Allah dimuliakan.\"\n",
          "11:5 Yesus memang mengasihi Marta dan saudaranya dan Lazarus.\n",
          "11:6 Namun setelah didengar-Nya bahwa Lazarus sakit, Ia sengaja tinggal dua hari lagi di tempat Ia berada;\n",
          "11:7 tetapi sesudah itu Ia berkata kepada murid-murid-Nya, \"Mari kita kembali lagi ke Yudea.\"\n",
          "11:8 Murid-murid itu berkata kepada-Nya, \"Rabi, baru-baru ini orang-orang Yahudi mencoba melempari Engkau, masih maukah Engkau kembali ke sana?\"\n",
          "11:9 Jawab Yesus, \"Bukankah ada dua belas jam dalam satu hari? Siapa yang berjalan pada siang hari, kakinya tidak terantuk, karena ia melihat terang dunia ini.\n",
          "11:10 Tetapi jikalau seseorang berjalan pada malam hari, kakinya terantuk, karena tidak ada terang di dalam dirinya.\"\n",
          "11:11 Demikianlah perkataan-Nya, dan sesudah itu Ia berkata kepada mereka, \"Lazarus, saudara kita, telah tertidur, tetapi Aku pergi ke sana untuk membangunkan dia dari tidurnya.\"\n",
          "11:12 Lalu kata murid-murid itu kepada-Nya, \"Tuhan, jikalau ia tertidur, ia akan sembuh.\"\n",
          "11:13 Tetapi sebenarnya Yesus berbicara tentang kematian Lazarus, sedangkan sangka mereka Yesus berkata tentang tertidur dalam arti biasa.\n",
          "11:14 Karena itu Yesus berkata dengan terus terang, \"Lazarus sudah mati;\n",
          "11:15 tetapi Aku bersukacita, Aku tidak hadir pada waktu itu, sebab demikian lebih baik bagimu, supaya kamu dapat percaya. Marilah kita pergi sekarang kepadanya.\"\n",
          "11:16 Lalu Tomas, yang disebut Didimus, berkata kepada teman-temannya, yaitu murid-murid yang lain, \"Marilah kita pergi juga untuk mati bersama-sama dengan Dia.\"\n",
          "11:17 Ketika Yesus tiba, didapati-Nya Lazarus telah empat hari berbaring di dalam kubur.\n",
          "11:18 Betania terletak dekat Yerusalem, kira-kira tiga kilometer jauhnya.\n",
          "11:19 Di situ banyak orang Yahudi telah datang kepada Marta dan Maria untuk menghibur mereka berhubung dengan kematian saudaranya.\n",
          "11:20 Ketika Marta mendengar bahwa Yesus datang, ia pergi mendapatkan-Nya. Tetapi Maria tinggal di rumah.\n",
          "11:21 Lalu kata Marta kepada Yesus, \"Tuhan, sekiranya Engkau ada di sini, saudaraku pasti tidak mati.\n",
          "11:22 Tetapi sekarang pun aku tahu bahwa Allah akan memberikan kepada-Mu segala sesuatu yang Engkau minta kepada-Nya.\"\n",
          "11:23 Kata Yesus kepada Marta, \"Saudaramu akan bangkit.\"\n",
          "11:24 Kata Marta kepada-Nya, \"Aku tahu bahwa ia akan bangkit pada waktu orang-orang bangkit pada akhir zaman.\"\n",
          "11:25 Jawab Yesus kepadanya, \"Akulah kebangkitan dan hidup; siapa saja yang percaya kepada-Ku, ia akan hidup walaupun ia sudah mati,\n",
          "11:26 dan setiap orang yang hidup dan yang percaya kepada-Ku, tidak akan mati selama-lamanya. Percayakah engkau akan hal ini?\"\n",
          "11:27 Jawab Marta, \"Ya, Tuhan, aku percaya bahwa Engkaulah Mesias, Anak Allah, yang akan datang ke dalam dunia.\"\n",
          "11:28 Sesudah berkata demikian ia pergi memanggil saudaranya Maria dan berbisik kepadanya, \"Guru ada di sana dan Ia memanggil engkau.\"\n",
          "11:29 Mendengar itu Maria segera bangkit lalu pergi mendapatkan Yesus.\n",
          "11:30 Tetapi waktu itu Yesus belum sampai di desa itu. Ia masih berada di tempat Marta menjumpai Dia.\n",
          "11:31 Ketika orang-orang Yahudi yang bersama-sama dengan Maria di rumah itu untuk menghiburnya, melihat bahwa Maria segera bangkit dan pergi keluar, mereka mengikutinya, karena mereka menyangka bahwa ia pergi ke kubur untuk meratap di situ.\n",
          "11:32 Setibanya Maria di tempat Yesus berada dan melihat Dia, sujudlah ia di depan kaki-Nya dan berkata kepada-Nya, \"Tuhan, sekiranya Engkau ada di sini, saudaraku pasti tidak mati.\"\n",
          "11:33 Ketika Yesus melihat Maria menangis dan juga orang-orang Yahudi yang datang bersama-sama dia, maka sedihlah hati-Nya. Ia sangat terharu dan berkata,\n",
          "11:34 \"Di manakah kamu baringkan dia?\" Jawab mereka, \"Tuhan, marilah dan lihatlah!\"\n",
          "11:35 Lalu menangislah Yesus.\n",
          "11:36 Kata orang-orang Yahudi, \"Lihatlah, Ia sungguh mengasihi dia!\"\n",
          "11:37 Tetapi beberapa orang di antaranya berkata, \"Ia yang memelekkan mata orang buta, tidak sanggupkah Ia bertindak, sehingga orang ini tidak mati?\"\n",
          "11:38 Yesus sekali lagi sangat terharu, lalu pergi ke kubur itu. Kubur itu adalah sebuah gua yang ditutup dengan batu.\n",
          "11:39 Kata Yesus, \"Angkat batu itu!\" Marta, saudara orang yang meninggal itu, berkata kepada-Nya, \"Tuhan, ia sudah berbau, sebab sudah empat hari ia mati.\"\n",
          "11:40 Jawab Yesus, \"Bukankah sudah Kukatakan kepadamu: Jikalau engkau percaya engkau akan melihat kemuliaan Allah?\"\n",
          "11:41 Mereka pun mengangkat batu itu. Lalu Yesus menengadah ke atas dan berkata, \" Bapa, Aku mengucap syukur kepada-Mu, karena Engkau telah mendengarkan Aku.\n",
          "11:42 Aku tahu bahwa Engkau selalu mendengarkan Aku, tetapi oleh karena orang banyak yang berdiri di sini mengelilingi Aku, Aku mengatakannya, supaya mereka percaya bahwa Engkaulah yang telah mengutus Aku.\"\n",
          "11:43 Sesudah berkata demikian, berserulah Ia dengan suara keras, \"Lazarus, marilah keluar!\"\n",
          "11:44 Orang yang telah mati itu datang keluar, kaki dan tangannya masih terikat dengan kain kafan dan mukanya tertutup dengan kain peluh. Kata Yesus kepada mereka, \"Bukalah kain-kain itu dan biarkan ia pergi.\"\n",
          "11:45 Banyak di antara orang-orang Yahudi yang datang melawat Maria dan yang menyaksikan sendiri apa yang telah dibuat Yesus, percaya kepada-Nya.\n",
          "11:46 Tetapi beberapa di antara mereka pergi kepada orang-orang Farisi dan menceritakan kepada mereka, apa yang telah dibuat Yesus itu.\n",
          "11:47 Lalu imam-imam kepala dan orang-orang Farisi memanggil Mahkamah Agama untuk berkumpul dan mereka berkata, \"Apa yang harus kita lakukan? Sebab Orang itu membuat banyak mukjizat.\n",
          "11:48 Apabila kita biarkan Dia, maka semua orang akan percaya kepada-Nya dan orang-orang Roma akan datang dan akan merampas tempat suci kita serta bangsa kita.\"\n",
          "11:49 Tetapi salah seorang di antara mereka, yaitu Kayafas, Imam Besar pada tahun itu, berkata kepada mereka, \"Kamu tidak tahu apa-apa,\n",
          "11:50 dan kamu tidak insaf bahwa lebih berguna bagimu, jika satu orang mati untuk bangsa kita daripada seluruh bangsa kita ini binasa.\"\n",
          "11:51 Hal itu dikatakannya bukan dari dirinya sendiri, tetapi sebagai Imam Besar pada tahun itu ia bernubuat bahwa Yesus akan mati untuk bangsa itu,\n",
          "11:52 dan bukan untuk bangsa itu saja, tetapi juga untuk mengumpulkan dan mempersatukan anak-anak Allah yang tercerai-berai.\n",
          "11:53 Mulai hari itu mereka sepakat untuk membunuh Dia.\n",
          "11:54 Karena itu Yesus tidak tampil lagi di depan umum di antara orang-orang Yahudi, tetapi Ia berangkat dari situ ke daerah dekat padang gurun, ke sebuah kota yang bernama Efraim, dan di situ Ia tinggal bersama-sama murid-murid-Nya.\n",
          "11:55 Pada waktu itu hari raya Paskah orang Yahudi sudah dekat dan banyak orang dari negeri itu berangkat ke Yerusalem untuk menyucikan diri sebelum Paskah itu.\n",
          "11:56 Mereka mencari Yesus dan sambil berdiri di dalam Bait Allah, mereka berkata seorang kepada yang lain, \"Bagaimana pendapatmu? Akan datang jugakah Ia ke pesta?\"\n",
          "11:57 Sementara itu imam-imam kepala dan orang-orang Farisi telah memberikan perintah supaya setiap orang yang tahu di mana Dia berada memberitahukannya, agar mereka dapat menangkap Dia.\n"
        ]
      }
    },
    {
      "12": {
        "en": [
          "12:1 Then Jesus, six days before the Passover, came to Bethany, where Lazarus was, whom Jesus had raised from the dead.\n",
          "12:2 Therefore they made Him a supper there; and Martha served, but Lazarus was one of the ones reclining at table with Him.\n",
          "12:3 Then Mary took a pound of ointment, of very valuable pure nard, and anointed the feet of Jesus, and wiped His feet with her hair; and the house was filled with the fragrance of the ointment.\n",
          "12:4 But Judas Iscariot, one of His disciples, who was about to betray Him, said,\n",
          "12:5 Why was this ointment not sold for three hundred denarii and given to the poor?\n",
          "12:6 But he said this not because it mattered to him concerning the poor, but because he was a thief, and holding the purse, carried off what was put into it.\n",
          "12:7 Then Jesus said, Leave her alone; she has reserved it for the day of My burial.\n",
          "12:8 For the poor you always have with you, but you do not always have Me.\n",
          "12:9 Then a great crowd of the Jews found out that He was there, and they came, not because of Jesus only, but that they might also see Lazarus, whom He had raised from the dead.\n",
          "12:10 And the chief priests took counsel to kill Lazarus also,\n",
          "12:11 Because on account of him many of the Jews went away and believed into Jesus.\n",
          "12:12 On the next day, the great crowd who had come to the feast, when they heard that Jesus was coming into Jerusalem,\n",
          "12:13 Took the branches of the palm trees and went out to meet Him, and cried out, Hosanna! Blessed is He who comes in the name of the Lord, even the King of Israel!\n",
          "12:14 And Jesus, having found a young donkey, sat on it, as it is written,\n",
          "12:15 ?Fear not, daughter of Zion; behold, your King comes, sitting on a donkey?s colt.?\n",
          "12:16 These things His disciples did not understand at first, but when Jesus was glorified, then they remembered that these things were written of Him and that they had done these things to Him.\n",
          "12:17 The crowd therefore that was with Him when He called Lazarus out of the tomb and raised him from the dead testified.\n",
          "12:18 For this reason the crowd also went and met Him, because they heard that He had done this sign.\n",
          "12:19 The Pharisees then said to one another, You see that you are not doing anything worthwhile; behold, the world has gone after Him.\n",
          "12:20 And there were some Greeks among those who went up to worship at the feast.\n",
          "12:21 These then came to Philip, who was from Bethsaida of Galilee, and asked him, saying, Sir, we wish to see Jesus.\n",
          "12:22 Philip came and told Andrew; Andrew came, and Philip too, and they told Jesus.\n",
          "12:23 And Jesus answered them, saying, The hour has come for the Son of Man to be glorified.\n",
          "12:24 Truly, truly, I say to you, Unless the grain of wheat falls into the ground and dies, it abides alone; but if it dies, it bears much fruit.\n",
          "12:25 He who loves his soul-life loses it; and he who hates his soul-life in this world shall keep it unto eternal life.\n",
          "12:26 If anyone serves Me, let him follow Me; and where I am, there also My servant will be. If anyone serves Me, the Father will honor him.\n",
          "12:27 Now is My soul troubled; and what shall I say? Father, save Me out of this hour. But for this reason I have come to this hour.\n",
          "12:28 Father, glorify Your name. Then a voice came out of heaven: I have both glorified it and will glorify it again.\n",
          "12:29 The crowd therefore which stood by and heard it said that there had been thunder; others said, An angel has spoken to Him.\n",
          "12:30 Jesus answered and said, This voice has not come for My sake, but for your sake.\n",
          "12:31 Now is the judgment of this world; now shall the ruler of this world be cast out.\n",
          "12:32 And I, if I be lifted up from the earth, will draw all men to Myself.\n",
          "12:33 But He said this signifying by what kind of death He was about to die.\n",
          "12:34 The crowd therefore answered Him, We have heard out of the law that the Christ abides forever; and how is it that You say, The Son of Man must be lifted up? Who is this Son of Man?\n",
          "12:35 Jesus then said to them, The light is still among you a little while. Walk while you have the light so that darkness may not overcome you; and he who walks in the darkness does not know where he is going.\n",
          "12:36a While you have the light, believe into the light, so that you may become sons of light.\n",
          "12:36b Jesus said these things, and He went away and was hidden from them.\n",
          "12:37 But though He had done so many signs before them, they did not believe into Him,\n",
          "12:38 That the word of the prophet Isaiah which he said might be fulfilled, ?Lord, who has believed our report? And to whom has the arm of the Lord been revealed??\n",
          "12:39 For this reason they could not believe, because again Isaiah said,\n",
          "12:40 ?He has blinded their eyes and He hardened their heart, that they might not see with their eyes and understand with their heart and turn, and I will heal them.?\n",
          "12:41 These things said Isaiah because he saw His glory and spoke concerning Him.\n",
          "12:42 Nevertheless even many of the rulers believed into Him, but because of the Pharisees they did not confess Him, so that they would not be put out of the synagogue;\n",
          "12:43 For they loved the glory of men more than the glory of God.\n",
          "12:44 But Jesus cried out and said, He who believes into Me does not believe into Me, but into Him who sent Me;\n",
          "12:45 And he who beholds Me beholds Him who sent Me.\n",
          "12:46 I have come as a light into the world, that everyone who believes into Me would not remain in darkness.\n",
          "12:47 And if anyone hears My words and does not keep them, I do not judge him; for I have not come to judge the world, but to save the world.\n",
          "12:48 He who rejects Me and does not receive My words has one who judges him; the word which I have spoken, that will judge him in the last day.\n",
          "12:49 For I have not spoken from Myself; but the Father who sent Me, He Himself has given Me commandment, what to say and what to speak.\n",
          "12:50 And I know that His commandment is eternal life. The things therefore that I speak, even as the Father has said to Me, so I speak.\n"
        ],
        "id": [
          "12:1 Enam hari sebelum Paskah, Yesus datang ke Betania, tempat tinggal Lazarus yang dibangkitkan Yesus dari antara orang mati.\n",
          "12:2 Di situ diadakan perjamuan untuk Dia dan Marta melayani, sedangkan salah seorang yang turut makan dengan Yesus adalah Lazarus.\n",
          "12:3 Lalu Maria mengambil setengah liter minyak narwastu murni yang mahal sekali, lalu meminyaki kaki Yesus dan menyekanya dengan rambutnya; dan bau semerbak minyak itu memenuhi seluruh rumah itu.\n",
          "12:4 Tetapi Yudas Iskariot, seorang murid Yesus, yang akan segera menyerahkan Dia, berkata,\n",
          "12:5 \"Mengapa minyak narwastu ini tidak dijual tiga ratus dinar dan uangnya diberikan kepada orang-orang miskin?\"\n",
          "12:6 Hal itu dikatakannya bukan karena ia memperhatikan orang-orang miskin, melainkan karena ia seorang pencuri; ia sering mengambil uang yang disimpan dalam kas yang dipegangnya.\n",
          "12:7 Lalu kata Yesus, \"Biarkanlah dia melakukan hal ini mengingat hari penguburan-Ku.\n",
          "12:8 Karena orang-orang miskin selalu ada bersama kamu, tetapi Aku tidak akan selalu bersama kamu.\"\n",
          "12:9 Sejumlah besar orang Yahudi mendengar bahwa Yesus ada di sana dan mereka datang bukan hanya karena Yesus, melainkan juga untuk melihat Lazarus, yang telah dibangkitkan-Nya dari antara orang mati.\n",
          "12:10 Lalu imam-imam kepala berencana untuk membunuh Lazarus juga,\n",
          "12:11 sebab karena dia banyak orang Yahudi meninggalkan mereka dan percaya kepada Yesus.\n",
          "12:12 Keesokan harinya ketika orang banyak yang datang merayakan pesta mendengar bahwa Yesus sedang di tengah jalan menuju Yerusalem,\n",
          "12:13 mereka mengambil daun-daun palem, dan pergi menyongsong Dia sambil berseru-seru, \" Hosana! Terpujilah Dia yang datang dalam nama Tuhan, Raja Israel!\"\n",
          "12:14 Yesus menemukan seekor keledai muda lalu Ia naik ke atasnya, seperti ada tertulis:\n",
          "12:15 \" Jangan takut, hai putri Sion, lihatlah, Rajamu datang, duduk di atas seekor anak keledai.\"\n",
          "12:16 Mula-mula murid-murid Yesus tidak mengerti akan hal itu, tetapi sesudah Yesus dimuliakan, teringatlah mereka bahwa nas itu mengenai Dia, dan bahwa mereka telah melakukannya juga untuk Dia.\n",
          "12:17 Lalu bersaksilah orang banyak yang bersama-sama dengan Dia ketika Ia memanggil Lazarus keluar dari kubur dan membangkitkannya dari antara orang mati.\n",
          "12:18 Sebab itu orang banyak itu pergi menyongsong Dia, karena mereka mendengar bahwa Ia yang membuat tanda mukjizat itu.\n",
          "12:19 Lalu kata orang-orang Farisi seorang kepada yang lain, \"Kamu lihat sendiri bahwa kamu sama sekali tidak berhasil, lihatlah, seluruh dunia datang mengikuti Dia.\"\n",
          "12:20 Di antara mereka yang berangkat untuk beribadah pada hari raya itu, terdapat beberapa orang Yunani.\n",
          "12:21 Orang-orang itu pergi kepada Filipus, yang berasal dari Betsaida di Galilea, lalu berkata kepadanya, \"Tuan, kami ingin bertemu dengan Yesus.\"\n",
          "12:22 Filipus pergi memberitahukannya kepada Andreas; lalu Andreas dan Filipus menyampaikannya kepada Yesus.\n",
          "12:23 Kata Yesus kepada mereka, \"Telah tiba saatnya Anak Manusia dimuliakan.\n",
          "12:24 Sesungguhnya Aku berkata kepadamu: Jika biji gandum tidak jatuh ke dalam tanah dan mati, ia tetap satu biji saja; tetapi jika ia mati, ia akan menghasilkan banyak buah.\n",
          "12:25 Siapa saja yang mencintai nyawanya, ia akan kehilangan nyawanya, tetapi siapa saja yang membenci nyawanya di dunia ini, ia akan memeliharanya untuk hidup yang kekal.\n",
          "12:26 Siapa saja yang melayani Aku, ia harus mengikut Aku dan di mana Aku berada, di situ pun pelayan-Ku akan berada. Siapa saja yang melayani Aku, ia akan dihormati Bapa.\n",
          "12:27 Sekarang jiwa-Ku terharu dan apakah yang akan Kukatakan? Bapa, selamatkanlah Aku dari saat ini? Tidak, sebab untuk itulah Aku datang ke dalam saat ini.\n",
          "12:28 Bapa, muliakanlah nama-Mu!\" Lalu terdengarlah suara dari surga, \"Aku telah memuliakannya, dan Aku akan memuliakannya lagi!\"\n",
          "12:29 Orang banyak yang berdiri di situ dan mendengarkannya berkata bahwa itu bunyi guntur. Ada pula yang berkata, \" Seorang malaikat telah berbicara dengan Dia.\"\n",
          "12:30 Jawab Yesus, \"Suara itu telah terdengar bukan oleh karena Aku, melainkan oleh karena kamu.\n",
          "12:31 Sekarang berlangsung penghakiman atas dunia ini: Sekarang juga penguasa dunia ini akan dilemparkan ke luar;\n",
          "12:32 dan Aku, apabila Aku ditinggikan dari bumi, Aku akan menarik semua orang datang kepada-Ku.\"\n",
          "12:33 Ini dikatakan-Nya untuk menyatakan bagaimana caranya Ia akan mati.\n",
          "12:34 Lalu jawab orang banyak itu, \"Kami telah mendengar dari hukum Taurat bahwa Mesias tetap hidup selama-lamanya; bagaimana mungkin Engkau mengatakan bahwa Anak Manusia harus ditinggikan? Siapakah Anak Manusia itu?\"\n",
          "12:35 Kata Yesus kepada mereka, \" Hanya sedikit waktu lagi terang ada di antara kamu. Berjalanlah selama terang itu ada padamu, supaya kegelapan jangan menguasai kamu; siapa saja yang berjalan dalam kegelapan, ia tidak tahu ke mana ia pergi.\n",
          "12:36a Percayalah kepada terang itu, selama terang itu ada padamu, supaya kamu menjadi anak-anak terang.\"\n",
          "12:36b Sesudah berkata demikian, Yesus pergi bersembunyi dari antara mereka.\n",
          "12:37 Meskipun Yesus mengadakan begitu banyak mukjizat di depan mata mereka, namun mereka tidak percaya kepada-Nya,\n",
          "12:38 supaya digenapi firman yang disampaikan oleh Nabi Yesaya, \" Tuhan, siapakah yang percaya kepada pemberitaan kami? Dan kepada siapakah tangan kekuasaan Tuhan dinyatakan?\"\n",
          "12:39 Karena itu mereka tidak dapat percaya, sebab Yesaya telah berkata juga,\n",
          "12:40 \" Ia telah membutakan mata dan mengeraskan hati mereka, supaya mereka jangan melihat dengan mata, dan menanggap dengan hati, lalu berbalik, sehingga Aku menyembuhkan mereka.\"\n",
          "12:41 Hal ini dikatakan oleh Yesaya, karena ia telah melihat kemuliaan-Nya dan telah berkata-kata tentang Dia.\n",
          "12:42 Namun banyak juga di antara pemimpin yang percaya kepada-Nya, tetapi oleh karena orang-orang Farisi mereka tidak mengakuinya berterus terang, supaya mereka jangan dikucilkan.\n",
          "12:43 Sebab mereka lebih menyukai kehormatan manusia daripada kehormatan Allah.\n",
          "12:44 Lalu Yesus berseru, \"Siapa saja yang percaya kepada-Ku, ia bukan percaya kepada-Ku, tetapi kepada Dia, yang telah mengutus Aku;\n",
          "12:45 dan siapa saja yang melihat Aku, ia melihat Dia, yang telah mengutus Aku.\n",
          "12:46 Aku telah datang ke dalam dunia sebagai terang, supaya setiap orang yang percaya kepada-Ku jangan tinggal di dalam kegelapan.\n",
          "12:47 Jikalau seseorang mendengar perkataan-Ku, tetapi tidak melakukannya, Aku tidak menghakiminya, sebab Aku datang bukan untuk menghakimi dunia, melainkan untuk menyelamatkannya.\n",
          "12:48 Siapa saja yang menolak Aku, dan tidak menerima perkataan-Ku, ia sudah ada hakimnya, yaitu firman yang telah Kukatakan, itulah yang akan menghakiminya pada akhir zaman.\n",
          "12:49 Sebab Aku berkata-kata bukan dari diri-Ku sendiri, tetapi Bapa, yang mengutus Aku, Dialah yang memerintahkan Aku untuk mengatakan apa yang harus Aku katakan dan Aku sampaikan.\n",
          "12:50 Aku tahu bahwa perintah-Nya itu adalah hidup yang kekal. Karena itu, apa yang Aku katakan, Aku sampaikan sebagaimana difirmankan oleh Bapa kepada-Ku.\"\n"
        ]
      }
    },
    {
      "13": {
        "en": [
          "13:1 Now before the Feast of the Passover, Jesus knowing that His hour had come for Him to depart out of this world unto the Father, having loved His own who were in the world, He loved them to the uttermost.\n",
          "13:2 And while supper was taking place, the devil having already put into the heart of Judas Iscariot, the son of Simon, that he should betray Him,\n",
          "13:3 Jesus, knowing that the Father had given all into His hands and that He had come forth from God and was going to God,\n",
          "13:4 Rose from supper and laid aside His outer garments; and taking a towel, He girded Himself;\n",
          "13:5 Then He poured water into the basin and began to wash the disciples? feet and to wipe them with the towel with which He was girded.\n",
          "13:6 He came then to Simon Peter. Peter said to Him, Lord, do You wash my feet?\n",
          "13:7 Jesus answered and said to him, What I am doing you do not know now, but you will know after these things.\n",
          "13:8 Peter said to Him, You shall by no means wash my feet forever. Jesus answered him, Unless I wash you, you have no part with Me.\n",
          "13:9 Simon Peter said to Him, Lord, not my feet only, but also my hands and my head.\n",
          "13:10 Jesus said to him, He who is bathed has no need except to wash his feet, but is wholly clean; and you are clean, but not all of you.\n",
          "13:11 For He knew the one betraying Him; for this reason He said, Not all of you are clean.\n",
          "13:12 Then when He had washed their feet and taken His outer garments and reclined at the table again, He said to them, Do you know what I have done to you?\n",
          "13:13 You call Me the Teacher and the Lord, and you say rightly, for I am.\n",
          "13:14 If I then, the Lord and the Teacher, have washed your feet, you also ought to wash one another?s feet.\n",
          "13:15 For I have given you an example so that you also may do even as I have done to you.\n",
          "13:16 Truly, truly, I say to you, A slave is not greater than his master, nor one who is sent greater than the one who sends him.\n",
          "13:17 If you know these things, blessed are you if you do them.\n",
          "13:18 I do not speak concerning all of you. I know whom I have chosen, but that the Scripture may be fulfilled, ?He who eats bread with Me has lifted up his heel against Me.?\n",
          "13:19 From now on I am telling you before it happens, so that when it happens, you may believe that I am.\n",
          "13:20 Truly, truly, I say to you, He who receives whomever I shall send receives Me, and he who receives Me receives Him who sent Me.\n",
          "13:21 When Jesus had said these things, He became troubled in His spirit, and He testified and said, Truly, truly, I say to you that one of you will betray Me.\n",
          "13:22 The disciples looked at one another, perplexed over whom He was speaking about.\n",
          "13:23 One of His disciples, whom Jesus loved, was reclining on Jesus? bosom.\n",
          "13:24 Simon Peter therefore nodded to him to inquire who it might be about whom He was speaking.\n",
          "13:25 Then he, while reclining thus on Jesus? breast, said to Him, Lord, who is it?\n",
          "13:26 Jesus answered, It is he for whom I will dip the morsel and to whom I will give it. And dipping the morsel, He gave it to Judas Iscariot, the son of Simon.\n",
          "13:27 And at that moment, after the morsel, Satan entered into him. Jesus therefore said to him, What you do, do quickly.\n",
          "13:28 But none of those reclining at table knew why He said this to him.\n",
          "13:29 For some supposed, since Judas held the purse, that Jesus was saying to him, Buy the things that we have need of for the feast, or that he should give something to the poor.\n",
          "13:30 Therefore having taken the morsel, he went out immediately; and it was night.\n",
          "13:31 Then when he went out, Jesus said, Now has the Son of Man been glorified, and God has been glorified in Him.\n",
          "13:32 If God has been glorified in Him, God will also glorify Him in Himself, and He will glorify Him immediately.\n",
          "13:33 Little children, I am still with you a little while; you will seek Me, and even as I said to the Jews, Where I am going, you cannot come, now I say to you also.\n",
          "13:34 A new commandment I give to you, that you love one another, even as I have loved you, that you also love one another.\n",
          "13:35 By this shall all men know that you are My disciples, if you have love for one another.\n",
          "13:36 Simon Peter said to Him, Lord, where are You going? Jesus answered him, Where I go you cannot follow Me now, but you will follow later.\n",
          "13:37 Peter said to Him, Lord, why can?t I follow You now? I will lay down my life for You.\n",
          "13:38 Jesus answered, Will you lay down your life for Me? Truly, truly, I say to you, A rooster shall by no means crow until you deny Me three times.\n"
        ],
        "id": [
          "13:1 Sementara itu sebelum hari raya Paskah mulai, Yesus telah tahu bahwa saat-Nya sudah tiba untuk pergi dari dunia ini kepada Bapa. Ia mengasihi orang-orang milik-Nya yang di dunia ini, dan Ia mengasihi mereka sampai pada kesudahannya.\n",
          "13:2 Ketika mereka sedang makan bersama, Iblis telah membisikkan rencana dalam hati Yudas Iskariot, anak Simon, untuk mengkhianati Dia.\n",
          "13:3 Yesus tahu bahwa Bapa telah menyerahkan segala sesuatu kepada-Nya dan bahwa Ia datang dari Allah dan akan kembali kepada Allah.\n",
          "13:4 Lalu bangunlah Yesus dan menanggalkan jubah-Nya. Ia mengambil sehelai kain lenan dan mengikatkannya pada pinggang-Nya,\n",
          "13:5 kemudian Ia menuangkan air ke dalam sebuah baskom dan mulai membasuh kaki murid-murid-Nya lalu menyekanya dengan kain yang terikat pada pinggang-Nya itu.\n",
          "13:6 Lalu sampailah Ia kepada Simon Petrus. Kata Petrus kepada-Nya, \"Tuhan, Engkau hendak membasuh kakiku?\"\n",
          "13:7 Jawab Yesus kepadanya, \"Apa yang Kuperbuat, engkau tidak tahu sekarang, tetapi engkau akan mengertinya kelak.\"\n",
          "13:8 Kata Petrus kepada-Nya, \"Engkau tidak akan pernah membasuh kakiku sampai selama-lamanya.\" Jawab Yesus, \"Jikalau Aku tidak membasuh engkau, engkau tidak mendapat bagian dalam Aku.\"\n",
          "13:9 Kata Simon Petrus kepada-Nya, \"Tuhan, jangan hanya kakiku saja, tetapi juga tangan dan kepalaku!\"\n",
          "13:10 Kata Yesus kepadanya, \"Siapa saja yang telah mandi, ia tidak usah membasuh diri lagi selain membasuh kakinya, karena ia sudah bersih seluruhnya. Juga kamu sudah bersih, hanya tidak semua.\"\n",
          "13:11 Sebab Ia tahu, siapa yang akan menyerahkan Dia. Karena itu Ia berkata, \"Tidak semua kamu bersih.\"\n",
          "13:12 Sesudah Ia membasuh kaki mereka, Ia mengenakan pakaian-Nya dan kembali ke tempat-Nya. Lalu Ia berkata kepada mereka, \"Mengertikah kamu apa yang telah Kuperbuat kepadamu?\n",
          "13:13 Kamu menyebut Aku Guru dan Tuhan, dan katamu itu tepat, sebab memang Akulah Guru dan Tuhan.\n",
          "13:14 Jadi jikalau Aku, Tuhan dan Gurumu, membasuh kakimu, maka kamu pun wajib saling membasuh kakimu;\n",
          "13:15 sebab Aku telah memberikan suatu teladan kepada kamu, supaya kamu juga berbuat sama seperti yang telah Kuperbuat kepadamu.\n",
          "13:16 Sesungguhnya Aku berkata kepadamu: Seorang hamba tidaklah lebih tinggi daripada tuannya, ataupun seorang utusan daripada orang yang mengutusnya.\n",
          "13:17 Jikalau kamu tahu semua ini, maka berbahagialah kamu, jika kamu melakukannya.\n",
          "13:18 Bukan tentang kamu semua Aku berkata. Aku tahu, siapa yang telah Kupilih. Tetapi haruslah digenapi nas ini: Orang yang makan roti-Ku, telah mengangkat tumitnya terhadap Aku.\n",
          "13:19 Aku mengatakannya kepadamu sekarang juga sebelum hal itu terjadi, supaya jika hal itu terjadi, kamu percaya bahwa Akulah Dia.\n",
          "13:20 Sesungguhnya Aku berkata kepadamu: Siapa saja yang menerima orang yang Kuutus, ia menerima Aku, dan siapa saja yang menerima Aku, ia menerima Dia yang mengutus Aku.\"\n",
          "13:21 Setelah Yesus berkata demikian Ia sangat terharu , lalu bersaksi, \"Sesungguhnya Aku berkata kepadamu, salah seorang di antara kamu akan menyerahkan Aku.\"\n",
          "13:22 Murid-murid itu memandang seorang kepada yang lain, mereka ragu-ragu siapa yang dimaksudkan-Nya.\n",
          "13:23 Salah seorang di antara murid Yesus, yaitu murid yang dikasihi-Nya, bersandar di dekat-Nya, di sebelah kanan-Nya.\n",
          "13:24 Kepada murid itu Simon Petrus memberi isyarat dan berkata, \"Tanyalah siapa yang dimaksudkan-Nya!\"\n",
          "13:25 Lalu murid yang duduk dekat Yesus itu berpaling dan berkata kepada-Nya, \"Tuhan, siapakah itu?\"\n",
          "13:26 Jawab Yesus, \"Dialah yang kepadanya Aku akan memberikan roti, sesudah Aku mencelupkannya.\" Sesudah berkata demikian Ia mencelupkan roti itu, lalu mengambil dan memberikannya kepada Yudas, anak Simon Iskariot.\n",
          "13:27 Sesudah Yudas menerima roti itu, ia kerasukan Iblis. Lalu Yesus berkata kepadanya, \"Apa yang hendak kauperbuat, perbuatlah dengan segera.\"\n",
          "13:28 Tetapi tidak ada seorang pun dari antara mereka yang duduk makan itu mengerti mengapa Yesus mengatakan itu kepada Yudas.\n",
          "13:29 Karena Yudas memegang kas, ada yang menyangka bahwa Yesus menyuruh dia membeli apa-apa yang perlu untuk perayaan itu, atau memberi apa-apa kepada orang miskin.\n",
          "13:30 Setelah menerima roti itu, Yudas segera pergi. Pada waktu itu hari sudah malam.\n",
          "13:31 Sesudah Yudas pergi, berkatalah Yesus, \"Sekarang Anak Manusia dimuliakan dan Allah dimuliakan di dalam Dia.\n",
          "13:32 Jikalau Allah dimuliakan di dalam Dia, Allah akan memuliakan Dia juga di dalam diri-Nya, dan akan memuliakan Dia dengan segera.\n",
          "13:33 Hai anak-anak-Ku, hanya seketika saja lagi Aku ada bersama kamu. Kamu akan mencari Aku, dan seperti yang telah Kukatakan kepada orang-orang Yahudi: Ke tempat Aku pergi, tidak mungkin kamu datang, demikian pula sekarang Aku mengatakannya kepada kamu juga.\n",
          "13:34 Aku memberikan perintah baru kepada kamu, yaitu supaya kamu saling mengasihi; sama seperti Aku telah mengasihi kamu demikian pula kamu harus saling mengasihi.\n",
          "13:35 Dengan demikian semua orang akan tahu bahwa kamu adalah murid-murid-Ku, yaitu jikalau kamu saling mengasihi.\"\n",
          "13:36 Simon Petrus berkata kepada Yesus, \"Tuhan, ke manakah Engkau pergi?\" Jawab Yesus, \" Ke tempat Aku pergi, engkau tidak dapat mengikuti Aku sekarang, tetapi kelak engkau akan mengikuti Aku.\"\n",
          "13:37 Kata Petrus kepada-Nya, \"Tuhan, mengapa aku tidak dapat mengikuti Engkau sekarang? Aku akan memberikan nyawaku bagi-Mu!\"\n",
          "13:38 Jawab Yesus, \"Nyawamu akan kauberikan bagi-Ku? Sesungguhnya Aku berkata kepadamu: Sebelum ayam berkokok, engkau telah menyangkal Aku tiga kali.\"\n"
        ]
      }
    },
    {
      "14": {
        "en": [
          "14:1 Do not let your heart be troubled; believe into God, believe also into Me.\n",
          "14:2 In My Father?s house are many abodes; if it were not so, I would have told you; for I go to prepare a place for you.\n",
          "14:3 And if I go and prepare a place for you, I am coming again and will receive you to Myself, so that where I am you also may be.\n",
          "14:4 And where I am going you know the way.\n",
          "14:5 Thomas said to Him, Lord, we do not know where You are going; how can we know the way?\n",
          "14:6 Jesus said to him, I am the way and the reality and the life; no one comes to the Father except through Me.\n",
          "14:7 If you had known Me, you would have known My Father also; and henceforth you know Him and have seen Him.\n",
          "14:8 Philip said to Him, Lord, show us the Father and it is sufficient for us.\n",
          "14:9 Jesus said to him, Have I been so long a time with you, and you have not known Me, Philip? He who has seen Me has seen the Father; how is it that you say, Show us the Father?\n",
          "14:10 Do you not believe that I am in the Father and the Father is in Me? The words that I say to you I do not speak from Myself, but the Father who abides in Me does His works.\n",
          "14:11 Believe Me that I am in the Father and the Father is in Me; but if not, believe because of the works themselves.\n",
          "14:12 Truly, truly, I say to you, He who believes into Me, the works which I do he shall do also; and greater than these he shall do because I am going to the Father.\n",
          "14:13 And whatever you ask in My name, that I will do, that the Father may be glorified in the Son.\n",
          "14:14 If you ask Me anything in My name, I will do it.\n",
          "14:15 If you love Me, you will keep My commandments.\n",
          "14:16 And I will ask the Father, and He will give you another Comforter, that He may be with you forever,\n",
          "14:17 Even the Spirit of reality, whom the world cannot receive, because it does not behold Him or know Him; but you know Him, because He abides with you and shall be in you.\n",
          "14:18 I will not leave you as orphans; I am coming to you.\n",
          "14:19 Yet a little while and the world beholds Me no longer, but you behold Me; because I live, you also shall live.\n",
          "14:20 In that day you will know that I am in My Father, and you in Me, and I in you.\n",
          "14:21 He who has My commandments and keeps them, he is the one who loves Me; and he who loves Me will be loved by My Father, and I will love him and will manifest Myself to him.\n",
          "14:22 Judas, not Iscariot, said to Him, Lord, and what has happened that You are to manifest Yourself to us and not to the world?\n",
          "14:23 Jesus answered and said to him, If anyone loves Me, he will keep My word, and My Father will love him, and We will come to him and make an abode with him.\n",
          "14:24 He who does not love Me does not keep My words; and the word which you hear is not Mine, but the Father?s who sent Me.\n",
          "14:25 These things I have spoken to you while abiding with you;\n",
          "14:26 But the Comforter, the Holy Spirit, whom the Father will send in My name, He will teach you all things and remind you of all the things which I have said to you.\n",
          "14:27 Peace I leave with you; My peace I give to you; not as the world gives do I give to you. Do not let your heart be troubled, neither let it be afraid.\n",
          "14:28 You have heard that I said to you, I am going away and I am coming to you. If you loved Me, you would rejoice because I am going to the Father, for the Father is greater than I.\n",
          "14:29 And now I have told you before it happens, so that when it happens you may believe.\n",
          "14:30 I will no longer speak much with you, for the ruler of the world is coming, and in Me he has nothing;\n",
          "14:31 But this is so that the world may know that I love the Father, and as the Father commanded Me, so I do. Rise, let us go from here.\n"
        ],
        "id": [
          "14:1 \" Janganlah gelisah hatimu; percayalah kepada Allah, percayalah juga kepada- Ku.\n",
          "14:2 Di rumah Bapa-Ku banyak tempat tinggal. Jika tidak demikian, tentu Aku mengatakannya kepadamu. Sebab Aku pergi ke situ untuk menyediakan tempat bagimu.\n",
          "14:3 Apabila Aku telah pergi ke situ dan telah menyediakan tempat bagimu, Aku akan datang kembali dan membawa kamu ke tempat-Ku, supaya di tempat di mana Aku berada, kamu pun berada.\n",
          "14:4 Ke mana Aku pergi, kamu tahu jalan ke situ.\"\n",
          "14:5 Kata Tomas kepada-Nya, \"Tuhan, kami tidak tahu ke mana Engkau pergi; jadi bagaimana kami tahu jalan ke situ?\"\n",
          "14:6 Kata Yesus kepadanya, \"Akulah jalan dan kebenaran dan hidup. Tidak ada seorang pun yang datang kepada Bapa, kalau tidak melalui Aku.\n",
          "14:7 Sekiranya kamu mengenal Aku, pasti kamu juga mengenal Bapa-Ku. Sekarang ini kamu mengenal Dia dan kamu telah melihat Dia.\"\n",
          "14:8 Kata Filipus kepada-Nya, \"Tuhan, tunjukkanlah Bapa itu kepada kami, itu sudah cukup bagi kami.\"\n",
          "14:9 Kata Yesus kepadanya, \"Telah sekian lama Aku bersama-sama kamu, Filipus, namun engkau tidak mengenal Aku? Siapa saja yang telah melihat Aku, ia telah melihat Bapa; bagaimana engkau berkata: Tunjukkanlah Bapa itu kepada kami.\n",
          "14:10 Tidak percayakah engkau bahwa Aku di dalam Bapa dan Bapa di dalam Aku? Apa yang Aku katakan kepadamu, tidak Aku katakan dari diri-Ku sendiri, tetapi Bapa, yang tinggal di dalam Aku, Dialah yang melakukan pekerjaan-pekerjaan-Nya.\n",
          "14:11 Percayalah kepada-Ku bahwa Aku di dalam Bapa dan Bapa di dalam Aku; atau setidak-tidaknya, percayalah karena pekerjaan-pekerjaan itu sendiri.\n",
          "14:12 Sesungguhnya Aku berkata kepadamu: Siapa saja yang percaya kepada-Ku, ia akan melakukan juga pekerjaan-pekerjaan yang Aku lakukan, bahkan pekerjaan-pekerjaan yang lebih besar daripada itu. Sebab Aku pergi kepada Bapa;\n",
          "14:13 dan apa pun yang kamu minta dalam nama-Ku, Aku akan melakukannya, supaya Bapa dimuliakan di dalam Anak.\n",
          "14:14 Jika kamu meminta sesuatu kepada-Ku dalam nama-Ku, Aku akan melakukannya.\"\n",
          "14:15 \"Jikalau kamu mengasihi Aku, kamu akan menuruti perintah-perintah-Ku.\n",
          "14:16 Aku akan minta kepada Bapa, dan Ia akan memberikan kepadamu seorang Penolong yang lain, supaya Ia menyertai kamu selama-lamanya,\n",
          "14:17 yaitu Roh Kebenaran. Dunia tidak dapat menerima Dia, sebab dunia tidak melihat Dia dan tidak mengenal Dia. Tetapi kamu mengenal Dia, sebab Ia menyertai kamu dan akan diam di dalam kamu.\n",
          "14:18 Aku tidak akan meninggalkan kamu sebagai yatim piatu. Aku datang kembali kepadamu.\n",
          "14:19 Sesaat lagi dunia tidak akan melihat Aku lagi, tetapi kamu akan melihat Aku, sebab Aku hidup dan kamu pun akan hidup.\n",
          "14:20 Pada waktu itulah kamu akan tahu bahwa Aku di dalam Bapa-Ku dan kamu di dalam Aku dan Aku di dalam kamu.\n",
          "14:21 Siapa saja yang memegang perintah-Ku dan melakukannya, dialah yang mengasihi Aku. Siapa saja yang mengasihi Aku, ia akan dikasihi oleh Bapa-Ku dan Aku pun akan mengasihi dia dan akan menyatakan diri-Ku kepadanya.\"\n",
          "14:22 Yudas, yang bukan Iskariot, berkata kepada-Nya, \"Tuhan, apa sebabnya Engkau hendak menyatakan diri-Mu kepada kami, dan bukan kepada dunia?\"\n",
          "14:23 Jawab Yesus, \"Jika seseorang mengasihi Aku, ia akan menuruti firman-Ku dan Bapa-Ku akan mengasihi dia dan Kami akan datang kepadanya dan tinggal bersama-sama dengan dia.\n",
          "14:24 Siapa saja yang tidak mengasihi Aku, ia tidak menuruti firman-Ku; dan firman yang kamu dengar itu bukanlah dari Aku, melainkan dari Bapa yang mengutus Aku.\n",
          "14:25 Semuanya itu Kukatakan kepadamu, selagi Aku berada bersama-sama dengan kamu;\n",
          "14:26 tetapi Penolong, yaitu Roh Kudus, yang akan diutus oleh Bapa dalam nama-Ku, Dialah yang akan mengajarkan segala sesuatu kepadamu dan akan mengingatkan kamu akan semua yang telah Kukatakan kepadamu.\n",
          "14:27 Damai sejahtera Kutinggalkan bagimu. Damai sejahtera-Ku Kuberikan kepadamu, dan apa yang Kuberikan tidak seperti yang diberikan oleh dunia kepadamu. Janganlah gelisah dan gentar hatimu.\n",
          "14:28 Kamu telah mendengar bahwa Aku telah berkata kepadamu: Aku pergi, tetapi Aku datang kembali kepadamu. Sekiranya kamu mengasihi Aku, kamu tentu akan bersukacita karena Aku pergi kepada Bapa-Ku, sebab Bapa lebih besar daripada Aku.\n",
          "14:29 Sekarang juga Aku mengatakannya kepadamu sebelum hal itu terjadi, supaya kamu percaya, apabila hal itu terjadi.\n",
          "14:30 Tidak banyak lagi Aku berkata-kata dengan kamu, sebab penguasa dunia ini datang. Ia tidak berkuasa sedikit pun atas diri-Ku,\n",
          "14:31 tetapi dunia harus tahu bahwa Aku mengasihi Bapa dan bahwa Aku melakukan segala sesuatu seperti yang diperintahkan Bapa kepada-Ku. Bangunlah, marilah kita pergi dari sini.\"\n"
        ]
      }
    },
    {
      "15": {
        "en": [
          "15:1 I am the true vine, and My Father is the husbandman.\n",
          "15:2 Every branch in Me that does not bear fruit, He takes it away; and every branch that bears fruit, He prunes it that it may bear more fruit.\n",
          "15:3 You are already clean because of the word which I have spoken to you.\n",
          "15:4 Abide in Me and I in you. As the branch cannot bear fruit of itself unless it abides in the vine, so neither can you unless you abide in Me.\n",
          "15:5 I am the vine; you are the branches. He who abides in Me and I in him, he bears much fruit; for apart from Me you can do nothing.\n",
          "15:6 If one does not abide in Me, he is cast out as a branch and is dried up; and they gather them and cast them into the fire, and they are burned.\n",
          "15:7 If you abide in Me and My words abide in you, ask whatever you will, and it shall be done for you.\n",
          "15:8 In this is My Father glorified, that you bear much fruit and so you will become My disciples.\n",
          "15:9 As the Father has loved Me, I also have loved you; abide in My love.\n",
          "15:10 If you keep My commandments, you will abide in My love; even as I have kept My Father?s commandments and abide in His love.\n",
          "15:11 These things I have spoken to you that My joy may be in you and that your joy may be made full.\n",
          "15:12 This is My commandment, that you love one another even as I have loved you.\n",
          "15:13 No one has greater love than this, that one lay down his life for his friends.\n",
          "15:14 You are My friends if you do what I command you.\n",
          "15:15 No longer do I call you slaves, for the slave does not know what his master is doing; but I have called you friends, for all the things which I have heard from My Father I have made known to you.\n",
          "15:16 You did not choose Me, but I chose you, and I set you that you should go forth and bear fruit and that your fruit should remain, that whatever you ask the Father in My name, He may give you.\n",
          "15:17 These things I command you that you may love one another.\n",
          "15:18 If the world hates you, know that it has hated Me before you.\n",
          "15:19 If you were of the world, the world would love its own; but because you are not of the world, but I chose you out of the world, therefore the world hates you.\n",
          "15:20 Remember the word which I said to you, A slave is not greater than his master. If they have persecuted Me, they will persecute you also; if they have kept My word, they will keep yours also.\n",
          "15:21 But all these things they will do to you because of My name, because they do not know Him who sent Me.\n",
          "15:22 If I had not come and spoken to them, they would not have sin; but now they have no excuse for their sin.\n",
          "15:23 He who hates Me hates My Father also.\n",
          "15:24 If I did not do among them the works which no one else has done, they would not have sin; but now they have both seen and hated both Me and My Father.\n",
          "15:25 But it is so that the word written in their law may be fulfilled, ?They hated Me without cause.?\n",
          "15:26 But when the Comforter comes, whom I will send to you from the Father, the Spirit of reality, who proceeds from the Father, He will testify concerning Me;\n",
          "15:27 And you testify also, because from the beginning you have been with Me.\n"
        ],
        "id": [
          "15:1 \"Akulah pokok anggur yang benar dan Bapa-Kulah pengusahanya.\n",
          "15:2 Setiap ranting pada-Ku yang tidak berbuah, dipotong-Nya dan setiap ranting yang berbuah, dibersihkan-Nya, supaya ia lebih banyak berbuah.\n",
          "15:3 Kamu memang sudah bersih karena firman yang telah Kukatakan kepadamu.\n",
          "15:4 Tinggallah di dalam Aku dan Aku di dalam kamu. Sama seperti ranting tidak dapat berbuah dari dirinya sendiri, kalau ia tidak tinggal pada pokok anggur, demikian juga kamu tidak berbuah, jikalau kamu tidak tinggal di dalam Aku.\n",
          "15:5 Akulah pokok anggur dan kamulah ranting-rantingnya. Siapa saja yang tinggal di dalam Aku dan Aku di dalam dia, ia berbuah banyak, sebab di luar Aku kamu tidak dapat berbuat apa-apa.\n",
          "15:6 Siapa saja yang tidak tinggal di dalam Aku, ia dibuang ke luar seperti ranting dan menjadi kering, kemudian dikumpulkan orang dan dicampakkan ke dalam api lalu dibakar.\n",
          "15:7 Jikalau kamu tinggal di dalam Aku dan firman-Ku tinggal di dalam kamu, mintalah apa saja yang kamu kehendaki, dan kamu akan menerimanya.\n",
          "15:8 Dalam hal inilah Bapa-Ku dimuliakan, yaitu jika kamu berbuah banyak dan dengan demikian kamu adalah murid-murid-Ku.\"\n",
          "15:9 \"Seperti Bapa telah mengasihi Aku, demikianlah juga Aku telah mengasihi kamu; tinggallah di dalam kasih-Ku itu.\n",
          "15:10 Jikalau kamu menuruti perintah-Ku, kamu akan tinggal di dalam kasih-Ku, seperti Aku menuruti perintah Bapa-Ku dan tinggal di dalam kasih-Nya.\n",
          "15:11 Semuanya itu Kukatakan kepadamu, supaya sukacita-Ku ada di dalam kamu dan sukacitamu menjadi penuh.\n",
          "15:12 Inilah perintah-Ku, yaitu supaya kamu saling mengasihi, seperti Aku telah mengasihi kamu.\n",
          "15:13 Tidak ada kasih yang lebih besar daripada ini, yakni seseorang memberikan nyawanya demi sahabat-sahabatnya.\n",
          "15:14 Kamu adalah sahabat-Ku, jikalau kamu melakukan apa yang Kuperintahkan kepadamu.\n",
          "15:15 Aku tidak menyebut kamu lagi hamba, sebab hamba tidak tahu apa yang diperbuat oleh tuannya, tetapi Aku menyebut kamu sahabat, karena Aku telah memberitahukan kepada kamu segala sesuatu yang telah Kudengar dari Bapa-Ku.\n",
          "15:16 Bukan kamu yang memilih Aku, tetapi Akulah yang memilih kamu. Aku telah menetapkan kamu, supaya kamu pergi dan menghasilkan buah dan buahmu itu tetap, supaya apa yang kamu minta kepada Bapa dalam nama-Ku, diberikan-Nya kepadamu.\n",
          "15:17 Inilah perintah-Ku kepadamu: Kasihilah seorang terhadap yang lain.\"\n",
          "15:18 \"Jikalau dunia membenci kamu, ingatlah bahwa ia telah lebih dahulu membenci Aku daripada kamu.\n",
          "15:19 Sekiranya kamu dari dunia, tentulah dunia mengasihi kamu sebagai miliknya. Tetapi karena kamu bukan dari dunia, melainkan Aku telah memilih kamu dari dunia, sebab itulah dunia membenci kamu.\n",
          "15:20 Ingatlah apa yang telah Kukatakan kepadamu: Seorang hamba tidaklah lebih tinggi daripada tuannya. Jikalau mereka telah menganiaya Aku, mereka juga akan menganiaya kamu; jikalau mereka telah menuruti firman-Ku, mereka juga akan menuruti perkataanmu.\n",
          "15:21 Tetapi semuanya itu akan mereka lakukan terhadap kamu karena nama-Ku, sebab mereka tidak mengenal Dia yang telah mengutus Aku.\n",
          "15:22 Sekiranya Aku tidak datang dan tidak berkata-kata kepada mereka, mereka tentu tidak berdosa. Tetapi sekarang mereka tidak mempunyai dalih bagi dosa mereka!\n",
          "15:23 Siapa saja yang membenci Aku, ia membenci juga Bapa-Ku.\n",
          "15:24 Seandainya Aku tidak melakukan di tengah-tengah mereka pekerjaan-pekerjaan yang tidak pernah dilakukan orang lain, mereka tentu tidak berdosa. Tetapi sekarang walaupun mereka telah melihat semuanya itu, mereka membenci baik Aku maupun Bapa-Ku.\n",
          "15:25 Tetapi firman yang tertulis dalam kitab Taurat mereka harus digenapi: Mereka membenci Aku tanpa alasan.\n",
          "15:26 Jikalau Penolong yang akan Kuutus dari Bapa datang, yaitu Roh Kebenaran yang keluar dari Bapa, Ia akan bersaksi tentang Aku.\n",
          "15:27 Tetapi kamu juga harus bersaksi, karena kamu sejak semula bersama-sama dengan Aku.\"\n"
        ]
      }
    },
    {
      "16": {
        "en": [
          "16:1 These things I have spoken to you so that you would not be stumbled.\n",
          "16:2 They will put you out of the synagogues; but an hour is coming for everyone who kills you to think that he is offering service to God.\n",
          "16:3 And these things they will do because they have not known the Father nor Me.\n",
          "16:4 But these things I have spoken to you that when their hour comes you may remember them, that I told you of them. Now these things I have not said to you from the beginning, because I was with you.\n",
          "16:5 But now I am going to Him who sent Me; and none of you asks Me, Where are You going?\n",
          "16:6 But because I have spoken these things to you, sorrow has filled your heart.\n",
          "16:7 But I tell you the truth, It is expedient for you that I go away; for if I do not go away, the Comforter will not come to you; but if I go, I will send Him to you.\n",
          "16:8 And when He comes, He will convict the world concerning sin and concerning righteousness and concerning judgment:\n",
          "16:9 Concerning sin, because they do not believe into Me;\n",
          "16:10 And concerning righteousness, because I am going to the Father and you no longer behold Me;\n",
          "16:11 And concerning judgment, because the ruler of this world has been judged.\n",
          "16:12 I have yet many things to say to you, but you cannot bear them now.\n",
          "16:13 But when He, the Spirit of reality, comes, He will guide you into all the reality; for He will not speak from Himself, but what He hears He will speak; and He will declare to you the things that are coming.\n",
          "16:14 He will glorify Me, for He will receive of Mine and will declare it to you.\n",
          "16:15 All that the Father has is Mine; for this reason I have said that He receives of Mine and will declare it to you.\n",
          "16:16 A little while and you no longer behold Me, and again a little while and you will see Me.\n",
          "16:17 Some of His disciples then said to one another, What is this that He says to us, A little while and you do not behold Me, and again a little while and you will see Me; and, Because I am going to the Father?\n",
          "16:18 Therefore they said, What is this that He says, A little while? We do not know what He is talking about.\n",
          "16:19 Jesus knew that they wanted to ask Him and He said to them, Are you inquiring among yourselves concerning this, that I said, A little while and you do not behold Me, and again a little while and you will see Me?\n",
          "16:20 Truly, truly, I say to you that you will weep and lament, but the world will rejoice; you will be sorrowful, but your sorrow will be turned into joy.\n",
          "16:21 A woman, when she gives birth, has sorrow because her hour has come; but when she brings forth the little child, she no longer remembers the affliction because of the joy that a man has been born into the world.\n",
          "16:22 Therefore you also now have sorrow; but I will see you again and your heart will rejoice, and no one takes your joy away from you.\n",
          "16:23 And in that day you will ask Me nothing. Truly, truly, I say to you, Whatever you ask the Father in My name, He will give to you.\n",
          "16:24 Until now you have asked for nothing in My name; ask and you shall receive, that your joy may be made full.\n",
          "16:25 These things I have spoken to you in parables; an hour is coming when I will no longer speak to you in parables, but I will report to you plainly concerning the Father.\n",
          "16:26 In that day you will ask in My name, and I do not say to you that I will ask the Father concerning you,\n",
          "16:27 For the Father Himself loves you, because you have loved Me and have believed that I came forth from God.\n",
          "16:28 I came forth out from the Father and have come into the world; again, I am leaving the world and am going to the Father.\n",
          "16:29 His disciples said, Behold, now You are speaking plainly and not saying any parable.\n",
          "16:30 Now we know that You know all things and have no need that anyone ask You; by this we believe that You came forth from God.\n",
          "16:31 Jesus answered them, Do you now believe?\n",
          "16:32 Behold, an hour is coming, and has come, that you will be scattered each to his own place and will leave Me alone; yet I am not alone, because the Father is with Me.\n",
          "16:33 These things I have spoken to you that in Me you may have peace. In the world you have affliction, but take courage; I have overcome the world.\n"
        ],
        "id": [
          "16:1 \"Semuanya ini Kukatakan kepadamu, supaya kamu jangan menolak Aku.\n",
          "16:2 Kamu akan dikucilkan, bahkan akan datang saatnya bahwa setiap orang yang membunuh kamu akan menyangka bahwa ia berbakti kepada Allah.\n",
          "16:3 Mereka akan berbuat demikian, karena mereka tidak mengenal baik Bapa maupun Aku.\n",
          "16:4 Tetapi semuanya ini Kukatakan kepadamu, supaya apabila datang saatnya kamu ingat bahwa Aku telah mengatakannya kepadamu.\" \"Hal ini tidak Kukatakan kepadamu sejak semula, karena selama ini Aku masih bersama-sama dengan kamu,\n",
          "16:5 tetapi sekarang Aku pergi kepada Dia yang telah mengutus Aku, dan tidak ada seorang pun di antara kamu yang bertanya kepada-Ku: Ke mana Engkau pergi?\n",
          "16:6 Tetapi karena Aku mengatakan hal itu kepadamu, maka hatimu berdukacita.\n",
          "16:7 Namun benar yang Kukatakan ini kepadamu: Lebih berguna bagi kamu, jika Aku pergi. Sebab jikalau Aku tidak pergi, Penolong itu tidak akan datang kepadamu, tetapi jikalau Aku pergi, Aku akan mengutus Dia kepadamu.\n",
          "16:8 Kalau Ia datang, Ia akan menginsafkan dunia akan dosa, kebenaran dan penghakiman;\n",
          "16:9 akan dosa, karena mereka tetap tidak percaya kepada-Ku;\n",
          "16:10 akan kebenaran, karena Aku pergi kepada Bapa dan kamu tidak melihat Aku lagi;\n",
          "16:11 akan penghakiman, karena penguasa dunia ini telah dihukum.\n",
          "16:12 Masih banyak hal yang harus Kukatakan kepadamu, tetapi sekarang kamu belum dapat menanggungnya.\n",
          "16:13 Tetapi apabila Ia datang, yaitu Roh Kebenaran, Ia akan memimpin kamu ke dalam seluruh kebenaran; sebab Ia tidak akan berkata-kata dari diri-Nya sendiri, tetapi segala sesuatu yang didengar-Nya itulah yang akan dikatakan-Nya dan Ia akan memberitakan kepadamu hal-hal yang akan datang.\n",
          "16:14 Ia akan memuliakan Aku, sebab Ia akan memberitakan kepadamu apa yang diterima-Nya dari Aku.\n",
          "16:15 Segala sesuatu yang Bapa miliki adalah milik-Ku; sebab itu Aku berkata: Ia akan memberitakan kepadamu apa yang diterima-Nya dari Aku.\"\n",
          "16:16 \" Sesaat lagi, kamu tidak melihat Aku lagi dan juga sesaat lagi, kamu akan melihat Aku.\"\n",
          "16:17 Mendengar itu beberapa dari murid-Nya berkata seorang kepada yang lain, \"Apakah artinya Ia berkata kepada kita: Sesaat lagi, kamu tidak melihat Aku dan juga sesaat lagi, kamu akan melihat Aku? Dan: Aku pergi kepada Bapa?\"\n",
          "16:18 Lalu kata mereka, \"Apa artinya Ia berkata: Sesaat lagi? Kita tidak tahu apa maksud-Nya.\"\n",
          "16:19 Yesus tahu bahwa mereka hendak menanyakan sesuatu kepada-Nya, lalu Ia berkata kepada mereka, \"Apakah kamu membicarakan seorang dengan yang lain apa yang Kukatakan tadi, yaitu: Sesaat lagi, kamu tidak melihat Aku dan juga sesaat lagi, kamu akan melihat Aku?\n",
          "16:20 Sesungguhnya Aku berkata kepadamu: Kamu akan menangis dan meratap, tetapi dunia akan bergembira; kamu akan berdukacita, tetapi dukacitamu akan berubah menjadi sukacita.\n",
          "16:21 Seorang perempuan berdukacita pada saat ia melahirkan, tetapi sesudah ia melahirkan anaknya, ia tidak ingat lagi akan penderitaannya, karena kegembiraan bahwa seorang manusia telah dilahirkan ke dunia.\n",
          "16:22 Demikian juga kamu sekarang diliputi dukacita, tetapi Aku akan melihat kamu lagi dan hatimu akan bergembira dan tidak ada seorang pun yang dapat merampas kegembiraanmu itu dari kamu.\n",
          "16:23 Pada hari itu kamu tidak akan menanyakan apa-apa kepada-Ku. Sesungguhnya Aku berkata kepadamu: Segala sesuatu yang kamu minta kepada Bapa, akan diberikan-Nya kepadamu dalam nama-Ku.\n",
          "16:24 Sampai sekarang kamu belum meminta sesuatu pun dalam nama-Ku. Mintalah maka kamu akan menerima, supaya penuhlah sukacitamu.\n",
          "16:25 Semuanya ini Kukatakan kepadamu dengan kiasan. Akan tiba saatnya Aku tidak lagi berkata-kata kepadamu dengan kiasan, tetapi terus terang memberitakan Bapa kepadamu.\n",
          "16:26 Pada hari itu kamu akan berdoa dalam nama-Ku. Tidak Aku katakan kepadamu bahwa Aku meminta bagimu kepada Bapa,\n",
          "16:27 sebab Bapa sendiri mengasihi kamu, karena kamu telah mengasihi Aku dan percaya bahwa Aku datang dari Allah.\n",
          "16:28 Aku datang dari Bapa dan Aku datang ke dalam dunia; Aku meninggalkan dunia pula dan pergi kepada Bapa.\"\n",
          "16:29 Kata murid-murid-Nya, \"Lihat, sekarang Engkau terus terang berkata-kata dan Engkau tidak memakai kiasan.\n",
          "16:30 Sekarang kami tahu bahwa Engkau mengetahui segala sesuatu dan tidak perlu orang bertanya kepada-Mu. Karena itu kami percaya bahwa Engkau datang dari Allah.\"\n",
          "16:31 Jawab Yesus kepada mereka, \"Percayakah kamu sekarang?\n",
          "16:32 Lihat, saatnya akan datang, bahkan sudah datang, ketika kamu akan diceraiberaikan masing-masing ke tempatnya sendiri dan kamu meninggalkan Aku seorang diri. Namun Aku tidak seorang diri, sebab Bapa menyertai Aku.\n",
          "16:33 Semuanya itu Kukatakan kepadamu, supaya kamu beroleh damai sejahtera dalam Aku. Dalam dunia kamu menderita penganiayaan, tetapi kuatkanlah hatimu, Aku telah mengalahkan dunia.\"\n"
        ]
      }
    },
    {
      "17": {
        "en": [
          "17:1 These things Jesus spoke, and lifting up His eyes to heaven, He said, Father, the hour has come; glorify Your Son that the Son may glorify You;\n",
          "17:2 Even as You have given Him authority over all flesh to give eternal life to all whom You have given Him.\n",
          "17:3 And this is eternal life, that they may know You, the only true God, and Him whom You have sent, Jesus Christ.\n",
          "17:4 I have glorified You on earth, finishing the work which You have given Me to do.\n",
          "17:5 And now, glorify Me along with Yourself, Father, with the glory which I had with You before the world was.\n",
          "17:6 I have manifested Your name to the men whom You gave Me out of the world. They were Yours, and You gave them to Me, and they have kept Your word.\n",
          "17:7 Now they have come to know that all that You have given Me is from You,\n",
          "17:8 For the words which You gave Me I have given to them, and they received them and knew truly that I came forth from You, and they have believed that You sent Me.\n",
          "17:9 I ask concerning them; I do not ask concerning the world, but concerning those whom You have given Me, for they are Yours;\n",
          "17:10 And all that is Mine is Yours, and Yours Mine; and I have been glorified in them.\n",
          "17:11 And I am no longer in the world; yet they are in the world, and I am coming to You. Holy Father, keep them in Your name, which You have given to Me, that they may be one even as We are.\n",
          "17:12 When I was with them, I kept them in Your name, which You have given to Me, and I guarded them; and not one of them perished, except the son of perdition, that the Scripture might be fulfilled.\n",
          "17:13 But now I am coming to You, and these things I speak in the world that they may have My joy made full in themselves.\n",
          "17:14 I have given them Your word, and the world has hated them, because they are not of the world even as I am not of the world.\n",
          "17:15 I do not ask that You would take them out of the world, but that You would keep them out of the hands of the evil one.\n",
          "17:16 They are not of the world, even as I am not of the world.\n",
          "17:17 Sanctify them in the truth; Your word is truth.\n",
          "17:18 As You have sent Me into the world, I also have sent them into the world.\n",
          "17:19 And for their sake I sanctify Myself, that they themselves also may be sanctified in truth.\n",
          "17:20 And I do not ask concerning these only, but concerning those also who believe into Me through their word,\n",
          "17:21 That they all may be one; even as You, Father, are in Me and I in You, that they also may be in Us; that the world may believe that You have sent Me.\n",
          "17:22 And the glory which You have given Me I have given to them, that they may be one, even as We are one;\n",
          "17:23 I in them, and You in Me, that they may be perfected into one, that the world may know that You have sent Me and have loved them even as You have loved Me.\n",
          "17:24 Father, concerning that which You have given Me, I desire that they also may be with Me where I am, that they may behold My glory, which You have given Me, for You loved Me before the foundation of the world.\n",
          "17:25 Righteous Father, though the world has not known You, yet I have known You, and these have known that You have sent Me.\n",
          "17:26 And I have made Your name known to them and will yet make it known, that the love with which You have loved Me may be in them, and I in them.\n"
        ],
        "id": [
          "17:1 Demikianlah kata Yesus. Lalu Ia menengadah ke langit dan berkata, \" Bapa, telah tiba saatnya; muliakanlah Anak-Mu, supaya Anak-Mu memuliakan Engkau.\n",
          "17:2 Sama seperti Engkau telah memberikan kepada-Nya kuasa atas segala yang hidup, demikian pula Ia akan memberikan hidup yang kekal kepada semua yang telah Engkau berikan kepada-Nya.\n",
          "17:3 Inilah hidup yang kekal, yaitu bahwa mereka mengenal Engkau, satu-satunya Allah yang benar, dan mengenal Yesus Kristus yang telah Engkau utus.\n",
          "17:4 Aku telah memuliakan Engkau di bumi dengan menyelesaikan pekerjaan yang Engkau berikan kepada-Ku untuk Kulakukan.\n",
          "17:5 Dan sekarang, ya Bapa, muliakanlah Aku di hadirat-Mu sendiri dengan kemuliaan yang Kumiliki di hadirat-Mu sebelum dunia ada.\n",
          "17:6 Aku telah menyatakan nama-Mu kepada semua orang yang Engkau berikan kepada-Ku dari dunia. Mereka itu milik-Mu dan Engkau telah memberikan mereka kepada-Ku dan mereka telah menuruti firman-Mu.\n",
          "17:7 Sekarang mereka tahu bahwa semua yang Engkau berikan kepada-Ku itu berasal dari Engkau.\n",
          "17:8 Sebab segala firman yang Engkau sampaikan kepada-Ku telah Kusampaikan kepada mereka dan mereka telah menerimanya. Mereka tahu benar-benar bahwa Aku datang dari Engkau dan mereka percaya bahwa Engkaulah yang telah mengutus Aku.\n",
          "17:9 Aku berdoa untuk mereka. Bukan untuk dunia Aku berdoa, tetapi untuk mereka, yang telah Engkau berikan kepada-Ku, sebab mereka adalah milik-Mu\n",
          "17:10 dan segala milik-Ku adalah milik-Mu dan milik-Mu adalah milik-Ku, dan Aku telah dimuliakan di dalam mereka.\n",
          "17:11 Aku tidak ada lagi di dalam dunia, tetapi mereka masih ada di dalam dunia, dan Aku datang kepada-Mu. Ya Bapa yang kudus, peliharalah mereka dalam nama-Mu, yaitu nama-Mu yang telah Engkau berikan kepada-Ku, supaya mereka menjadi satu sama seperti Kita.\n",
          "17:12 Selama Aku bersama mereka, Aku memelihara mereka dalam nama-Mu yang telah Engkau berikan kepada-Ku; Aku telah menjaga mereka dan tidak ada seorang pun dari mereka yang binasa selain dia yang telah ditentukan untuk binasa, supaya digenapi yang tertulis dalam Kitab Suci.\n",
          "17:13 Tetapi sekarang, Aku datang kepada-Mu dan Aku mengatakan semuanya ini sementara Aku masih ada di dalam dunia, supaya penuhlah sukacita-Ku di dalam diri mereka.\n",
          "17:14 Aku telah memberikan firman-Mu kepada mereka dan dunia membenci mereka, karena mereka bukan dari dunia, sama seperti Aku bukan dari dunia.\n",
          "17:15 Aku tidak meminta, supaya Engkau mengambil mereka dari dunia, tetapi supaya Engkau melindungi mereka dari yang jahat.\n",
          "17:16 Mereka bukan dari dunia, sama seperti Aku bukan dari dunia.\n",
          "17:17 Kuduskanlah mereka dalam kebenaran; firman-Mu itulah kebenaran.\n",
          "17:18 Sama seperti Engkau telah mengutus Aku ke dalam dunia, demikian pula Aku telah mengutus mereka ke dalam dunia;\n",
          "17:19 dan Aku menguduskan diri-Ku bagi mereka, supaya mereka pun dikuduskan dalam kebenaran.\n",
          "17:20 Bukan untuk mereka ini saja Aku berdoa, tetapi juga untuk orang-orang, yang percaya kepada-Ku melalui pemberitaan mereka;\n",
          "17:21 supaya mereka semua menjadi satu, sama seperti Engkau, ya Bapa, di dalam Aku dan Aku di dalam Engkau, agar mereka juga di dalam Kita, supaya dunia percaya bahwa Engkaulah yang telah mengutus Aku.\n",
          "17:22 Aku telah memberikan kepada mereka kemuliaan yang Engkau berikan kepada-Ku, supaya mereka menjadi satu, sama seperti Kita adalah satu:\n",
          "17:23 Aku di dalam mereka dan Engkau di dalam Aku supaya mereka menjadi satu dengan sempurna, agar dunia tahu bahwa Engkau yang telah mengutus Aku dan bahwa Engkau mengasihi mereka, sama seperti Engkau mengasihi Aku.\n",
          "17:24 Ya Bapa, Aku mau supaya, di mana pun Aku berada, mereka juga berada bersama-sama dengan Aku, mereka yang telah Engkau berikan kepada-Ku, agar mereka memandang kemuliaan-Ku yang telah Engkau berikan kepada-Ku, sebab Engkau telah mengasihi Aku sebelum dunia dijadikan.\n",
          "17:25 Ya Bapa yang adil, memang dunia tidak mengenal Engkau, tetapi Aku mengenal Engkau, dan mereka ini tahu bahwa Engkaulah yang telah mengutus Aku;\n",
          "17:26 dan Aku telah memberitahukan nama-Mu kepada mereka dan Aku akan memberitahukannya, supaya kasih yang Engkau berikan kepada-Ku ada di dalam mereka dan Aku di dalam mereka.\"\n"
        ]
      }
    },
    {
      "18": {
        "en": [
          "18:1 When Jesus had said these things, He went forth with His disciples across the brook Kedron, where there was a garden, into which He entered as well as His disciples.\n",
          "18:2 And Judas also, who was betraying Him, knew the place, for Jesus often gathered there with His disciples.\n",
          "18:3 Then Judas, having gotten the cohort and some attendants from the chief priests and Pharisees, came there with torches and lamps and weapons.\n",
          "18:4 Jesus therefore, knowing all the things that were coming upon Him, went forth and said to them, Whom do you seek?\n",
          "18:5 They answered Him, Jesus the Nazarene. He said to them, I am. And Judas also, who was betraying Him, was standing with them.\n",
          "18:6 When therefore He said to them, I am, they drew back and fell to the ground.\n",
          "18:7 Then again He asked them, Whom do you seek? And they said, Jesus the Nazarene.\n",
          "18:8 Jesus answered, I told you that I am; if therefore you seek Me, let these go away,\n",
          "18:9 That the word might be fulfilled which He spoke, Of those whom You have given Me, I have not lost one.\n",
          "18:10 Then Simon Peter, having a sword, drew it and struck the slave of the high priest and cut off his right ear; and the slave?s name was Malchus.\n",
          "18:11 Jesus therefore said to Peter, Put the sword into its sheath. The cup which the Father has given Me, shall I not drink it?\n",
          "18:12 Then the cohort and the commander and the attendants of the Jews seized Jesus and bound Him\n",
          "18:13 And led Him away to Annas first; for he was the father-in-law of Caiaphas, who was high priest that year.\n",
          "18:14 Now it was Caiaphas who had advised the Jews that it was expedient for one man to die for the people.\n",
          "18:15 And Simon Peter followed Jesus, as well as another disciple. And that disciple was known to the high priest, and he entered with Jesus into the court of the high priest;\n",
          "18:16 But Peter stood at the door outside. Then the other disciple, the one known to the high priest, went out and spoke to the maid who kept the door and brought Peter in.\n",
          "18:17 Then the maid who kept the door said to Peter, Are you not also one of this man?s disciples? He said, I am not.\n",
          "18:18 Now the slaves and the attendants were standing there, having made a fire of coals, for it was cold, and they were warming themselves; and Peter also was with them, standing and warming himself.\n",
          "18:19 The high priest then questioned Jesus concerning His disciples and concerning His teaching.\n",
          "18:20 Jesus answered him, I have spoken openly to the world; I always taught in the synagogue and in the temple, where all the Jews come together, and I spoke nothing in secret.\n",
          "18:21 Why do you question Me? Question those who have heard Me, concerning what I spoke to them; behold, these know what I said.\n",
          "18:22 And when He said these things, one of the attendants standing by slapped Jesus, saying, Is that how You answer the high priest?\n",
          "18:23 Jesus answered him, If I have spoken wrongly, testify concerning the wrong; but if rightly, why do you strike Me?\n",
          "18:24 Annas then sent Him bound to Caiaphas the high priest.\n",
          "18:25 Now Simon Peter was standing and warming himself. Then they said to him, Are you not also one of His disciples? He denied and said, I am not.\n",
          "18:26 One of the slaves of the high priest, who was a relative of him whose ear Peter had cut off, said, Did I not see you in the garden with Him?\n",
          "18:27 Then Peter denied again, and immediately a rooster crowed.\n",
          "18:28 Then they led Jesus from Caiaphas into the praetorium, and it was early morning. And they themselves did not enter into the praetorium, so that they would not be defiled, but might eat the passover.\n",
          "18:29 Pilate therefore went outside to them and said, What accusation do you bring against this man?\n",
          "18:30 They answered and said to him, If this man were not doing evil, we would not have delivered Him to you.\n",
          "18:31 Pilate said then to them, You take Him and judge Him according to your law. The Jews said to him, It is not lawful for us to kill anyone,\n",
          "18:32 That the word of Jesus might be fulfilled which He spoke, signifying by what kind of death He was to die.\n",
          "18:33 Pilate therefore entered again into the praetorium and called for Jesus. And he said to Him, You are the King of the Jews?\n",
          "18:34 Jesus answered, Are you saying this of yourself, or did others tell you about Me?\n",
          "18:35 Pilate answered, Am I a Jew? Your nation and its chief priests have delivered You to me. What have You done?\n",
          "18:36 Jesus answered, My kingdom is not of this world. If My kingdom were of this world, My attendants would be struggling so that I would not be delivered to the Jews; but as it is, My kingdom is not from here.\n",
          "18:37 Pilate said therefore to Him, So then You are a king? Jesus answered, You say that I am a king. For this I have been born, and for this I have come into the world, that I would testify to the truth. Everyone who is of the truth hears My voice.\n",
          "18:38a Pilate said to Him, What is truth?\n",
          "18:38b And having said this, he again went out to the Jews and said to them, I find no fault in Him.\n",
          "18:39 But you have a custom that I release one man to you at the Passover. Is it your will therefore that I release to you the King of the Jews?\n",
          "18:40 Then they cried out again, saying, Not this man, but Barabbas. Now Barabbas was a robber.\n"
        ],
        "id": [
          "18:1 Setelah Yesus mengatakan semuanya itu keluarlah Ia dari situ bersama-sama dengan murid-murid-Nya dan mereka pergi ke seberang Sungai Kidron. Di situ ada suatu taman dan Ia masuk ke taman itu bersama-sama dengan murid-murid-Nya.\n",
          "18:2 Yudas, yang mengkhianati Yesus, tahu juga tempat itu, karena Yesus sering berkumpul di situ dengan murid-murid-Nya.\n",
          "18:3 Lalu datanglah Yudas juga ke situ dengan sepasukan prajurit dan penjaga-penjaga Bait Allah yang disuruh oleh imam-imam kepala dan orang-orang Farisi lengkap dengan lentera, obor dan senjata.\n",
          "18:4 Yesus, yang tahu semua yang akan menimpa diri-Nya, maju ke depan dan berkata kepada mereka, \"Siapakah yang kamu cari?\"\n",
          "18:5 Jawab mereka, \"Yesus dari Nazaret.\" Kata-Nya kepada mereka, \" Akulah Dia.\" Yudas yang mengkhianati Dia berdiri juga di situ bersama-sama mereka.\n",
          "18:6 Ketika Ia berkata kepada mereka, \"Akulah Dia,\" mundurlah mereka dan jatuh ke tanah.\n",
          "18:7 Lalu Ia bertanya lagi kepada mereka, \"Siapakah yang kamu cari?\" Kata mereka, \"Yesus dari Nazaret.\"\n",
          "18:8 Jawab Yesus, \"Telah Kukatakan kepadamu, Akulah Dia. Jika Aku yang kamu cari, biarkanlah mereka ini pergi.\"\n",
          "18:9 Demikian hendaknya supaya genaplah firman yang telah dikatakan-Nya, \" Dari mereka yang Engkau serahkan kepada-Ku, tidak seorang pun yang Kubiarkan binasa.\"\n",
          "18:10 Lalu Simon Petrus, yang membawa pedang, menghunus pedang itu, menetakkannya kepada hamba Imam Besar dan memutuskan telinga kanannya. Nama hamba itu Malkhus.\n",
          "18:11 Kata Yesus kepada Petrus, \"Sarungkan pedangmu itu; bukankah Aku harus minum cawan yang diberikan Bapa kepada-Ku?\"\n",
          "18:12 Lalu pasukan prajurit serta perwiranya dan penjaga-penjaga yang disuruh orang Yahudi itu menangkap Yesus dan membelenggu Dia.\n",
          "18:13 Mula-mula mereka membawa-Nya kepada Hanas, karena Hanas adalah mertua Kayafas yang pada tahun itu menjadi Imam Besar;\n",
          "18:14 dan Kayafaslah yang telah menasihatkan para pemuka Yahudi, \"Lebih berguna jika satu orang mati untuk seluruh bangsa.\"\n",
          "18:15 Simon Petrus dan seorang murid lain mengikuti Yesus. Murid itu mengenal Imam Besar dan ia masuk bersama-sama dengan Yesus ke halaman istana Imam Besar,\n",
          "18:16 tetapi Petrus tinggal di luar dekat pintu. Murid yang lain itu, yang mengenal Imam Besar, kembali ke luar, berbicara dengan perempuan penjaga pintu lalu membawa Petrus masuk.\n",
          "18:17 Kata hamba perempuan penjaga pintu kepada Petrus, \"Bukankah engkau juga murid orang itu?\" Jawab Petrus, \" Bukan!\"\n",
          "18:18 Sementara itu hamba-hamba dan penjaga-penjaga Bait Allah telah menyalakan api arang, sebab udara dingin waktu itu, dan mereka berdiri menghangatkan badan di situ. Juga Petrus berdiri menghangatkan badan bersama-sama dengan mereka.\n",
          "18:19 Kemudian mulailah Imam Besar menanyai Yesus tentang murid-murid-Nya dan ajaran-Nya.\n",
          "18:20 Jawab Yesus kepadanya, \"Aku berbicara terus terang kepada dunia: Aku selalu mengajar di rumah-rumah ibadat dan di Bait Allah, tempat semua orang Yahudi berkumpul; Aku tidak pernah berbicara sembunyi-sembunyi.\n",
          "18:21 Mengapa engkau menanyai Aku? Tanyailah mereka, yang telah mendengar apa yang Kukatakan kepada mereka; sungguh, mereka tahu apa yang telah Kukatakan.\"\n",
          "18:22 Ketika Ia mengatakan hal itu, seorang penjaga yang berdiri di situ, menampar muka-Nya sambil berkata, \"Begitukah jawab-Mu kepada Imam Besar?\"\n",
          "18:23 Jawab Yesus kepadanya, \"Jikalau kata-Ku itu salah, tunjukkanlah salahnya, tetapi jikalau kata-Ku itu benar, mengapa engkau menampar Aku?\"\n",
          "18:24 Lalu Hanas mengirim Dia dalam keadaan terbelenggu kepada Kayafas, Imam Besar itu.\n",
          "18:25 Simon Petrus masih berdiri dan menghangatkan badan. Kata orang-orang di situ kepadanya, \"Bukankah engkau juga salah seorang murid-Nya?\"\n",
          "18:26 Ia menyangkalnya, katanya, \"Bukan.\" Kata seorang hamba Imam Besar, seorang keluarga dari hamba yang telinganya dipotong Petrus, \"Bukankah engkau kulihat di taman itu bersama-sama dengan Dia?\"\n",
          "18:27 Petrus pun menyangkalnya lagi dan seketika itu juga berkokoklah ayam.\n",
          "18:28 Sesudah itu, mereka membawa Yesus dari Kayafas ke istana gubernur. Ketika itu hari masih pagi. Mereka sendiri tidak masuk ke istana gubernur itu, supaya jangan menajiskan diri, sebab mereka hendak makan Paskah.\n",
          "18:29 Sebab itu Pilatus keluar mendapatkan mereka dan berkata, \"Apakah tuduhan kamu terhadap orang ini?\"\n",
          "18:30 Jawab mereka kepadanya, \"Jikalau Ia bukan seorang penjahat, kami tidak menyerahkan-Nya kepadamu!\"\n",
          "18:31 Kata Pilatus kepada mereka, \"Ambillah Dia dan hakimilah Dia menurut hukummu sendiri.\" Kata orang-orang Yahudi itu, \"Kami tidak diperbolehkan menghukum mati seseorang.\"\n",
          "18:32 Demikian hendaknya supaya digenapi firman Yesus, yang dikatakan-Nya untuk menyatakan bagaimana caranya Ia akan mati.\n",
          "18:33 Pilatus masuk kembali ke dalam istana gubernur, lalu memanggil Yesus dan bertanya kepada-Nya, \"Apakah Engkau raja orang Yahudi?\"\n",
          "18:34 Jawab Yesus, \" Apakah engkau katakan hal itu dari hatimu sendiri, atau orang lain yang mengatakannya kepadamu tentang Aku?\"\n",
          "18:35 Kata Pilatus, \"Apakah aku seorang Yahudi? Bangsa-Mu sendiri dan imam-imam kepala yang telah menyerahkan Engkau kepadaku; apakah yang telah Engkau perbuat?\"\n",
          "18:36 Jawab Yesus, \" Kerajaan-Ku bukan dari dunia ini; jika Kerajaan-Ku dari dunia ini, pasti hamba-hamba-Ku telah melawan, supaya Aku jangan diserahkan kepada orang Yahudi, akan tetapi Kerajaan-Ku bukan dari sini.\"\n",
          "18:37 Lalu kata Pilatus kepada-Nya, \"Jadi Engkau adalah raja?\" Jawab Yesus, \"Engkau mengatakan bahwa Aku adalah raja. Untuk itulah Aku lahir dan untuk itulah Aku datang ke dalam dunia ini, supaya Aku bersaksi tentang kebenaran; setiap orang yang berasal dari kebenaran mendengarkan suara-Ku.\"\n",
          "18:38a Kata Pilatus kepada-Nya, \"Apakah kebenaran itu?\"\n",
          "18:38b Sesudah mengatakan demikian, Pilatus keluar lagi mendapatkan orang-orang Yahudi dan berkata kepada mereka, \"Aku tidak mendapati kesalahan apa pun pada-Nya.\n",
          "18:39 Tetapi pada kamu ada kebiasaan bahwa pada Paskah aku membebaskan seorang bagimu. Maukah kamu, supaya aku membebaskan raja orang Yahudi bagimu?\"\n",
          "18:40 Mereka berteriak lagi, \"Jangan orang ini, melainkan Barabas!\" Barabas adalah seorang penyamun.\n"
        ]
      }
    },
    {
      "19": {
        "en": [
          "19:1 Therefore at that time Pilate took Jesus and scourged Him.\n",
          "19:2 And the soldiers wove a crown of thorns and put it on His head, and they threw a purple garment around Him.\n",
          "19:3 And they came to Him and said, Rejoice, King of the Jews! and slapped Him.\n",
          "19:4 And Pilate went outside again and said to them, Behold, I am bringing Him out to you that you may know that I find no fault in Him.\n",
          "19:5 Then Jesus came out, wearing the thorny crown and the purple garment. And he said to them, Behold, the man!\n",
          "19:6 When therefore the chief priests and the attendants saw Him, they cried out, saying, Crucify! Crucify! Pilate said to them, You take Him and crucify Him, for I do not find fault in Him.\n",
          "19:7 The Jews answered him, We have a law, and according to that law He ought to die because He made Himself the Son of God.\n",
          "19:8 When Pilate therefore heard this word, he became frightened the more,\n",
          "19:9 And he entered into the praetorium again and said to Jesus, Where are You from? But Jesus gave him no answer.\n",
          "19:10 Therefore Pilate said to Him, You do not speak to me? Do You not know that I have authority to release You and I have authority to crucify You?\n",
          "19:11 Jesus answered him, You would have no authority against Me if it were not given to you from above; for this reason, he who has delivered Me to you has the greater sin.\n",
          "19:12 From then on, Pilate sought to release Him, but the Jews cried out, saying, If you release this man, you are not a friend of Caesar; everyone who makes himself a king opposes Caesar.\n",
          "19:13 Pilate therefore, when he heard these words, brought Jesus outside and sat down on the judgment seat in a place called the Pavement, but in Hebrew, Gabbatha.\n",
          "19:14 Now it was the day of preparation for the Passover; it was about the sixth hour. And he said to the Jews, Behold, your King!\n",
          "19:15 They cried out then, Take Him away! Take Him away! Crucify Him! Pilate said to them, Shall I crucify your King? The chief priests answered, We have no king except Caesar.\n",
          "19:16 Therefore at that time he delivered Him to them that He might be crucified. Therefore they took Jesus.\n",
          "19:17 And bearing the cross for Himself, He went out to the place called the Place of a Skull, which is called in Hebrew, Golgotha,\n",
          "19:18 Where they crucified Him, and with Him two others, on this side and that, and Jesus in the middle.\n",
          "19:19 And Pilate wrote a notice also and put it on the cross; and it was written, JESUS THE NAZARENE, THE KING OF THE JEWS.\n",
          "19:20 This notice therefore many of the Jews read, for the place where Jesus was crucified was near the city, and it was written in Hebrew, in Latin, and in Greek.\n",
          "19:21 The chief priests of the Jews therefore said to Pilate, Do not write, The King of the Jews, but that He said, I am the King of the Jews.\n",
          "19:22 Pilate answered, What I have written, I have written.\n",
          "19:23 The soldiers then, when they had crucified Jesus, took His garments and made four parts, a part for each soldier, and they took the tunic as well. But the tunic was seamless, woven from the top throughout.\n",
          "19:24 They said therefore to one another, Let us not tear it, but let us cast lots for it to see whose it shall be, that the Scripture might be fulfilled which says, ?They divided My garments among themselves, and for My clothing they cast lots.? So then the soldiers did these things.\n",
          "19:25 And there were standing by the cross of Jesus His mother and His mother?s sister and Mary the wife of Clopas and Mary the Magdalene.\n",
          "19:26 Then Jesus, seeing His mother and the disciple whom He loved standing by, said to His mother, Woman, behold, your son.\n",
          "19:27 Then He said to the disciple, Behold, your mother. And from that hour the disciple took her into his own home.\n",
          "19:28 After this, Jesus, knowing that all things had now been finished and so that the Scripture might be fulfilled, said, I thirst.\n",
          "19:29 There was lying there a vessel full of vinegar; therefore, they put a sponge full of vinegar on hyssop and brought it to His mouth.\n",
          "19:30 Then when Jesus had taken the vinegar, He said, It is finished! And He bowed His head and delivered up His spirit.\n",
          "19:31 Then the Jews, since it was the day of preparation and so that the bodies might not remain on the cross on the Sabbath (for that Sabbath day was a great Sabbath), requested of Pilate that their legs might be broken and that they might be taken away.\n",
          "19:32 The soldiers therefore came and broke the legs of the first man and of the other man who had been crucified with Him.\n",
          "19:33 But coming to Jesus, when they saw that He had already died, they did not break His legs;\n",
          "19:34 But one of the soldiers pierced His side with a spear, and immediately there came out blood and water.\n",
          "19:35 And he who has seen this has testified, and his testimony is true; and he knows that he says what is true, that you also may believe.\n",
          "19:36 For these things happened that the Scripture might be fulfilled: ?No bone of His shall be broken.?\n",
          "19:37 And again another Scripture says, ?They shall look on Him whom they pierced.?\n",
          "19:38 And after these things Joseph from Arimathea, being a disciple of Jesus, but a hidden one for fear of the Jews, requested of Pilate that he might take the body of Jesus away; and Pilate allowed it. He came therefore and took His body away.\n",
          "19:39 And Nicodemus, he who had come to Him the first time by night, came also, bringing a mixture of myrrh and aloes of about a hundred pounds.\n",
          "19:40 Therefore they took the body of Jesus and bound it in linen cloths with the spices, as is the custom of the Jews for burying.\n",
          "19:41 Now in the place where He was crucified there was a garden, and in the garden a new tomb, in which no one had ever yet been laid.\n",
          "19:42 Therefore because of the day of preparation for the Jews and because the tomb was near, they laid Jesus there.\n"
        ],
        "id": [
          "19:1 Lalu Pilatus mengambil Yesus dan menyuruh orang menyesah Dia.\n",
          "19:2 Prajurit-prajurit menganyam sebuah mahkota duri dan menaruhnya di atas kepala-Nya. Mereka mengenakan jubah ungu kepada-Nya\n",
          "19:3 dan sambil maju ke depan mereka berkata, \" Salam, hai raja orang Yahudi!\" Lalu mereka menampar muka-Nya.\n",
          "19:4 Pilatus keluar lagi dan berkata kepada mereka, \"Lihatlah, aku membawa Dia keluar kepada kamu, supaya kamu tahu bahwa aku tidak mendapati kesalahan apa pun pada-Nya.\"\n",
          "19:5 Lalu Yesus keluar, bermahkota duri dan berjubah ungu. Kemudian kata Pilatus kepada mereka, \"Lihatlah orang itu!\"\n",
          "19:6 Ketika imam-imam kepala dan penjaga-penjaga itu melihat Dia, berteriaklah mereka, \"Salibkan Dia, salibkan Dia!\" Kata Pilatus kepada mereka, \"Ambil Dia dan salibkan Dia; sebab aku tidak mendapati kesalahan apa pun pada-Nya.\"\n",
          "19:7 Jawab orang-orang Yahudi itu kepadanya, \"Kami mempunyai hukum dan menurut hukum itu Ia harus mati, sebab Ia menganggap diri-Nya sebagai Anak Allah.\"\n",
          "19:8 Ketika Pilatus mendengar perkataan itu ia makin takut,\n",
          "19:9 lalu ia masuk lagi ke dalam istana gubernur dan berkata kepada Yesus, \"Dari manakah asal-Mu?\" Tetapi Yesus tidak memberi jawab kepadanya.\n",
          "19:10 Karena itu, kata Pilatus kepada-Nya, \"Tidakkah Engkau mau bicara dengan aku? Tidakkah Engkau tahu bahwa aku berkuasa untuk membebaskan Engkau, dan berkuasa juga untuk menyalibkan Engkau?\"\n",
          "19:11 Yesus menjawab, \"Engkau tidak mempunyai kuasa apa pun terhadap Aku, jikalau kuasa itu tidak diberikan kepadamu dari atas. Sebab itu: Dia, yang menyerahkan Aku kepadamu, lebih besar dosanya.\"\n",
          "19:12 Sejak itu Pilatus berusaha untuk membebaskan Dia, tetapi orang-orang Yahudi berteriak, \"Jikalau engkau membebaskan orang ini, engkau bukanlah sahabat Kaisar. Setiap orang yang menganggap dirinya sebagai raja, ia melawan Kaisar.\"\n",
          "19:13 Ketika Pilatus mendengar perkataan itu, ia menyuruh membawa Yesus keluar, dan ia duduk di kursi pengadilan, di tempat yang bernama Litostrotos, dalam bahasa Ibrani Gabata.\n",
          "19:14 Hari itu hari persiapan Paskah, kira-kira jam dua belas. Kata Pilatus kepada orang-orang Yahudi itu, \"Lihatlah rajamu!\"\n",
          "19:15 Lalu berteriaklah mereka, \"Enyahkan Dia! Enyahkan Dia! Salibkan Dia!\" Kata Pilatus kepada mereka, \"Haruskah aku menyalibkan rajamu?\" Jawab imam-imam kepala, \"Kami tidak mempunyai raja selain Kaisar!\"\n",
          "19:16 Akhirnya Pilatus menyerahkan Yesus kepada mereka untuk disalibkan. Mereka menerima Yesus.\n",
          "19:17 Sambil memikul salib-Nya Ia pergi ke luar ke tempat yang bernama Tempat Tengkorak, yang dalam bahasa Ibrani disebut: Golgota.\n",
          "19:18 Di situ mereka menyalibkan Dia. Bersama-sama dengan Dia disalibkan juga dua orang lain, sebelah-menyebelah, sedangkan Yesus di tengah-tengah.\n",
          "19:19 Pilatus menyuruh memasang juga tulisan di atas kayu salib itu, bunyinya, \"Yesus, orang Nazaret, Raja orang Yahudi.\"\n",
          "19:20 Banyak orang Yahudi yang membaca tulisan itu, sebab tempat Yesus disalibkan terletak dekat kota dan kata-kata itu tertulis dalam bahasa Ibrani, bahasa Latin dan bahasa Yunani.\n",
          "19:21 Lalu kata imam-imam kepala orang Yahudi kepada Pilatus, \"Jangan engkau menulis, 'Raja orang Yahudi,' melainkan 'Ia mengatakan: Akulah Raja orang Yahudi.' \"\n",
          "19:22 Jawab Pilatus, \" Apa yang kutulis, tetap tertulis.\"\n",
          "19:23 Sesudah prajurit-prajurit itu menyalibkan Yesus, mereka mengambil pakaian-Nya lalu membaginya menjadi empat bagian, untuk tiap-tiap prajurit satu bagian -- dan jubah-Nya juga mereka ambil. Jubah itu tidak ada jahitan, ditenun dari atas ke bawah.\n",
          "19:24 Karena itu mereka berkata seorang kepada yang lain, \"Janganlah kita membaginya menjadi beberapa potong, tetapi baiklah kita membuang undi untuk menentukan siapa yang mendapatnya.\" Demikianlah hendaknya supaya digenapi yang ada tertulis dalam Kitab Suci, \" Mereka membagi-bagi pakaian-Ku di antara mereka dan mereka membuang undi atas jubah-Ku.\" Hal itu telah dilakukan prajurit-prajurit itu.\n",
          "19:25 Dekat salib Yesus berdiri ibu-Nya dan saudara ibu-Nya, Maria, istri Klopas dan Maria Magdalena.\n",
          "19:26 Ketika Yesus melihat ibu-Nya dan murid yang dikasihi-Nya di sampingnya, berkatalah Ia kepada ibu-Nya, \" Ibu, inilah anakmu!\"\n",
          "19:27 Kemudian kata-Nya kepada murid-Nya, \" Inilah ibumu!\" Sejak saat itu murid itu menerima dia di dalam rumahnya.\n",
          "19:28 Sesudah itu, karena Yesus tahu bahwa segala sesuatu telah selesai, berkatalah Ia -- supaya digenapi yang tertulis dalam Kitab Suci -- \" Aku haus!\"\n",
          "19:29 Di situ ada suatu bejana penuh anggur asam. Lalu mereka melilitkan suatu spons, yang telah dicelupkan dalam anggur asam, pada sebatang hisop lalu mengulurkannya ke mulut Yesus.\n",
          "19:30 Sesudah Yesus meminum anggur asam itu, berkatalah Ia, \"Sudah selesai.\" Lalu Ia menundukkan kepala-Nya dan menyerahkan nyawa-Nya.\n",
          "19:31 Karena hari itu hari persiapan dan supaya pada hari Sabat mayat-mayat itu tidak tinggal tergantung pada kayu salib -- sebab Sabat itu hari yang besar -- maka datanglah para pemuka Yahudi kepada Pilatus dan meminta kepadanya supaya kaki orang-orang itu dipatahkan dan mayat-mayatnya diturunkan.\n",
          "19:32 Lalu datanglah prajurit-prajurit dan mematahkan kaki orang yang pertama dan kaki orang yang lain yang disalibkan bersama-sama dengan Yesus;\n",
          "19:33 tetapi ketika mereka sampai kepada Yesus dan melihat bahwa Ia telah mati, mereka tidak mematahkan kaki-Nya,\n",
          "19:34 tetapi seorang dari antara prajurit itu menikam lambung-Nya dengan tombak, dan segera mengalir keluar darah dan air.\n",
          "19:35 Orang yang melihat sendiri hal itu yang bersaksi dan kesaksiannya benar, dan ia tahu bahwa ia mengatakan kebenaran, supaya kamu juga percaya.\n",
          "19:36 Sebab hal itu terjadi, supaya digenapi yang tertulis dalam Kitab Suci, \" Tidak ada tulang-Nya yang akan dipatahkan.\"\n",
          "19:37 Ada pula nas yang lain mengatakan, \" Mereka akan memandang Dia yang telah mereka tikam.\"\n",
          "19:38 Sesudah itu Yusuf dari Arimatea meminta kepada Pilatus, supaya ia diperbolehkan menurunkan mayat Yesus. (Ia murid Yesus, tetapi sembunyi-sembunyi karena takut kepada para penguasa Yahudi.) Pilatus mengabulkan permintaannya itu. Lalu datanglah ia dan menurunkan mayat itu.\n",
          "19:39 Juga Nikodemus datang ke situ. Dialah yang mula-mula datang pada malam hari kepada Yesus. Ia membawa campuran minyak mur dengan minyak gaharu, kira-kira tiga puluh kilogram beratnya.\n",
          "19:40 Mereka mengambil mayat Yesus, mengafani-Nya dengan kain lenan dan membubuhi-Nya dengan rempah-rempah menurut adat orang Yahudi bila menguburkan mayat.\n",
          "19:41 Dekat tempat Yesus disalibkan ada suatu taman dan dalam taman itu ada suatu kubur baru yang di dalamnya belum pernah dimakamkan seseorang.\n",
          "19:42 Karena hari itu hari persiapan orang Yahudi, sedangkan kubur itu tidak jauh letaknya, maka mereka meletakkan mayat Yesus di situ.\n"
        ]
      }
    },
    {
      "20": {
        "en": [
          "20:1 Now on the first day of the week, Mary the Magdalene came early to the tomb while it was yet dark and saw the stone taken away from the tomb.\n",
          "20:2 She ran therefore and came to Simon Peter and to the other disciple whom Jesus loved and said to them, They have taken away the Lord out of the tomb, and we do not know where they have laid Him.\n",
          "20:3 Peter therefore went forth, as well as the other disciple, and came to the tomb.\n",
          "20:4 And the two ran together, yet the other disciple ran ahead faster than Peter and came first to the tomb.\n",
          "20:5 And stooping to look in, he saw the linen cloths lying there; however, he did not enter.\n",
          "20:6 Then Simon Peter also came, following him, and entered into the tomb; and he beheld the linen cloths lying there\n",
          "20:7 And the handkerchief which had been over His head, not lying with the linen cloths, but folded up in one place apart.\n",
          "20:8 At that time therefore the other disciple also, who came first to the tomb, entered, and he saw and believed;\n",
          "20:9 For as yet they did not understand the Scripture, that He had to rise from among the dead.\n",
          "20:10 The disciples therefore went away again to their own home.\n",
          "20:11 But Mary stood outside at the tomb weeping. Then as she wept, she stooped to look into the tomb\n",
          "20:12 And beheld two angels in white sitting, one at the head and one at the feet, where the body of Jesus had lain.\n",
          "20:13 And they said to her, Woman, why are you weeping? She said to them, Because they have taken away my Lord, and I do not know where they have laid Him.\n",
          "20:14 When she said these things, she turned backward and beheld Jesus standing there, yet she did not know that it was Jesus.\n",
          "20:15 Jesus said to her, Woman, why are you weeping? Whom are you seeking? She, supposing that He was the gardener, said to Him, Sir, if You have carried Him away, tell me where You have laid Him, and I will take Him away.\n",
          "20:16 Jesus said to her, Mary! She turned and said to Him in Hebrew, Rabboni! (which means Teacher).\n",
          "20:17 Jesus said to her, Do not touch Me, for I have not yet ascended to the Father; but go to My brothers and say to them, I ascend to My Father and your Father, and My God and your God.\n",
          "20:18 Mary the Magdalene came, announcing to the disciples, I have seen the Lord, and that He had said these things to her.\n",
          "20:19 When therefore it was evening on that day, the first day of the week, and while the doors were shut where the disciples were for fear of the Jews, Jesus came and stood in the midst and said to them, Peace be to you.\n",
          "20:20 And when He had said this, He showed them His hands and His side. The disciples therefore rejoiced at seeing the Lord.\n",
          "20:21 Then Jesus said to them again, Peace be to you; as the Father has sent Me, I also send you.\n",
          "20:22 And when He had said this, He breathed into them and said to them, Receive the Holy Spirit.\n",
          "20:23 Whose sins you forgive, they are forgiven them; and whose sins you retain, they are retained.\n",
          "20:24 But Thomas, one of the twelve, called Didymus, was not with them when Jesus came.\n",
          "20:25 The other disciples therefore said to him, We have seen the Lord! But he said to them, Unless I see in His hands the mark of the nails and put my finger into the mark of the nails and put my hand into His side, I will by no means believe.\n",
          "20:26 And after eight days, His disciples were again within, and Thomas was with them. Jesus came, though the doors were shut, and stood in the midst and said, Peace be to you.\n",
          "20:27 Then He said to Thomas, Bring your finger here and see My hands, and bring your hand and put it into My side; and do not be unbelieving, but believing.\n",
          "20:28 Thomas answered and said to Him, My Lord and my God!\n",
          "20:29 Jesus said to him, Because you have seen Me, you have believed. Blessed are those who have not seen and have believed.\n",
          "20:30 Moreover indeed many other signs also Jesus did before His disciples, which are not written in this book.\n",
          "20:31 But these have been written that you may believe that Jesus is the Christ, the Son of God, and that believing, you may have life in His name.\n"
        ],
        "id": [
          "20:1 Pada hari pertama minggu itu, pagi-pagi benar ketika hari masih gelap, pergilah Maria Magdalena ke kubur itu dan ia melihat bahwa batu penutupnya telah diambil dari kubur.\n",
          "20:2 Ia berlari-lari mendapatkan Simon Petrus dan murid yang lain yang dikasihi Yesus, dan berkata kepada mereka, \"Tuhan telah diambil orang dari kuburnya dan kami tidak tahu di mana Ia diletakkan.\"\n",
          "20:3 Lalu berangkatlah Petrus dan murid yang lain itu ke kubur.\n",
          "20:4 Keduanya berlari bersama-sama, tetapi murid yang lain itu berlari lebih cepat daripada Petrus sehingga lebih dahulu sampai di kubur.\n",
          "20:5 Ia menjenguk ke dalam, dan melihat kain kafan terletak di tanah; akan tetapi, ia tidak masuk ke dalam.\n",
          "20:6 Kemudian datanglah Simon Petrus juga menyusul dia dan masuk ke dalam kubur itu. Ia melihat kain kafan terletak di tanah,\n",
          "20:7 sedangkan kain peluh yang tadinya ada di kepala Yesus tidak terletak dekat kain kafan itu, tetapi terlipat tersendiri di tempat yang lain.\n",
          "20:8 Sesudah itu, masuklah juga murid yang lain, yang lebih dahulu sampai di kubur itu dan ia melihatnya dan percaya.\n",
          "20:9 Sebab selama itu mereka belum mengerti isi Kitab Suci yang mengatakan bahwa Ia harus bangkit dari antara orang mati.\n",
          "20:10 Lalu pulanglah murid-murid itu ke rumah.\n",
          "20:11 Tetapi Maria berdiri di luar kubur itu dan menangis. Sambil menangis ia menjenguk ke dalam kubur itu,\n",
          "20:12 dan tampaklah olehnya dua orang malaikat berpakaian putih, yang seorang duduk di sebelah kepala dan yang lain di sebelah kaki di tempat mayat Yesus terbaring sebelumnya.\n",
          "20:13 Kata malaikat-malaikat itu kepadanya, \"Ibu, mengapa engkau menangis?\" Jawab Maria kepada mereka, \"Tuhanku telah diambil orang dan aku tidak tahu di mana Ia diletakkan.\"\n",
          "20:14 Sesudah berkata demikian ia menoleh ke belakang dan melihat Yesus berdiri di situ, tetapi ia tidak tahu bahwa itu adalah Yesus.\n",
          "20:15 Kata Yesus kepadanya, \"Ibu, mengapa engkau menangis? Siapa yang engkau cari?\" Maria menyangka orang itu penjaga taman, lalu berkata kepada-Nya, \"Tuan, jikalau Tuan yang mengambil Dia, katakanlah kepadaku, di mana Tuan meletakkan Dia, supaya aku dapat mengambil-Nya.\"\n",
          "20:16 Kata Yesus kepadanya, \"Maria!\" Maria berpaling dan berkata kepada-Nya dalam bahasa Ibrani, \"Rabuni!\", artinya Guru.\n",
          "20:17 Kata Yesus kepadanya, \"Janganlah engkau memegang Aku terus, sebab Aku belum naik kepada Bapa, tetapi pergilah kepada saudara-saudara-Ku dan katakanlah kepada mereka bahwa sekarang Aku akan pergi kepada Bapa-Ku dan Bapamu, kepada Allah-Ku dan Allahmu.\"\n",
          "20:18 Maria Magdalena pergi dan berkata kepada murid-murid, \"Aku telah melihat Tuhan!\" dan juga bahwa Dia yang mengatakan hal-hal itu kepadanya.\n",
          "20:19 Ketika hari sudah malam pada hari pertama minggu itu berkumpullah murid-murid Yesus di suatu tempat dengan pintu-pintu yang terkunci karena mereka takut kepada para penguasa Yahudi. Pada waktu itu datanglah Yesus dan berdiri di tengah-tengah mereka dan berkata, \" Damai sejahtera bagi kamu!\"\n",
          "20:20 Sesudah berkata demikian, Ia menunjukkan tangan-Nya dan lambung-Nya kepada mereka. Murid-murid itu bersukacita ketika mereka melihat Tuhan.\n",
          "20:21 Lalu kata Yesus sekali lagi, \" Damai sejahtera bagi kamu! Sama seperti Bapa mengutus Aku, demikian juga sekarang Aku mengutus kamu.\"\n",
          "20:22 Sesudah berkata demikian, Ia mengembusi mereka dan berkata, \" Terimalah Roh Kudus.\n",
          "20:23 Jikalau kamu mengampuni dosa orang, dosanya diampuni, dan jikalau kamu menyatakan dosa orang tetap ada, dosanya tetap ada.\"\n",
          "20:24 Tetapi Tomas, salah seorang dari kedua belas murid itu, yang disebut Didimus, tidak ada bersama-sama mereka, ketika Yesus datang ke situ.\n",
          "20:25 Jadi, kata murid-murid yang lain itu kepadanya, \"Kami telah melihat Tuhan!\" Tetapi Tomas berkata kepada mereka, \"Sebelum aku melihat bekas paku pada tangan-Nya dan sebelum aku menaruh jariku ke dalam bekas paku itu dan menaruh tanganku ke lambung-Nya, sekali-kali aku tidak akan percaya.\"\n",
          "20:26 Delapan hari kemudian murid-murid Yesus berada kembali dalam rumah itu dan Tomas bersama-sama dengan mereka. Sementara pintu-pintu terkunci, Yesus datang dan Ia berdiri di tengah-tengah mereka dan berkata, \" Damai sejahtera bagi kamu!\"\n",
          "20:27 Kemudian Ia berkata kepada Tomas, \"Taruhlah jarimu di sini dan lihatlah tangan-Ku, ulurkanlah tanganmu dan taruhlah ke lambung-Ku dan jangan engkau tidak percaya lagi, melainkan percayalah.\"\n",
          "20:28 Tomas menjawab Dia, \"Ya Tuhanku dan Allahku!\"\n",
          "20:29 Kata Yesus kepadanya, \"Karena engkau telah melihat Aku, maka engkau percaya. Berbahagialah mereka yang tidak melihat, namun percaya.\"\n",
          "20:30 Memang masih banyak tanda mukjizat lain yang diperbuat Yesus di depan mata murid-murid-Nya, yang tidak tercatat dalam kitab ini,\n",
          "20:31 tetapi hal-hal ini telah dicatat, supaya kamu percaya bahwa Yesuslah Mesias, Anak Allah, dan supaya karena percaya, kamu memperoleh hidup dalam nama-Nya.\n"
        ]
      }
    },
    {
      "21": {
        "en": [
          "21:1 After these things Jesus manifested Himself again to the disciples at the Sea of Tiberias. And He manifested Himself in this way:\n",
          "21:2 Simon Peter and Thomas, called Didymus, and Nathanael from Cana of Galilee and the sons of Zebedee and two others of His disciples were there together.\n",
          "21:3 Simon Peter said to them, I am going fishing. They said to him, We also are coming with you. They went forth and got into the boat, and that night they caught nothing.\n",
          "21:4 Now as soon as the morning broke, Jesus stood on the shore; however the disciples did not know that it was Jesus.\n",
          "21:5 Then Jesus said to them, Little children, you do not have any fish to eat, do you? They answered Him, No.\n",
          "21:6 And He said to them, Cast the net on the right side of the boat, and you will find some. They cast therefore, and they were no longer able to haul it in because of the abundance of fish.\n",
          "21:7 Then that disciple whom Jesus loved said to Peter, It is the Lord! Therefore when Simon Peter heard that it was the Lord, he put his outer garment around himself, for he was naked; and he threw himself into the sea.\n",
          "21:8 But the other disciples came in the little boat, for they were not far from the land, but about two hundred cubits away, dragging the net of fish.\n",
          "21:9 Then when they got out onto the land, they saw a fire of coals laid there, and fish lying on it and bread.\n",
          "21:10 Jesus said to them, Bring some of the fish that you have just now caught.\n",
          "21:11 Simon Peter therefore went up and hauled the net to the land full of large fish, a hundred and fifty-three; and though there were so many, the net was not torn.\n",
          "21:12 Jesus said to them, Come and have breakfast. But none of the disciples dared to inquire of Him, Who are you? knowing that it was the Lord.\n",
          "21:13 Jesus came and took the bread and gave it to them, and the fish likewise.\n",
          "21:14 This was now the third time that Jesus was manifested to the disciples after He had been raised from the dead.\n",
          "21:15 Then when they had eaten breakfast, Jesus said to Simon Peter, Simon, son of John, do you love Me more than these? He said to Him, Yes, Lord, You know that I love You. He said to him, Feed My lambs.\n",
          "21:16 He said to him again a second time, Simon, son of John, do you love Me? He said to Him, Yes, Lord, You know that I love You. He said to him, Shepherd My sheep.\n",
          "21:17 He said to him the third time, Simon, son of John, do you love Me? Peter was grieved that He said to him the third time, Do you love Me? And he said to Him, Lord, You know all things; You know that I love You. Jesus said to him, Feed My sheep.\n",
          "21:18 Truly, truly, I say to you, When you were younger, you girded yourself and walked where you wished; but when you grow old, you will stretch out your hands, and another will gird you and carry you where you do not wish to go.\n",
          "21:19 Now this He said, signifying by what kind of death he would glorify God. And when He had said this, He said to him, Follow Me.\n",
          "21:20 Peter, turning around, saw the disciple whom Jesus loved following, who also reclined on His breast at the supper, and said, Lord, who is the one betraying You?\n",
          "21:21 Peter therefore, seeing him, said to Jesus, Lord, and what about this man?\n",
          "21:22 Jesus said to him, If I want him to remain until I come, what is that to you? You follow Me.\n",
          "21:23 This word therefore went out among the brothers, that that disciple would not die, yet Jesus did not say to him that he would not die, but, If I want him to remain until I come, what is that to you?\n",
          "21:24 This is the disciple who testifies concerning these things, and the one who has written these things; and we know that his testimony is true.\n",
          "21:25 And there are also many other things which Jesus did, which, if they were written one by one, I suppose that not even the world itself could contain the books written.\n"
        ],
        "id": [
          "21:1 Kemudian Yesus menampakkan diri lagi kepada murid-murid-Nya di pantai Danau Tiberias dan Ia menampakkan diri sebagai berikut.\n",
          "21:2 Di pantai itu berkumpul Simon Petrus, Tomas yang disebut Didimus, Natanael dari Kana yang di Galilea, anak-anak Zebedeus dan dua orang murid-Nya yang lain.\n",
          "21:3 Kata Simon Petrus kepada mereka, \"Aku mau pergi menangkap ikan.\" Kata mereka kepadanya, \"Kami pergi juga dengan engkau.\" Mereka berangkat lalu naik ke perahu, tetapi malam itu mereka tidak menangkap apa-apa.\n",
          "21:4 Ketika hari mulai siang, Yesus berdiri di pantai; akan tetapi murid-murid itu tidak tahu bahwa itu adalah Yesus.\n",
          "21:5 Kata Yesus kepada mereka, \" Hai anak-anak, apakah kamu punya ikan?\" Jawab mereka, \" Tidak.\"\n",
          "21:6 Lalu kata Yesus kepada mereka, \"Tebarkanlah jalamu di sebelah kanan perahu, maka kamu akan mendapatnya.\" Mereka pun menebarkannya dan mereka tidak dapat menariknya lagi karena banyaknya ikan.\n",
          "21:7 Lalu murid yang dikasihi Yesus itu berkata kepada Petrus, \"Itu Tuhan.\" Ketika Petrus mendengar bahwa itu adalah Tuhan, maka ia mengenakan pakaiannya, sebab ia tidak berpakaian, lalu terjun ke dalam danau.\n",
          "21:8 Kemudian murid-murid yang lain datang dengan perahu karena mereka tidak jauh dari darat, hanya kira-kira seratus meter saja dan mereka menarik jala yang penuh ikan itu.\n",
          "21:9 Ketika mereka tiba di darat, mereka melihat api arang dan di atasnya ikan dan roti.\n",
          "21:10 Kata Yesus kepada mereka, \"Bawalah beberapa ikan, yang baru kamu tangkap itu.\"\n",
          "21:11 Simon Petrus naik ke perahu lalu menarik jala itu ke darat, penuh ikan-ikan besar: Seratus lima puluh tiga ekor banyaknya, dan sungguhpun sebanyak itu, jala itu tidak koyak.\n",
          "21:12 Kata Yesus kepada mereka, \" Marilah dan sarapanlah.\" Tidak ada di antara murid-murid itu yang berani bertanya kepada-Nya, \"Siapakah Engkau?\" Sebab mereka tahu bahwa Ia adalah Tuhan.\n",
          "21:13 Yesus maju ke depan, mengambil roti dan memberikannya kepada mereka, demikian juga ikan itu.\n",
          "21:14 Itulah ketiga kalinya Yesus menampakkan diri kepada murid-murid-Nya sesudah Ia dibangkitkan dari antara orang mati.\n",
          "21:15 Sesudah sarapan Yesus berkata kepada Simon Petrus, \" Simon, anak Yohanes, apakah engkau mengasihi Aku lebih daripada mereka ini?\" Jawab Petrus kepada-Nya, \"Benar Tuhan, Engkau tahu bahwa aku mengasihi Engkau.\" Kata Yesus kepadanya, \" Peliharalah anak-anak domba-Ku.\"\n",
          "21:16 Kata Yesus lagi kepadanya untuk kedua kalinya, \"Simon, anak Yohanes, apakah engkau mengasihi Aku?\" Jawab Petrus kepada-Nya, \"Benar Tuhan, Engkau tahu bahwa aku mengasihi Engkau.\" Kata Yesus kepadanya, \" Gembalakanlah domba-domba-Ku.\"\n",
          "21:17 Kata Yesus kepadanya untuk ketiga kalinya, \"Simon, anak Yohanes, apakah engkau mengasihi Aku?\" Petrus pun merasa sedih karena Yesus berkata untuk ketiga kalinya, \"Apakah engkau mengasihi Aku?\" Dan ia berkata kepada-Nya, \"Tuhan, Engkau tahu segala sesuatu, Engkau tahu bahwa aku mengasihi Engkau.\" Kata Yesus kepadanya, \" Peliharalah domba-domba-Ku.\n",
          "21:18 Sesungguhnya Aku berkata kepadamu: Ketika engkau masih muda engkau mengikat pinggangmu sendiri dan berjalan ke mana saja kaukehendaki, tetapi kalau engkau sudah tua, engkau akan mengulurkan tanganmu dan orang lain akan mengikat engkau dan membawa engkau ke tempat yang tidak kaukehendaki.\"\n",
          "21:19 Hal ini dikatakan-Nya untuk menyatakan bagaimana Petrus akan mati dan memuliakan Allah. Sesudah mengatakan demikian Ia berkata kepada Petrus, \" Ikutlah Aku.\"\n",
          "21:20 Ketika Petrus berpaling, ia melihat bahwa murid yang dikasihi Yesus sedang mengikuti mereka, yaitu murid yang pada waktu mereka sedang makan bersama duduk dekat Yesus dan yang berkata, \"Tuhan, siapakah dia yang akan menyerahkan Engkau?\"\n",
          "21:21 Ketika Petrus melihat murid itu, ia berkata kepada Yesus, \"Tuhan, bagaimana dengan dia ini?\"\n",
          "21:22 Jawab Yesus, \"Jikalau Aku menghendaki, supaya ia tinggal hidup sampai Aku datang, itu bukan urusanmu. Tetapi engkau: Ikutlah Aku.\"\n",
          "21:23 Lalu tersebarlah kabar di antara saudara-saudara itu bahwa murid itu tidak akan mati. Tetapi Yesus tidak mengatakan kepada Petrus bahwa murid itu tidak akan mati, melainkan, \"Jikalau Aku menghendaki supaya ia tinggal hidup sampai Aku datang, itu bukan urusanmu.\"\n",
          "21:24 Dialah murid yang bersaksi tentang semuanya ini dan yang telah menuliskannya dan kita tahu bahwa kesaksiannya itu benar.\n",
          "21:25 Masih banyak lagi hal-hal lain yang diperbuat oleh Yesus, tetapi jikalau semuanya itu harus dituliskan satu per satu, kupikir dunia ini tidak dapat memuat semua kitab yang harus ditulis itu.\n"
        ]
      }
    }
  ]
}
