{
  "Malachi": [
    {
      "1": {
        "en": [
          "1:1 The burden of the word of Jehovah to Israel through Malachi.\n",
          "1:2 I have loved you, says Jehovah; but you say, How have You loved us? Was not Esau Jacob?s brother, declares Jehovah? Yet I loved Jacob;\n",
          "1:3 But Esau I hated, and I made his mountains a desolation, and gave his inheritance to the jackals of the wilderness.\n",
          "1:4 Though Edom says, We are beaten down, but we will return and build up the waste places; thus says Jehovah of hosts, They will build up, but I will throw down; and they will be called the territory of wickedness and the people with whom Jehovah is indignant forever.\n",
          "1:5 And your eyes will see it, and you yourselves will say, Jehovah is magnified over the territory of Israel.\n",
          "1:6 A son honors his father, and a servant his lord. Therefore if I am a Father, where is My honor? And if I am the Lord, where is My fear? says Jehovah of hosts to you, O priests who despise My name. But you say, How have we despised Your name?\n",
          "1:7 You offer defiled food upon My altar. And you say, How have we defiled You? In that you say, The table of Jehovah is despicable.\n",
          "1:8 And when you offer what is blind as a sacrifice, is it not evil? And when you offer what is lame and sick, is it not evil? Present it, if you will, to your governor. Will he be pleased with you or accept your person? says Jehovah of hosts.\n",
          "1:9 And now, if you will, entreat the favor of God, that He may be gracious to us. This is what is from your hand. Will He accept any of your persons? says Jehovah of hosts.\n",
          "1:10 Oh, that there were even someone among you who would shut the doors so that you would not kindle fire on My altar in vain! I have no delight in you, says Jehovah of hosts; and I am not pleased with the sacrifice from your hand.\n",
          "1:11 For from the rising of the sun even unto its setting My name will be great among the nations. And in every place incense will be offered to My name as well as a pure sacrifice, for My name will be great among the nations, says Jehovah of hosts.\n",
          "1:12 But you profane it by saying, The table of the Lord is defiled, and the produce on it, its food, is despicable.\n",
          "1:13 And you say, Ah, how tiresome it is! and sniff at it in contempt, says Jehovah of hosts. Then you bring what has been stolen and what is lame and what is sick, and you offer it as a sacrifice. Should I be pleased with what comes from your hand? says Jehovah.\n",
          "1:14 Rather, cursed be the deceiver who has in his flock a male, and when he makes a vow, he offers what is blemished to the Lord; for I am a great King, says Jehovah of hosts, and My name is feared among the nations.\n"
        ],
        "id": [
          "1:1 Ucapan ilahi. Firman Tuhan kepada Israel dengan perantaraan Maleakhi.\n",
          "1:2 Aku mengasihi kamu, firman Tuhan. Tetapi kamu berkata: Dengan cara bagaimanakah Engkau mengasihi kami? Bukankah Esau itu kakak Yakub? demikianlah firman Tuhan. Namun Aku mengasihi Yakub,\n",
          "1:3 tetapi membenci Esau. Sebab itu Aku membuat pegunungannya menjadi sunyi sepi dan tanah pusakanya Kujadikan padang gurun.\n",
          "1:4 Apabila Edom berkata: Kami telah hancur, tetapi kami akan membangun kembali reruntuhan itu, maka beginilah firman Tuhan semesta alam: Mereka boleh membangun, tetapi Aku akan merobohkannya; dan orang akan menyebutkannya daerah kefasikan dan bangsa yang kepadanya Tuhan murka sampai selama-lamanya.\n",
          "1:5 Matamu akan melihat dan kamu sendiri akan berkata: Tuhan maha besar sampai di luar daerah Israel.\n",
          "1:6 Seorang anak menghormati bapanya dan seorang hamba menghormati tuannya. Jika Aku ini bapa, di manakah hormat yang kepada-Ku itu? Jika Aku ini tuan, di manakah takut yang kepada-Ku itu? firman Tuhan semesta alam kepada kamu, hai para imam yang menghina nama-Ku. Tetapi kamu berkata: Dengan cara bagaimanakah kami menghina nama-Mu?\n",
          "1:7 Kamu membawa roti cemar ke atas mezbah-Ku, tetapi berkata: Dengan cara bagaimanakah kami mencemarkannya? Dengan cara menyangka: Meja Tuhan boleh dihinakan!\n",
          "1:8 Apabila kamu membawa seekor binatang buta untuk dipersembahkan, tidakkah itu jahat? Apabila kamu membawa binatang yang timpang dan sakit, tidakkah itu jahat? Cobalah menyampaikannya kepada bupatimu, apakah ia berkenan kepadamu, apalagi menyambut engkau dengan baik? firman Tuhan semesta alam.\n",
          "1:9 Maka sekarang: Cobalah melunakkan hati Allah, supaya Ia mengasihani kita! Oleh tangan kamulah terjadi hal itu, masakan Ia akan menyambut salah seorang dari padamu dengan baik? firman Tuhan semesta alam.\n",
          "1:10 Sekiranya ada di antara kamu yang mau menutup pintu, supaya jangan kamu menyalakan api di mezbah-Ku dengan percuma. Aku tidak suka kepada kamu, firman Tuhan semesta alam, dan Aku tidak berkenan menerima persembahan dari tanganmu.\n",
          "1:11 Sebab dari terbitnya sampai kepada terbenamnya matahari nama-Ku besar di antara bangsa-bangsa, dan di setiap tempat dibakar dan dipersembahkan kurban bagi nama-Ku dan juga kurban sajian yang tahir; sebab nama-Ku besar di antara bangsa-bangsa, firman Tuhan semesta alam.\n",
          "1:12 Tetapi kamu ini menajiskannya, karena kamu menyangka: Meja Tuhan memang cemar dan makanan yang ada di situ boleh dihinakan!\n",
          "1:13 Kamu berkata: Lihat, alangkah susah payahnya! dan kamu menyusahkan Aku, firman Tuhan semesta alam. Kamu membawa binatang yang dirampas, binatang yang timpang dan binatang yang sakit, kamu membawanya sebagai persembahan. Akan berkenankah Aku menerimanya dari tanganmu? firman Tuhan.\n",
          "1:14 Terkutuklah penipu, yang mempunyai seekor binatang jantan di antara kawanan ternaknya, yang dinazarkannya, tetapi ia mempersembahkan binatang yang cacat kepada Tuhan. Sebab Aku ini Raja yang besar, firman Tuhan semesta alam, dan nama-Ku ditakuti di antara bangsa-bangsa.\n"
        ]
      }
    },
    {
      "2": {
        "en": [
          "2:1 And now this commandment is for you, O priests.\n",
          "2:2 If you will not hear and take it to heart to give glory to My name, says Jehovah of hosts, I will send the curse among you, and I will curse your blessings; indeed I have cursed them already because you have not taken it to heart.\n",
          "2:3 I will rebuke your seed and spread dung upon your faces, the dung of your feasts; and they will take you away with it.\n",
          "2:4 And you will know that I have sent this commandment to you, that My covenant may remain with Levi, says Jehovah of hosts.\n",
          "2:5 My covenant was with him as life and peace; and I gave these to him that he might fear; and he did fear Me, and he did stand in awe of My name.\n",
          "2:6 The law of truth was in his mouth, and no wrong was found in his lips; in peace and uprightness he walked with Me, and he turned many away from iniquity.\n",
          "2:7 For the priest?s lips should keep knowledge, and men should seek instruction from his mouth, for he is the messenger of Jehovah of hosts.\n",
          "2:8 But you have turned away from the way; you have caused many to stumble at the law; you have corrupted the covenant of Levi, says Jehovah of hosts.\n",
          "2:9 Therefore I also have made you despicable and base before all the people to the same extent that you have not kept My ways but have been respecters of persons in the law.\n",
          "2:10 Have we not all one Father? Has not one God created us? Why are we treacherous, each one to his brother, thus profaning the covenant of our fathers?\n",
          "2:11 Judah has been treacherous, and an abomination has been done in Israel and in Jerusalem; for Judah has profaned the sanctuary of Jehovah, which He loves, and has married the daughter of a foreign god.\n",
          "2:12 As regards the man who does this, Jehovah will cut off from the tents of Jacob him who wakes and him who answers and him who offers a sacrifice to Jehovah of hosts.\n",
          "2:13 And this second thing you do: You cover the altar of Jehovah with tears, with weeping and sighing, so that He no longer regards the sacrifice or receives it with pleasure from your hand.\n",
          "2:14 Yet you say, For what reason? Because Jehovah has been the witness between you and the wife of your youth, to whom you have been treacherous; yet she is your companion and your wife of covenant.\n",
          "2:15 But He not make them one? And the remnant of the Spirit was His. And why the one? He sought the seed of God. Take heed then to your spirit, and let no one be treacherous to the wife of his youth.\n",
          "2:16 For I hate divorce, says Jehovah the God of Israel; and he who does it behaves in violence, says Jehovah of hosts. Take heed then to your spirit, and do not be treacherous.\n",
          "2:17 You have wearied Jehovah with your words; but you say, How have we wearied Him? By saying, Everyone who does evil is good in the sight of Jehovah, and He delights in them; or, Where is the God of justice?\n"
        ],
        "id": [
          "2:1 Maka sekarang, kepada kamulah tertuju perintah ini, hai para imam!\n",
          "2:2 Jika kamu tidak mendengarkan, dan jika kamu tidak memberi perhatian untuk menghormati nama-Ku, firman Tuhan semesta alam, maka Aku akan mengirimkan kutuk ke antaramu dan akan membuat berkat-berkatmu menjadi kutuk, dan Aku telah membuatnya menjadi kutuk, sebab kamu ini tidak memperhatikan.\n",
          "2:3 Sesungguhnya, Aku akan mematahkan lenganmu dan akan melemparkan kotoran ke mukamu, yakni kotoran kurban dari hari-hari rayamu, dan orang akan menyeret kamu ke kotoran itu.\n",
          "2:4 Maka kamu akan sadar, bahwa Kukirimkan perintah ini kepadamu, supaya perjanjian-Ku dengan Lewi tetap dipegang, firman Tuhan semesta alam.\n",
          "2:5 Perjanjian-Ku dengan dia pada satu pihak ialah kehidupan dan sejahtera dan itu Kuberikan kepadanya - pada pihak lain ketakutan - dan ia takut kepada-Ku dan gentar terhadap nama-Ku.\n",
          "2:6 Pengajaran yang benar ada dalam mulutnya dan kecurangan tidak terdapat pada bibirnya. Dalam damai sejahtera dan kejujuran ia mengikuti Aku dan banyak orang dibuatnya berbalik dari pada kesalahan.\n",
          "2:7 Sebab bibir seorang imam memelihara pengetahuan dan orang mencari pengajaran dari mulutnya, sebab dialah utusan Tuhan semesta alam.\n",
          "2:8 Tetapi kamu ini menyimpang dari jalan; kamu membuat banyak orang tergelincir dengan pengajaranmu; kamu merusakkan perjanjian dengan Lewi, firman Tuhan semesta alam.\n",
          "2:9 Maka Aku pun akan membuat kamu hina dan rendah bagi seluruh umat ini, oleh karena kamu tidak mengikuti jalan yang Kutunjukkan, tetapi memandang bulu dalam pengajaranmu.\n",
          "2:10 Bukankah kita sekalian mempunyai satu bapa? Bukankah satu Allah menciptakan kita? Lalu mengapa kita berkhianat satu sama lain dan dengan demikian menajiskan perjanjian nenek moyang kita?\n",
          "2:11 Yehuda berkhianat, dan perbuatan keji dilakukan di Israel dan di Yerusalem, sebab Yehuda telah menajiskan tempat kudus yang dikasihi Tuhan dan telah menjadi suami anak perempuan allah asing.\n",
          "2:12 Biarlah Tuhan melenyapkan dari kemah-kemah Yakub segenap keturunan orang yang berbuat demikian, sekalipun ia membawa persembahan kepada Tuhan semesta alam!\n",
          "2:13 Dan inilah yang kedua yang kamu lakukan: Kamu menutupi mezbah Tuhan dengan air mata, dengan tangisan dan rintihan, oleh karena Ia tidak lagi berpaling kepada persembahan dan tidak berkenan menerimanya dari tanganmu.\n",
          "2:14 Dan kamu bertanya: Oleh karena apa? Oleh sebab Tuhan telah menjadi saksi antara engkau dan isteri masa mudamu yang kepadanya engkau telah tidak setia, padahal dialah teman sekutumu dan isteri seperjanjianmu.\n",
          "2:15 Bukankah Allah yang Esa menjadikan mereka daging dan roh? Dan apakah yang dikehendaki kesatuan itu? Keturunan ilahi! Jadi jagalah dirimu! Dan janganlah orang tidak setia terhadap isteri dari masa mudanya.\n",
          "2:16 Sebab Aku membenci perceraian, firman Tuhan, Allah Israel - juga orang yang menutupi pakaiannya dengan kekerasan, firman Tuhan semesta alam. Maka jagalah dirimu dan janganlah berkhianat!\n",
          "2:17 Kamu menyusahi Tuhan dengan perkataanmu. Tetapi kamu berkata: Dengan cara bagaimanakah kami menyusahi Dia? Dengan cara kamu menyangka: Setiap orang yang berbuat jahat adalah baik di mata Tuhan; kepada orang-orang yang demikianlah Ia berkenan - atau jika tidak, di manakah Allah yang menghukum?\n"
        ]
      }
    },
    {
      "3": {
        "en": [
          "3:1 I am about to send My messenger, and he will clear the way before Me; and suddenly the Lord, whom you seek, will come to His temple. And the Angel of the covenant, whom you desire, He will come, says Jehovah of hosts.\n",
          "3:2 And who will endure the day of His coming? And who will stand when He appears? For He is like a refiner?s fire and like fullers? soap.\n",
          "3:3 And He will sit as a refiner and a purifier of silver, and He will purify the sons of Levi and purge them like gold and like silver, and they will offer to Jehovah a sacrifice in righteousness.\n",
          "3:4 And the sacrifice of Judah and of Jerusalem will be pleasing to Jehovah, as in the days of old and as in the former years.\n",
          "3:5 And I will draw near to you for judgment; and I will be a swift witness against the sorcerers and against the adulterers and against those who swear falsely and against those who oppress the hired worker for his hire, and the widow and the orphan, and those who turn the stranger aside, and who do not fear Me, says Jehovah of hosts.\n",
          "3:6 For I, Jehovah, do not change; therefore you, O sons of Jacob, are not consumed.\n",
          "3:7 From the days of your fathers you have turned aside from My statutes and have not kept them. Return to Me, and I will return to you, says Jehovah of hosts. But you say, How shall we return?\n",
          "3:8 Will a man rob God? Yet you have robbed Me. But you say, How have we robbed You? In tithes and offerings.\n",
          "3:9 With the curse you are cursed, yet you, even the whole nation, rob Me.\n",
          "3:10 Bring the whole tithe to the storehouse that there may be food in My house; and prove Me, if you will, by this, says Jehovah of hosts, whether I will open to you the windows of heaven and pour out blessing for you until there is no room for it.\n",
          "3:11 And I will rebuke the devourer for your sake, and for your sake he will not destroy the fruit of the ground; and for your sake the vine will not lose its fruit in the field, says Jehovah of hosts.\n",
          "3:12 And all the nations will call you blessed, for you will be a land of delight, says Jehovah of hosts.\n",
          "3:13 Your words have been strongly Me, says Jehovah; but you say, What have we spoken against You?\n",
          "3:14 You say, It is vain to serve God; and what profit is it that we have kept His charge and have walked mournfully before Jehovah of hosts?\n",
          "3:15 And now we call the arrogant blessed; not only have those who act wickedly been built up, but they also try God and escape.\n",
          "3:16 Then those who feared Jehovah spoke to one another, each with his neighbor. And Jehovah gave heed and listened, and a book of remembrance was written before Him of those who feared Jehovah and considered His name.\n",
          "3:17 And they will be Mine, says Jehovah of hosts, a personal treasure, in the day that I prepare; and I will spare them, as a man spares his son who serves him.\n",
          "3:18 And you will return and discern between him who is righteous and him who is wicked, between him who serves God and him who does not serve Him.\n"
        ],
        "id": [
          "3:1 Lihat, Aku menyuruh utusan-Ku, supaya ia mempersiapkan jalan di hadapan-Ku! Dengan mendadak Tuhan yang kamu cari itu akan masuk ke bait-Nya! Malaikat Perjanjian yang kamu kehendaki itu, sesungguhnya, Ia datang, firman Tuhan semesta alam.\n",
          "3:2 Siapakah yang dapat tahan akan hari kedatangan-Nya? Dan siapakah yang dapat tetap berdiri, apabila Ia menampakkan diri? Sebab Ia seperti api tukang pemurni logam dan seperti sabun tukang penatu.\n",
          "3:3 Ia akan duduk seperti orang yang memurnikan dan mentahirkan perak; dan Ia mentahirkan orang Lewi, menyucikan mereka seperti emas dan seperti perak, supaya mereka menjadi orang-orang yang mempersembahkan kurban yang benar kepada Tuhan.\n",
          "3:4 Maka persembahan Yehuda dan Yerusalem akan menyenangkan hati Tuhan seperti pada hari-hari dahulu kala dan seperti tahun-tahun yang sudah-sudah.\n",
          "3:5 Aku akan mendekati kamu untuk menghakimi dan akan segera menjadi saksi terhadap tukang-tukang sihir, orang-orang berzina dan orang-orang yang bersumpah dusta dan terhadap orang-orang yang menindas orang upahan, janda dan anak piatu, dan yang mendesak ke samping orang asing, dengan tidak takut kepada-Ku, firman Tuhan semesta alam.\n",
          "3:6 Bahwasanya Aku, Tuhan, tidak berubah, dan kamu, bani Yakub, tidak akan lenyap.\n",
          "3:7 Sejak zaman nenek moyangmu kamu telah menyimpang dari ketetapan-Ku dan tidak memeliharanya. Kembalilah kepada-Ku, maka Aku akan kembali kepadamu, firman Tuhan semesta alam. Tetapi kamu berkata: Dengan cara bagaimanakah kami harus kembali?\n",
          "3:8 Bolehkah manusia menipu Allah? Namun kamu menipu Aku. Tetapi kamu berkata: Dengan cara bagaimanakah kami menipu Engkau? Mengenai persembahan persepuluhan dan persembahan khusus!\n",
          "3:9 Kamu telah kena kutuk, tetapi kamu masih menipu Aku, ya kamu seluruh bangsa!\n",
          "3:10 Bawalah seluruh persembahan persepuluhan itu ke dalam rumah perbendaharaan, supaya ada persediaan makanan di rumah-Ku dan ujilah Aku, firman Tuhan semesta alam, apakah Aku tidak membukakan bagimu tingkap-tingkap langit dan mencurahkan berkat kepadamu sampai berkelimpahan.\n",
          "3:11 Aku akan menghardik bagimu belalang pelahap, supaya jangan dihabisinya hasil tanahmu dan supaya jangan pohon anggur di padang tidak berbuah bagimu, firman Tuhan semesta alam.\n",
          "3:12 Maka segala bangsa akan menyebut kamu berbahagia, sebab kamu ini akan menjadi negeri kesukaan, firman Tuhan semesta alam.\n",
          "3:13 Bicaramu kurang ajar tentang Aku, firman Tuhan. Tetapi kamu berkata: Apakah kami bicarakan di antara kami tentang Engkau?\n",
          "3:14 Kamu berkata: Adalah sia-sia beribadah kepada Allah. Apakah untungnya kita memelihara apa yang harus dilakukan terhadap-Nya dan berjalan dengan pakaian berkabung di hadapan Tuhan semesta alam?\n",
          "3:15 Oleh sebab itu kita ini menyebut berbahagia orang-orang yang gegabah: bukan saja mujur orang-orang yang berbuat fasik itu, tetapi dengan mencobai Allah pun, mereka luput juga.\n",
          "3:16 Beginilah berbicara satu sama lain orang-orang yang takut akan Tuhan: Tuhan memperhatikan dan mendengarnya; sebuah kitab peringatan ditulis di hadapan-Nya bagi orang-orang yang takut akan Tuhan dan bagi orang-orang yang menghormati nama-Nya.\n",
          "3:17 Mereka akan menjadi milik kesayangan-Ku sendiri, firman Tuhan semesta alam, pada hari yang Kusiapkan. Aku akan mengasihani mereka sama seperti seseorang menyayangi anaknya yang melayani dia.\n",
          "3:18 Maka kamu akan melihat kembali perbedaan antara orang benar dan orang fasik, antara orang yang beribadah kepada Allah dan orang yang tidak beribadah kepada-Nya.\n"
        ]
      }
    },
    {
      "4": {
        "en": [
          "4:1 For indeed the day comes, burning like a furnace, and all the proud ones and all the ones who act wickedly will be stubble; and the coming day will set them ablaze, says Jehovah of hosts, so that it will not leave them root or branch.\n",
          "4:2 But unto you who fear My name will the Sun of righteousness arise with healing in His wings, and you will go forth and leap about like well-fed calves.\n",
          "4:3 And you will trample the wicked, for they will be ashes under the soles of your feet in the day that I prepare, says Jehovah of hosts.\n",
          "4:4 Remember the law of Moses My servant, which I commanded him in Horeb for all Israel, that is, the statutes and the ordinances.\n",
          "4:5 I am about to send Elijah the prophet to you before the great and terrible day of Jehovah comes;\n",
          "4:6 And he will turn the heart of the fathers to the children and the heart of the children to their fathers, lest I come and strike the land with a curse.\n"
        ],
        "id": [
          "4:1 Bahwa sesungguhnya hari itu datang, menyala seperti perapian, maka semua orang gegabah dan setiap orang yang berbuat fasik menjadi seperti jerami dan akan terbakar oleh hari yang datang itu, firman Tuhan semesta alam, sampai tidak ditinggalkannya akar dan cabang mereka.\n",
          "4:2 Tetapi kamu yang takut akan nama-Ku, bagimu akan terbit surya kebenaran dengan kesembuhan pada sayapnya. Kamu akan keluar dan berjingkrak-jingkrak seperti anak lembu lepas kandang.\n",
          "4:3 Kamu akan menginjak-injak orang-orang fasik, sebab mereka akan menjadi abu di bawah telapak kakimu, pada hari yang Kusiapkan itu, firman Tuhan semesta alam.\n",
          "4:4 Ingatlah kepada Taurat yang telah Kuperintahkan kepada Musa, hamba-Ku, di gunung Horeb untuk disampaikan kepada seluruh Israel, yakni ketetapan-ketetapan dan hukum-hukum.\n",
          "4:5 Sesungguhnya Aku akan mengutus nabi Elia kepadamu menjelang datangnya hari Tuhan yang besar dan dahsyat itu.\n",
          "4:6 Maka ia akan membuat hati bapa-bapa berbalik kepada anak-anaknya dan hati anak-anak kepada bapa-bapanya supaya jangan Aku datang memukul bumi sehingga musnah.\n"
        ]
      }
    }
  ]
}
