{
  "Mark": [
    {
      "1": {
        "en": [
          "1:1 The beginning of the gospel of Jesus Christ, the Son of God,\n",
          "1:2 Even as it is written in Isaiah the prophet: ?Behold, I send My messenger before Your face, who will prepare Your way,\n",
          "1:3 A voice of one crying in the wilderness: Prepare the way of the Lord; make straight His paths.?\n",
          "1:4 John came baptizing in the wilderness and preaching a baptism of repentance for forgiveness of sins.\n",
          "1:5 And all the region of Judea went out to him, and all the people of Jerusalem; and they were baptized by him in the Jordan River, as they confessed their sins.\n",
          "1:6 And John was clothed in camel?s hair and had a leather girdle around his loins, and he ate locusts and wild honey.\n",
          "1:7 And he preached, saying, He who is stronger than I comes after me, the thong of whose sandals I am not worthy to stoop down and untie.\n",
          "1:8 I have baptized you in water, but He Himself will baptize you in the Holy Spirit.\n",
          "1:9 And in those days Jesus came from Nazareth of Galilee and was baptized in the Jordan by John.\n",
          "1:10 And immediately, coming up out of the water, He saw the heavens being parted and the Spirit as a dove descending upon Him 4 .\n",
          "1:11 And a voice came out of the heavens: You are My Son, the Beloved; in You I have found My delight.\n",
          "1:12 And immediately the Spirit thrust Him out into the wilderness.\n",
          "1:13 And He was in the wilderness forty days, being tempted by Satan; and He was with the wild animals, and the angels ministered to Him.\n",
          "1:14 And after John was delivered up, Jesus came into Galilee, proclaiming the gospel of God,\n",
          "1:15 And saying, The time is fulfilled and the kingdom of God has drawn near. Repent and believe in the gospel.\n",
          "1:16 And passing beside the Sea of Galilee, He saw Simon and Andrew, Simon?s brother, casting a net in the sea, for they were fishermen.\n",
          "1:17 And Jesus said to them, Come after Me, and I will cause you to become fishers of men.\n",
          "1:18 And immediately leaving the nets, they followed Him.\n",
          "1:19 And going on a little, He saw James the son of Zebedee and John his brother, who also were in their boat, mending the nets.\n",
          "1:20 And immediately He called them, and leaving their father Zebedee in the boat with the hired servants, they went after Him.\n",
          "1:21 And they into Capernaum, and immediately, on the Sabbath, He entered into the synagogue and taught.\n",
          "1:22 And they were astounded at His teaching, for He taught them as One having authority and not like the scribes.\n",
          "1:23 And immediately, there was in their synagogue a man with an unclean spirit, and he cried out, saying,\n",
          "1:24 What have we to do with You, Jesus, Nazarene? Have You come to destroy us? I know who You are?the Holy One of God.\n",
          "1:25 And Jesus rebuked him, saying, Be quiet and come out of him!\n",
          "1:26 And the unclean spirit, convulsing him and shouting with a loud voice, came out of him.\n",
          "1:27 And they were all amazed, so that they discussed among themselves, saying, What is this? A new teaching! With authority He orders even the unclean spirits, and they obey Him.\n",
          "1:28 And immediately the report concerning Him went out everywhere into all the surrounding region of Galilee.\n",
          "1:29 And immediately, going out of the synagogue, they came into the house of Simon and Andrew with James and John.\n",
          "1:30 And Simon?s mother-in-law was lying down with a fever, and immediately they told Him about her.\n",
          "1:31 And He came to her and raised her up, holding her hand, and the fever left her, and she served them.\n",
          "1:32 And when evening fell and the sun had set, they brought to Him all those who were ill and those who were demon-possessed.\n",
          "1:33 And the whole city was gathered together at the door.\n",
          "1:34 And He healed many who were ill with various diseases, and He cast out many demons and did not allow the demons to speak, because they knew Him.\n",
          "1:35 And rising very early in the morning, while it was still night, He went out and went away to a deserted place, and there He prayed.\n",
          "1:36 And Simon and those with him hunted for Him,\n",
          "1:37 And they found Him and said to Him, All are seeking You.\n",
          "1:38 And He said to them, Let us go elsewhere into the nearby towns that I may preach there also, because for this purpose I came out.\n",
          "1:39 And He went preaching in their synagogues in the whole of Galilee and casting out the demons.\n",
          "1:40 And a leper came to Him, entreating Him and falling on his knees and saying to Him, If You are willing, You can cleanse me.\n",
          "1:41 And He was moved with compassion, and stretching out His hand, He touched him and said to him, I am willing; be cleansed!\n",
          "1:42 And immediately the leprosy left him, and he was cleansed.\n",
          "1:43 And sternly charging him, immediately He thrust him out,\n",
          "1:44 And said to him, See that you say nothing to anyone; but go, show yourself to the priest and offer for your cleansing the things which Moses commanded, for a testimony to them.\n",
          "1:45 But he went out and began to proclaim it much and to spread the matter abroad, so that He could no longer enter openly into a city, but He stayed outside in deserted places. And they came to Him from everywhere.\n"
        ],
        "id": [
          "1:1 Inilah permulaan Injil tentang Yesus Kristus, Anak Allah.\n",
          "1:2 Seperti ada tertulis dalam kitab nabi Yesaya, \" Lihatlah, Aku menyuruh utusan-Ku mendahului Engkau, ia akan mempersiapkan jalan bagi-Mu;\n",
          "1:3 ada suara orang yang berseru-seru di padang gurun: Persiapkanlah jalan untuk Tuhan, luruskanlah jalan bagi-Nya\",\n",
          "1:4 demikianlah Yohanes Pembaptis tampil di padang gurun dan memberitakan baptisan tobat untuk pengampunan dosa.\n",
          "1:5 Maka berdatanganlah kepadanya orang-orang dari seluruh daerah Yudea dan semua penduduk Yerusalem, dan sambil mengaku dosanya mereka dibaptis di Sungai Yordan.\n",
          "1:6 Yohanes memakai jubah bulu unta dan ikat pinggang kulit, dan makanannya belalang dan madu hutan.\n",
          "1:7 Ia memberitakan demikian, \"Sesudah aku akan datang Ia yang lebih berkuasa daripada aku; membungkuk dan membuka tali kasut-Nya pun aku tidak layak.\n",
          "1:8 Aku membaptis kamu dengan air, tetapi Ia akan membaptis kamu dengan Roh Kudus.\"\n",
          "1:9 Pada waktu itu datanglah Yesus dari Nazaret di tanah Galilea, dan Ia dibaptis di sungai Yordan oleh Yohanes.\n",
          "1:10 Pada saat Ia keluar dari air, langsung Ia melihat langit terkoyak, dan Roh seperti burung merpati turun ke atas-Nya .\n",
          "1:11 Lalu terdengarlah suara dari surga: \" Engkaulah Anak-Ku yang terkasih, kepada-Mulah Aku berkenan.\"\n",
          "1:12 Segera sesudah itu Roh memimpin Dia ke padang gurun.\n",
          "1:13 Di padang gurun itu selama empat puluh hari ia dicobai oleh Iblis. Ia tinggal bersama dengan binatang-binatang liar dan malaikat-malaikat melayani Dia.\n",
          "1:14 Sesudah Yohanes ditangkap datanglah Yesus ke Galilea memberitakan Injil Allah,\n",
          "1:15 kata-Nya, \"Saatnya telah genap; Kerajaan Allah sudah dekat. Bertobatlah dan percayalah kepada Injil!\"\n",
          "1:16 Ketika Yesus sedang berjalan menyusur Danau Galilea, Ia melihat Simon dan Andreas, saudara Simon. Mereka sedang menebarkan jala di danau, sebab mereka penjala ikan.\n",
          "1:17 Yesus berkata kepada mereka: \"Mari, ikutlah Aku dan kamu akan Kujadikan penjala manusia.\"\n",
          "1:18 Lalu mereka pun segera meninggalkan jalanya dan mengikuti Dia.\n",
          "1:19 Setelah Yesus meneruskan perjalanan-Nya sedikit lagi, Ia melihat Yakobus, anak Zebedeus, dan Yohanes, saudaranya, sedang membereskan jala di dalam perahu.\n",
          "1:20 Yesus segera memanggil mereka dan mereka meninggalkan ayahnya, Zebedeus, di dalam perahu bersama orang-orang upahannya lalu mengikuti Dia.\n",
          "1:21 Yesus dan murid-murid-Nya tiba di Kapernaum. Setelah hari Sabat mulai, Yesus segera masuk ke dalam rumah ibadat dan mengajar.\n",
          "1:22 Mereka takjub mendengar pengajaran-Nya, sebab Ia mengajar mereka sebagai orang yang berkuasa, tidak seperti ahli-ahli Taurat.\n",
          "1:23 Pada waktu itu di dalam rumah ibadat itu ada seorang yang kerasukan roh jahat. Orang itu berteriak,\n",
          "1:24 \" Apa urusan-Mu dengan kami, hai Yesus orang Nazaret? Apakah Engkau datang untuk membinasakan kami? Aku tahu siapa Engkau: Yang Kudus dari Allah.\"\n",
          "1:25 Tetapi Yesus membentaknya, \" Diam, keluarlah dari pada dia!\"\n",
          "1:26 Roh jahat itu mengguncang-guncang orang itu, dan sambil menjerit dengan suara nyaring roh itu keluar dari dia.\n",
          "1:27 Mereka semua takjub, sehingga mereka memperbincangkannya, katanya: \"Apa ini? Suatu ajaran baru disertai dengan kuasa! Ia memberi perintah kepada roh-roh jahat dan mereka taat kepada-Nya.\"\n",
          "1:28 Lalu segera tersebarlah kabar tentang Dia ke segala penjuru di seluruh Galilea.\n",
          "1:29 Sekeluarnya dari rumah ibadat itu Yesus dengan Yakobus dan Yohanes pergi ke rumah Simon dan Andreas.\n",
          "1:30 Ibu mertua Simon terbaring karena sakit demam. Mereka segera memberitahukan keadaannya kepada Yesus.\n",
          "1:31 Ia pergi ke tempat perempuan itu, dan sambil memegang tangannya Ia membangunkan dia, lalu lenyaplah demamnya. Kemudian perempuan itu melayani mereka.\n",
          "1:32 Menjelang malam, sesudah matahari terbenam, dibawalah kepada Yesus semua orang yang menderita sakit dan yang kerasukan setan.\n",
          "1:33 Seluruh penduduk kota itu pun berkerumun di depan pintu.\n",
          "1:34 Ia menyembuhkan banyak orang yang menderita bermacam-macam penyakit dan mengusir banyak setan; Ia tidak memperbolehkan setan-setan itu berbicara, sebab mereka mengenal Dia.\n",
          "1:35 Pagi-pagi benar, waktu hari masih gelap, Ia bangun dan pergi ke luar. Ia pergi ke tempat yang terpencil dan berdoa di sana.\n",
          "1:36 Tetapi Simon dan kawan-kawannya mencari-cari Dia;\n",
          "1:37 Ketika mereka menemukan-Nya, mereka berkata kepada-Nya, \"Semua orang mencari Engkau.\"\n",
          "1:38 Jawab-Nya: \"Marilah kita pergi ke tempat lain, ke kota-kota sekitar ini, supaya di sana juga Aku memberitakan Injil, karena untuk itu Aku telah datang.\"\n",
          "1:39 Lalu pergilah Ia ke seluruh Galilea dan memberitakan Injil dalam rumah-rumah ibadat mereka dan mengusir setan-setan.\n",
          "1:40 Seorang yang sakit kusta datang kepada Yesus, dan sambil berlutut di hadapan-Nya ia memohon bantuan-Nya, katanya: \"Kalau Engkau mau, Engkau dapat menyembuhkan aku.\"\n",
          "1:41 Lalu tergeraklah hati-Nya oleh belas kasihan. Ia mengulurkan tangan-Nya, menyentuh orang itu dan berkata kepadanya: \"Aku mau, jadilah engkau tahir.\"\n",
          "1:42 Seketika itu juga lenyaplah penyakit kusta orang itu dan ia sembuh.\n",
          "1:43 Segera Ia menyuruh orang itu pergi dengan peringatan keras:\n",
          "1:44 \"Ingat, jangan katakan sesuatu kepada siapa pun juga, tetapi pergilah, perlihatkanlah dirimu kepada imam dan persembahkanlah untuk upacara penyucianmu persembahan, yang diperintahkan oleh Musa, sebagai bukti bagi mereka.\"\n",
          "1:45 Tetapi orang itu pergi memberitakan peristiwa itu serta menyebarkan nya kemana-mana, sehingga Yesus tidak dapat lagi terang-terangan masuk ke dalam kota. Ia tinggal di luar di tempat-tempat yang terpencil; namun orang terus juga datang kepada-Nya dari segala penjuru.\n"
        ]
      }
    },
    {
      "2": {
        "en": [
          "2:1 And He entered again into Capernaum after a few days, and it was heard that He was at home.\n",
          "2:2 And many were gathered together, so that there was no longer room, not even at the door. And He spoke to them the word.\n",
          "2:3 And they came, bringing to Him a paralytic carried by four men.\n",
          "2:4 And being unable to bring him to Him because of the crowd, they removed the roof where He was. And when they had dug through, they lowered the mat on which the paralytic was lying.\n",
          "2:5 And Jesus, seeing their faith, said to the paralytic, Child, your sins are forgiven.\n",
          "2:6 But some of the scribes were sitting there and reasoning in their hearts,\n",
          "2:7 Why is this man speaking this way? He is blaspheming! Who can forgive sins except One, God?\n",
          "2:8 And immediately Jesus, knowing fully in His spirit that they were reasoning this way within themselves, said to them, Why are you reasoning about these things in your hearts?\n",
          "2:9 Which is easier: to say to the paralytic, Your sins are forgiven, or to say, Rise and take up your mat and walk?\n",
          "2:10 But that you may know that the Son of Man has authority to forgive sins on earth?He said to the paralytic,\n",
          "2:11 To you I say, Rise, take up your mat and go to your house.\n",
          "2:12 And he rose and immediately took up the mat and went out before them all, so that they were all amazed and glorified God, saying, We have never seen anything like this!\n",
          "2:13 And He went out again beside the sea. And all the crowd came to Him, and He taught them.\n",
          "2:14 And as He passed by, He saw Levi the son of Alphaeus sitting at the tax office, and He said to him, Follow Me. And he rose and followed Him.\n",
          "2:15 And as He reclined at table in his house, many tax collectors and sinners were reclining together with Jesus and His disciples, for there were many, and they were following Him.\n",
          "2:16 And the scribes of the Pharisees, seeing that He ate with sinners and tax collectors, said to His disciples, Why does He eat with tax collectors and sinners?\n",
          "2:17 And when Jesus heard this, He said to them, Those who are strong have no need of a physician, but those who are ill; I did not come to call the righteous, but sinners.\n",
          "2:18 And the disciples of John and the Pharisees were fasting. And they came and said to Him, Why do the disciples of John and the disciples of the Pharisees fast, but Your disciples do not fast?\n",
          "2:19 And Jesus said to them, The sons of the bridechamber cannot fast while the bridegroom is with them, can they? For as long a time as they have the bridegroom with them they cannot fast.\n",
          "2:20 But days will come when the bridegroom will be taken away from them, and then they will fast in that day.\n",
          "2:21 No one sews a patch of unfulled cloth on an old garment; otherwise, that which fills it up pulls away from it, the new from the old, and a worse tear is made.\n",
          "2:22 And no one puts new wine into old wineskins; otherwise, the wine will burst the wineskins, and the wine is ruined as well as the wineskins; but new wine is put into fresh wineskins.\n",
          "2:23 And He passed through the grainfields on the Sabbath, and His disciples began to go along, picking the ears of grain.\n",
          "2:24 And the Pharisees said to Him, Look! Why are they doing on the Sabbath what is not lawful?\n",
          "2:25 And He said to them, Have you never read what David did when he had need and became hungry, he and those with him;\n",
          "2:26 How he entered into the house of God during the time of Abiathar the high priest and ate the bread of the Presence, which is not lawful for anyone to eat except the priests, and he gave also to those who were with him?\n",
          "2:27 And He said to them, The Sabbath came into being for man, and not man for the Sabbath.\n",
          "2:28 So then the Son of Man is Lord even of the Sabbath.\n"
        ],
        "id": [
          "2:1 Kemudian, sesudah lewat beberapa hari, waktu Yesus datang lagi ke Kapernaum, tersebarlah kabar, bahwa Ia ada di rumah.\n",
          "2:2 Lalu datanglah orang-orang berkerumun sehingga tidak ada lagi tempat, bahkan di muka pintu pun tidak. Sementara Ia memberitakan firman kepada mereka,\n",
          "2:3 ada orang-orang datang membawa kepada-Nya seorang lumpuh, digotong oleh empat orang.\n",
          "2:4 Tetapi mereka tidak dapat membawanya kepada-Nya karena orang banyak itu, lalu mereka membuka atap di atas Yesus; sesudah terbuka mereka menurunkan tikar, tempat orang lumpuh itu terbaring.\n",
          "2:5 Ketika Yesus melihat iman mereka, berkatalah Ia kepada orang lumpuh itu: \" Hai anak-Ku, dosa-dosamu sudah diampuni!\"\n",
          "2:6 Tetapi beberapa ahli Taurat sedang duduk di situ, dan mereka berpikir dalam hatinya:\n",
          "2:7 \"Mengapa orang ini berkata begitu? Ia menghujat Allah. Siapa yang dapat mengampuni dosa selain dari pada Allah sendiri?\"\n",
          "2:8 Tetapi Yesus segera mengetahui dalam hati-Nya, bahwa mereka berpikir demikian, lalu Ia berkata kepada mereka: \"Mengapa kamu berpikir begitu dalam hatimu?\n",
          "2:9 Manakah yang lebih mudah, mengatakan kepada orang lumpuh ini: Dosa-dosamu sudah diampuni, atau mengatakan: Bangunlah, angkatlah tikarmu dan berjalanlah?\n",
          "2:10 Tetapi supaya kamu tahu, bahwa di dunia ini Anak Manusia berkuasa mengampuni dosa\" --berkatalah Ia kepada orang lumpuh itu--:\n",
          "2:11 \"Kepadamu Kukatakan, bangunlah, angkatlah tikarmu dan pulanglah ke rumahmu!\"\n",
          "2:12 Orang itu pun bangun, segera mengangkat tikarnya dan pergi ke luar dari hadapan orang-orang itu, sehingga mereka semua takjub lalu memuliakan Allah, katanya: \"Yang begini belum pernah kita lihat.\"\n",
          "2:13 Sesudah itu Yesus pergi lagi ke pantai danau, dan seluruh orang banyak datang kepada-Nya, lalu Ia mengajar mereka.\n",
          "2:14 Kemudian ketika Ia berjalan lewat di situ, Ia melihat Lewi anak Alfeus duduk di tempat pemungutan cukai lalu Ia berkata kepadanya: \"Ikutlah Aku!\" Lewi pun bangkit lalu mengikuti Dia.\n",
          "2:15 Kemudian ketika Yesus makan di rumah orang itu, banyak pemungut cukai dan orang berdosa makan bersama-sama dengan Dia dan murid-murid-Nya, sebab banyak orang yang mengikuti Dia.\n",
          "2:16 Pada waktu ahli-ahli Taurat dari golongan Farisi melihat, bahwa Ia makan dengan pemungut cukai dan orang berdosa itu, berkatalah mereka kepada murid-murid-Nya: \"Mengapa Ia makan bersama-sama dengan pemungut cukai dan orang berdosa?\"\n",
          "2:17 Yesus mendengarnya dan berkata kepada mereka: \"Bukan orang sehat yang memerlukan tabib, tetapi orang sakit; Aku datang bukan untuk memanggil orang benar, melainkan orang berdosa.\"\n",
          "2:18 Pada suatu kali ketika murid-murid Yohanes dan orang-orang Farisi sedang berpuasa, datanglah orang-orang dan mengatakan kepada Yesus: \" Mengapa murid-murid Yohanes dan murid-murid orang Farisi berpuasa, tetapi murid-murid-Mu tidak?\"\n",
          "2:19 Jawab Yesus kepada mereka: \"Dapatkah sahabat-sahabat mempelai laki-laki berpuasa sementara mempelai itu bersama mereka? Selama mempelai itu bersama mereka, mereka tidak dapat berpuasa.\n",
          "2:20 Tetapi waktunya akan datang mempelai itu diambil dari mereka, dan pada waktu itulah mereka akan berpuasa.\n",
          "2:21 Tidak seorang pun menambalkan secarik kain yang belum susut pada baju yang tua, karena jika demikian kain penambal itu akan mencabiknya, yang baru mencabik yang tua, lalu makin besarlah koyaknya.\n",
          "2:22 Demikian juga tidak seorang pun menuang anggur yang baru ke dalam kantong kulit yang tua, karena jika demikian anggur itu akan mengoyakkan kantong itu, sehingga anggur itu dan kantongnya dua-duanya terbuang. Tetapi anggur yang baru hendaknya disimpan dalam kantong yang baru pula.\"\n",
          "2:23 Pada suatu hari Sabat, Yesus berjalan di ladang gandum, dan sementara berjalan murid-murid-Nya memetik bulir gandum.\n",
          "2:24 Lalu kata orang-orang Farisi kepada-Nya: \"Lihat! Mengapa mereka berbuat sesuatu yang tidak diperbolehkan pada hari Sabat?\"\n",
          "2:25 Jawab-Nya kepada mereka: \" Belum pernahkah kamu baca apa yang dilakukan Daud, ketika ia dan orang-orang yang mengikutinya kekurangan dan kelaparan,\n",
          "2:26 bagaimana ia masuk ke dalam Rumah Allah waktu Abyatar menjabat sebagai Imam Besar lalu makan roti sajian itu--yang tidak boleh dimakan kecuali oleh imam-imam--dan memberinya juga kepada pengikut-pengikutnya??\n",
          "2:27 Lalu kata Yesus kepada mereka: \"Hari Sabat diadakan untuk manusia dan bukan manusia untuk hari Sabat,\n",
          "2:28 Karena itu Anak Manusia adalah Tuhan, bahkan atas hari Sabat.\"\n"
        ]
      }
    },
    {
      "3": {
        "en": [
          "3:1 And He entered again into the synagogue; and there was a man there who had a withered hand.\n",
          "3:2 And they were watching Him closely to see if He would heal him on the Sabbath, so that they might accuse Him.\n",
          "3:3 And He said to the man who had the withered hand, Rise and stand in the midst.\n",
          "3:4 And He said to them, Is it lawful on the Sabbath to do good or to do evil, to save life or to kill? But they remained silent.\n",
          "3:5 And looking around at them with anger and being greatly grieved with the hardness of their heart, He said to the man, Stretch out your hand. And he stretched it out, and his hand was restored.\n",
          "3:6 And the Pharisees went out and immediately took counsel with the Herodians against Him as to how they might destroy Him.\n",
          "3:7 And Jesus withdrew with His disciples to the sea, and a great multitude from Galilee followed; and from Judea\n",
          "3:8 And from Jerusalem and from Idumea and beyond the Jordan and around Tyre and Sidon, a great multitude, hearing what things He did, came to Him.\n",
          "3:9 And He told His disciples to have a little boat ready near Him because of the crowd, so that they would not throng Him;\n",
          "3:10 For He healed many, so that as many as had afflictions pressed toward Him to touch Him.\n",
          "3:11 And the unclean spirits, when they beheld Him, fell before Him and cried out, saying, You are the Son of God!\n",
          "3:12 And He charged them many times not to make Him known.\n",
          "3:13 And He went up to the mountain and called to Him those whom He Himself wanted, and they went to Him.\n",
          "3:14 And He appointed twelve, whom He also named apostles, so that they might be with Him and that He might send them to preach\n",
          "3:15 And to have the authority to cast out the demons.\n",
          "3:16 And He appointed the twelve: and to Simon He gave the name Peter;\n",
          "3:17 And James the son of Zebedee, and John the brother of James, and He gave them the name, Boanerges, that is, Sons of Thunder;\n",
          "3:18 And Andrew, and Philip, and Bartholomew, and Matthew, and Thomas, and James the son of Alphaeus, and Thaddaeus, and Simon the Cananaean,\n",
          "3:19 And Judas Iscariot, who also betrayed Him.\n",
          "3:20 And He came into a house, and again a crowd came together, so that they could not even eat bread.\n",
          "3:21 And when His relatives heard about it, they went out to lay hold of Him, for they said, He is beside Himself.\n",
          "3:22 And the scribes who came down from Jerusalem said, He has Beelzebul, and by the ruler of the demons He casts out the demons.\n",
          "3:23 And He called them to Himself and said to them in parables, How can Satan cast out Satan?\n",
          "3:24 And if a kingdom is divided against itself, that kingdom is not able to stand;\n",
          "3:25 And if a house is divided against itself, that house will not be able to stand;\n",
          "3:26 And if Satan has risen up against himself and is divided, he is not able to stand but has come to an end.\n",
          "3:27 But no one can enter into the house of the strong man and thoroughly plunder his goods unless he first binds the strong man, and then he will thoroughly plunder his house.\n",
          "3:28 Truly I say to you that all sins will be forgiven the sons of men, and whatever blasphemies they blaspheme,\n",
          "3:29 But whoever blasphemes against the Holy Spirit has no forgiveness forever, but is guilty of an everlasting sin.\n",
          "3:30 He said this because they said, He has an unclean spirit.\n",
          "3:31 And His mother and His brothers came, and standing outside, they sent word to Him and called Him.\n",
          "3:32 And a crowd sat around Him, and they said to Him, Behold, Your mother and Your brothers and Your sisters are outside seeking You.\n",
          "3:33 And He answered them and said, Who is My mother and My brothers?\n",
          "3:34 And looking around at those sitting in a circle around Him, He said, Behold, My mother and My brothers!\n",
          "3:35 For whoever does the will of God, this one is My brother and sister and mother.\n"
        ],
        "id": [
          "3:1 Kemudian Yesus masuk lagi ke rumah ibadat. Di situ ada seorang yang tangannya mati sebelah.\n",
          "3:2 Mereka mengamat-amati Yesus, kalau-kalau Ia menyembuhkan orang itu pada hari Sabat, supaya mereka dapat mempersalahkan Dia.\n",
          "3:3 Kata Yesus kepada orang yang mati sebelah tangannya itu: \"Mari, berdirilah di tengah!\"\n",
          "3:4 Kemudian kata-Nya kepada mereka: \"Manakah yang diperbolehkan pada hari Sabat, berbuat baik atau berbuat jahat, menyelamatkan nyawa orang atau membunuh orang?\" Tetapi mereka itu diam saja.\n",
          "3:5 Ia sangat berduka karena kekerasan hati mereka dan dengan marah Ia memandang orang-orang di sekeliling-Nya lalu Ia berkata kepada orang itu: \" Ulurkanlah tanganmu!\" Orang itu mengulurkannya, maka sembuhlah tangannya itu.\n",
          "3:6 Lalu keluarlah orang-orang Farisi dan segera membuat rencana bersama para pendukung Herodes untuk membunuh Dia.\n",
          "3:7 Kemudian Yesus dengan murid-murid-Nya menyingkir ke danau, dan banyak orang dari Galilea mengikuti-Nya, juga dari Yudea,\n",
          "3:8 dari Yerusalem, dari Idumea, dari seberang Yordan, dan dari daerah Tirus dan Sidon. Mereka semua datang kepada-Nya, karena mendengar segala hal yang dilakukan-Nya.\n",
          "3:9 Ia menyuruh murid-murid-Nya menyediakan sebuah perahu bagi-Nya karena orang banyak itu, supaya mereka jangan sampai menghimpit-Nya.\n",
          "3:10 Sebab Ia menyembuhkan banyak orang, sehingga semua penderita penyakit berdesak-desakan kepada-Nya hendak menyentuh-Nya.\n",
          "3:11 Setiap kali roh-roh jahat melihat Dia, mereka sujud di hadapan-Nya dan berteriak: \"Engkaulah Anak Allah.\"\n",
          "3:12 Tetapi Ia dengan keras melarang mereka memberitahukan siapa Dia.\n",
          "3:13 Kemudian naiklah Yesus ke atas bukit. Ia memanggil orang-orang yang dikehendaki-Nya dan mereka pun datang kepada-Nya.\n",
          "3:14 Ia menetapkan dua belas orang, yang juga disebut-Nya rasul-rasul, untuk menyertai Dia dan untuk diutus-Nya memberitakan Injil\n",
          "3:15 dan diberi-Nya kuasa untuk mengusir setan.\n",
          "3:16 Kedua belas orang yang ditetapkan-Nya itu ialah: Simon, yang diberi-Nya nama Petrus,\n",
          "3:17 Yakobus anak Zebedeus, dan Yohanes saudara Yakobus, yang keduanya diberi-Nya nama Boanerges, yang berarti anak-anak guruh,\n",
          "3:18 selanjutnya Andreas, Filipus, Bartolomeus, Matius, Tomas, Yakobus anak Alfeus, Tadeus, Simon orang Zelot,\n",
          "3:19 dan Yudas Iskariot, yang mengkhianati Dia.\n",
          "3:20 Kemudian Yesus masuk ke sebuah rumah. Orang banyak datang lagi berkerumun, sehingga makan pun mereka tidak dapat.\n",
          "3:21 Waktu keluarga-Nya mendengar hal itu, mereka datang hendak mengambil Dia, sebab kata mereka Ia tidak waras lagi.\n",
          "3:22 Ahli-ahli Taurat yang datang dari Yerusalem berkata: \"Ia kerasukan Beelzebul,\" dan: \"Dengan pemimpin setan Ia mengusir setan.\"\n",
          "3:23 Yesus memanggil mereka, lalu berkata kepada mereka dalam perumpamaan: \"Bagaimana Iblis dapat mengusir Iblis?\n",
          "3:24 Kalau suatu kerajaan terpecah-pecah, kerajaan itu tidak dapat bertahan,\n",
          "3:25 dan jika suatu rumah tangga terpecah-pecah, rumah tangga itu tidak dapat bertahan.\n",
          "3:26 Demikianlah juga kalau Iblis berontak melawan dirinya sendiri dan kalau ia terbagi-bagi, ia tidak dapat bertahan, melainkan sudahlah tiba kesudahannya.\n",
          "3:27 Tetapi tidak seorang pun dapat memasuki rumah seorang yang kuat untuk merampas harta bendanya apabila tidak diikatnya dahulu orang kuat itu. Sesudah itu barulah dapat ia merampok rumah itu.\n",
          "3:28 Sesungguhnya Aku berkata kepadamu: Semua dosa dan hujat apa pun yang di ucapkan anak-anak manusia akan diampuni.\n",
          "3:29 Tetapi siapa saja yang menghujat Roh Kudus, ia tidak mendapat ampun selama-lamanya, melainkan bersalah karena berbuat dosa yang kekal.\"\n",
          "3:30 Ia berkata demikian karena mereka mengatakan bahwa Ia kerasukan roh jahat.\n",
          "3:31 Lalu datanglah ibu dan saudara-saudara Yesus. Sementara mereka berdiri di luar, mereka menyuruh orang memanggil Dia.\n",
          "3:32 Ada orang banyak duduk mengelilingi Dia, mereka berkata kepada-Nya: \"Lihat, ibu dan saudara-saudara-Mu ada di luar, dan berusaha menemui Engkau.\"\n",
          "3:33 Jawab Yesus kepada mereka: \" Siapa ibu-Ku dan siapa saudara-saudara-Ku?\"\n",
          "3:34 Ia melihat kepada orang-orang yang duduk di sekeliling-Nya itu dan berkata: \"Inilah ibu-Ku dan saudara-saudara-Ku!\n",
          "3:35 Siapa saja yang melakukan kehendak Allah, dialah saudara-Ku laki-laki, saudara-Ku perempuan dan ibu-Ku.\"\n"
        ]
      }
    },
    {
      "4": {
        "en": [
          "4:1 And again He began to teach beside the sea, and a very great crowd was gathered unto Him, so that He stepped into a boat in the sea and sat down, and all the crowd was on the land, facing the sea.\n",
          "4:2 And He taught them many things in parables and said to them in His teaching:\n",
          "4:3 Listen! Behold, the sower went out to sow.\n",
          "4:4 And as he sowed, some seed fell beside the way, and the birds came and devoured it.\n",
          "4:5 And other seed fell on the rocky place, where it did not have much earth, and immediately it sprang up because it had no depth of earth.\n",
          "4:6 And when the sun rose, it was scorched; and because it had no root, it withered.\n",
          "4:7 And other seed fell into the thorns, and the thorns came up and utterly choked it, and it yielded no fruit.\n",
          "4:8 And others fell into the good earth and yielded fruit, coming up and growing; and one bore thirtyfold, and one sixtyfold, and one a hundredfold.\n",
          "4:9 And He said, He who has ears to hear, let him hear.\n",
          "4:10 And when He was alone, those around Him, with the twelve, asked Him about the parables.\n",
          "4:11 And He said to them, To you it has been given to know the mystery of the kingdom of God, but to those outside, all things are in parables,\n",
          "4:12 In order that seeing they may see and not perceive, and hearing they may hear and not understand, lest they turn and it be forgiven them.\n",
          "4:13 And He said to them, Do you not know this parable? And how will you know all the parables?\n",
          "4:14 The sower sows the word.\n",
          "4:15 And these are the ones beside the way, where the word is sown; and when they hear, immediately Satan comes and takes away the word which has been sown into them.\n",
          "4:16 And likewise, these are the ones being sown on the rocky places, who, when they the word, immediately receive it with joy.\n",
          "4:17 Yet they have no root in themselves, but last only a time; then when affliction or persecution occurs because of the word, immediately they are stumbled.\n",
          "4:18 And others are the ones being sown into the thorns; these are the ones who have heard the word,\n",
          "4:19 And the anxieties of the age and the deceitfulness of riches and the lusts for other things enter in and utterly choke the word, and it becomes unfruitful.\n",
          "4:20 And these are the ones sown on the good earth: those who hear the word and receive it and bear fruit, one thirtyfold, and one sixtyfold, and one a hundredfold.\n",
          "4:21 And He said to them, Does the lamp come so that it may be placed under the bushel or under the bed? Does it not come that it may be placed on the lampstand?\n",
          "4:22 For nothing is hidden except that it may be manifested, nor has anything become concealed but that it may come into the open.\n",
          "4:23 If anyone has ears to hear, let him hear.\n",
          "4:24 And He said to them, Take heed what you hear. With what measure you measure, it shall be measured to you, and it shall be added to you.\n",
          "4:25 For he who has, it shall be given to him; and he who does not have, even what he has shall be taken away from him.\n",
          "4:26 And He said, So is the kingdom of God: as if a man cast seed on the earth,\n",
          "4:27 And sleeps and rises night and day, and the seed sprouts and lengthens?how, he does not know.\n",
          "4:28 The earth bears fruit by itself: first a blade, then an ear, then full grain in the ear.\n",
          "4:29 But when the fruit is ripe, immediately he sends forth the sickle, because the harvest has come.\n",
          "4:30 And He said, How shall we liken the kingdom of God, or in what parable shall we present it?\n",
          "4:31 It is like a mustard seed, which, when it is sown on the earth, is smaller than all the seeds on the earth.\n",
          "4:32 And when it is sown, it comes up and becomes greater than all the herbs and produces great branches, so that the birds of heaven can roost under its shade.\n",
          "4:33 And in many such parables He spoke the word to them as they were able to hear;\n",
          "4:34 And without a parable He did not speak to them; but privately to His own disciples He explained all things.\n",
          "4:35 And He said to them on that day when evening had fallen, Let us go over to the other side.\n",
          "4:36 And leaving the crowd, they took Him along, just as He was, in the boat; and other boats were with Him.\n",
          "4:37 And there arose a great windstorm, and the waves beat into the boat, so that the boat was already beginning to fill up.\n",
          "4:38 And He was in the stern, sleeping on the cushion. And they woke Him and said to Him, Teacher, does it not matter to You that we are perishing?\n",
          "4:39 And having awoken, He rebuked the wind and said to the sea, Be silent! Be still! And the wind ceased and there was a great calm.\n",
          "4:40 And He said to them, Why are you cowardly in this way? How is it that you do not have faith?\n",
          "4:41 And they became greatly frightened and said to one another, Who then is this, that even the wind and the sea obey Him?\n"
        ],
        "id": [
          "4:1 Pada suatu kali Yesus mulai lagi mengajar di tepi danau. Lalu datanglah orang banyak yang sangat besar jumlahnya mengerumuni Dia, sehingga Ia naik ke sebuah perahu yang sedang berlabuh lalu duduk di situ, sedangkan semua orang banyak itu di darat, di tepi danau itu.\n",
          "4:2 Ia mengajarkan banyak hal dalam perumpamaan kepada mereka. Dalam ajaran-Nya itu Ia berkata kepada mereka:\n",
          "4:3 \"Dengarlah! Adalah seorang penabur keluar untuk menabur.\n",
          "4:4 Pada waktu ia menabur sebagian benih itu jatuh di pinggir jalan, lalu datanglah burung dan memakannya sampai habis.\n",
          "4:5 Sebagian jatuh di tanah yang berbatu-batu, yang tidak banyak tanahnya, lalu benih itu pun segera tumbuh, karena tanahnya tipis.\n",
          "4:6 Tetapi sesudah matahari terbit, layulah tanam-tanaman itu dan menjadi kering karena tidak berakar.\n",
          "4:7 Sebagian lagi jatuh di tengah semak duri, lalu makin besarlah semak itu dan menghimpitnya sampai mati, sehingga ia tidak berbuah. ,\n",
          "4:8 Sebagian jatuh di tanah yang baik sehingga tumbuh dengan subur dan berbuah, hasilnya ada yang tiga puluh kali lipat, ada yang enam puluh kali lipat, ada yang seratus kali lipat.\"\n",
          "4:9 Lalu kata-Nya: \"Siapa mempunyai telinga untuk mendengar, hendaklah ia mendengar!\"\n",
          "4:10 Ketika Ia sendirian, pengikut-pengikut-Nya dan kedua belas murid itu bertanya kepada-Nya tentang perumpamaan itu.\n",
          "4:11 Lalu Ia berkata kepada mereka: \"Kepadamu telah diberikan rahasia Kerajaan Allah, tetapi kepada orang-orang luar segala sesuatu disampaikan dalam perumpamaan,\n",
          "4:12 supaya: Sekalipun memang melihat, mereka tidak memahami, sekalipun memang mendengar, mereka tidak mengerti, supaya mereka jangan berbalik dan diberi pengampunan.\"\n",
          "4:13 Lalu Ia berkata kepada mereka: \"Tidakkah kamu mengerti perumpamaan ini? Kalau demikian bagaimana kamu dapat memahami semua perumpamaan yang lain?\n",
          "4:14 Penabur itu menaburkan firman.\n",
          "4:15 Orang-orang yang di pinggir jalan, tempat firman itu ditaburkan, ialah mereka yang mendengar firman, lalu datanglah Iblis dan mengambil firman yang baru ditaburkan di dalam mereka.\n",
          "4:16 Demikian juga yang ditaburkan di tanah yang berbatu-batu, ialah orang-orang yang mendengar firman itu dan segera menerimanya dengan gembira,\n",
          "4:17 tetapi mereka tidak berakar dan tahan sebentar saja. Apabila kemudian datang penindasan atau penganiayaan karena firman itu, mereka segera murtad.\n",
          "4:18 Yang lain ialah yang ditaburkan di tengah semak duri, itulah yang mendengar firman itu,\n",
          "4:19 lalu kekhawatiran dunia ini dan tipu daya kekayaan dan keinginan-keinginan akan hal yang lain masuklah menghimpit firman itu sehingga tidak berbuah.\n",
          "4:20 Akhirnya yang ditaburkan di tanah yang baik, ialah orang yang mendengar dan menyambut firman itu lalu berbuah, ada yang tiga puluh kali lipat, ada yang enam puluh kali lipat, dan ada yang seratus kali lipat.\"\n",
          "4:21 Lalu Yesus berkata kepada mereka: \"Mungkinkah orang membawa pelita supaya ditempatkan di bawah tempayan atau di bawah tempat tidur? Bukankah supaya ditaruh di atas kaki pelita.\n",
          "4:22 Sebab tidak ada sesuatu yang tersembunyi yang tidak akan dinyatakan, dan tidak ada sesuatu yang rahasia yang tidak akan tersingkap.\n",
          "4:23 Siapa yang mempunyai telinga untuk mendengar, hendaklah ia mendengar!\"\n",
          "4:24 Lalu Ia berkata lagi: \"Perhatikanlah apa yang kamu dengar! Ukuran yang kamu pakai untuk mengukur akan diukurkan kepadamu, dan di samping itu akan ditambah lagi kepadamu.\n",
          "4:25 Karena siapa yang mempunyai, kepadanya akan diberi, tetapi siapa yang tidak mempunyai, apa pun juga yang ada padanya akan diambil.\"\n",
          "4:26 Lalu kata Yesus: \"Beginilah hal Kerajaan Allah itu: Seumpama orang yang menaburkan benih di tanah,\n",
          "4:27 lalu pada malam hari ia tidur dan pada siang hari ia bangun, dan benih itu bertunas dan tumbuh, bagaimana terjadinya tidak diketahui orang itu.\n",
          "4:28 Bumi dengan sendirinya mengeluarkan buah, mula-mula tangkainya, lalu bulirnya, kemudian butir-butir yang penuh isinya dalam bulir itu.\n",
          "4:29 Apabila buah itu sudah cukup masak, orang itu segera menyabit, sebab musim menuai sudah tiba.\"\n",
          "4:30 Kata-Nya lagi: \"Dengan apa hendak kita membandingkan Kerajaan Allah itu, atau dengan perumpamaan manakah kita hendak menggambarkannya?\n",
          "4:31 Hal Kerajaan itu seumpama biji sesawi yang ditaburkan di tanah. Memang biji itu yang paling kecil dari pada segala jenis benih yang ada di bumi.\n",
          "4:32 Tetapi apabila ia ditaburkan, benih itu tumbuh dan menjadi lebih besar dari pada segala sayuran yang lain dan mengeluarkan cabang-cabang yang besar, sehingga burung-burung di udara dapat bersarang dalam naungannya.\"\n",
          "4:33 Dalam banyak perumpamaan yang semacam itu Ia memberitakan firman kepada mereka sesuai dengan kemampuan mereka untuk mengerti,\n",
          "4:34 dan tanpa perumpamaan Ia tidak berkata-kata kepada mereka, tetapi kepada murid-murid-Nya Ia menguraikan segala sesuatu secara tersendiri.\n",
          "4:35 Pada hari itu, menjelang malam, Yesus berkata kepada mereka: \"Marilah kita bertolak ke seberang.\"\n",
          "4:36 Mereka meninggalkan orang banyak itu lalu bertolak dan membawa Yesus beserta dengan mereka dalam perahu di mana Yesus telah duduk dan perahu-perahu lain juga menyertai Dia.\n",
          "4:37 Lalu mengamuklah topan yang sangat dahsyat dan ombak menyembur masuk ke dalam perahu, sehingga perahu itu mulai penuh dengan air.\n",
          "4:38 Pada waktu itu Yesus sedang tidur di buritan memakai bantal. Lalu murid-murid-Nya membangunkan Dia dan berkata kepada-Nya: \"Guru, tidak pedulikah Engkau kalau kita binasa?\"\n",
          "4:39 Ia pun bangun, membentak angin itu dan berkata kepada danau itu: \"Diam! Tenanglah!\" Lalu angin itu reda dan danau itu menjadi teduh sekali.\n",
          "4:40 Lalu Ia berkata kepada mereka: \"Mengapa kamu begitu takut? Mengapa kamu tidak percaya?\"\n",
          "4:41 Mereka menjadi sangat takut dan berkata seorang kepada yang lain: \"Siapa sebenarnya orang ini, sehingga angin dan danau pun taat kepada-Nya?\"\n"
        ]
      }
    },
    {
      "5": {
        "en": [
          "5:1 And they came to the other side of the sea, into the region of the Gerasenes.\n",
          "5:2 And when He came out of the boat, immediately, from out of the tombs, a man with an unclean spirit met Him,\n",
          "5:3 Who had his dwelling among the tombs. And no one could bind him any longer, not even with a chain,\n",
          "5:4 Because he had often been bound with shackles and chains, and the chains had been torn apart by him, and the shackles smashed, and no one was strong enough to subdue him.\n",
          "5:5 And continually night and day, among the tombs and in the mountains, he cried out and gashed himself with stones.\n",
          "5:6 And when he saw Jesus from a distance, he ran and worshipped Him,\n",
          "5:7 And crying out with a loud voice, he said, What do I have to do with You, Jesus, Son of the Most High God? I adjure You by God, do not torment me!\n",
          "5:8 For He had said to him, Come out of the man, unclean spirit.\n",
          "5:9 And He questioned him, What is your name? And he said to Him, Legion is my name, because we are many.\n",
          "5:10 And he entreated Him much not to send them out of the region.\n",
          "5:11 Now there on the mountainside was a great herd of hogs feeding.\n",
          "5:12 And they entreated Him, saying, Send us to the hogs, so that we may enter into them.\n",
          "5:13 And He gave them permission. And the unclean spirits came out and entered into the hogs, and the herd, about two thousand, rushed down the steep slope into the sea, and they were drowned in the sea.\n",
          "5:14 And those who were feeding them fled and reported it in the city and in the countryside. And they came to see what had happened.\n",
          "5:15 And they came to Jesus and saw the demon-possessed man sitting down, clothed, and sane, the man who had had the legion, and they became frightened.\n",
          "5:16 And those who had seen it related to them how it had happened to the demon-possessed man and concerning the hogs.\n",
          "5:17 And they began to entreat Him to from their borders.\n",
          "5:18 And as He got into the boat, the man who had been demon-possessed begged Him that he might stay with Him.\n",
          "5:19 And He did not allow him, but said to him, Go to your house, to your own people, and report to them what great things the Lord has done for you, and how He has had mercy on you.\n",
          "5:20 And he departed and began to proclaim in Decapolis what great things Jesus had done for him, and all marveled.\n",
          "5:21 And when Jesus had crossed over again in the boat to the other , a great crowd gathered to Him, and He was beside the sea.\n",
          "5:22 And one of the rulers of the synagogue came, Jairus by name, and seeing Him, fell at His feet;\n",
          "5:23 And he entreated Him much, saying, My little daughter is at the point of death. Please come and lay Your hands on her that she may be healed and live.\n",
          "5:24 And He went with him, and a great crowd followed Him and pressed upon Him.\n",
          "5:25 And a woman was there, who had a flow of blood for twelve years.\n",
          "5:26 She had suffered much under many physicians and had spent everything she had and had not benefited at all, but rather became worse.\n",
          "5:27 When she heard the things concerning Jesus, she came up in the crowd behind Him and touched His garment,\n",
          "5:28 For she said, If I touch even His garments, I will be healed.\n",
          "5:29 And immediately the fountain of her blood was dried up, and she knew in her body that she was cured of the affliction.\n",
          "5:30 And immediately Jesus, realizing in Himself that power had gone out of Him, turned around in the crowd and said, Who touched My garments?\n",
          "5:31 And His disciples said to Him, You see the crowd pressing upon You and You say, Who touched Me?\n",
          "5:32 And He looked around to see her who had done this.\n",
          "5:33 But the woman, frightened and trembling, knew what had happened to her, and she came and fell down before Him and told Him the whole truth.\n",
          "5:34 And He said to her, Daughter, your faith has healed you. Go in peace and be well from your affliction.\n",
          "5:35 While He was still speaking, some came from the house of the ruler of the synagogue, saying, Your daughter has died. Why bother the Teacher any longer?\n",
          "5:36 But Jesus, overhearing the word spoken, said to the ruler of the synagogue, Do not be afraid?only believe.\n",
          "5:37 And He did not allow anyone to accompany Him except Peter and James and John the brother of James.\n",
          "5:38 And they came to the house of the ruler of the synagogue, and He saw a commotion and people weeping and wailing greatly.\n",
          "5:39 And He entered in and said to them, Why do you make a commotion and weep? The child has not died but is sleeping.\n",
          "5:40 And they laughed scornfully at Him. But He, putting them all out, took the father of the child and the mother and those with Him and went in to where the child was.\n",
          "5:41 And He hold of the child?s hand and said to her, Talitha koum! which being interpreted is, Little girl, to you I say, Arise!\n",
          "5:42 And immediately the little girl rose up and walked about, for she was twelve years old. And immediately, they were amazed with great amazement.\n",
          "5:43 And He strongly commanded them that no one should know about this, and told them to give her something to eat.\n"
        ],
        "id": [
          "5:1 Lalu sampailah mereka di seberang danau, di daerah orang Gerasa.\n",
          "5:2 Baru saja Yesus turun dari perahu, datanglah seorang yang kerasukan roh jahat dari pekuburan menemui Dia.\n",
          "5:3 Orang itu tinggal di sana dan tidak ada seorang pun lagi yang sanggup mengikatnya, sekalipun dengan rantai,\n",
          "5:4 karena sudah sering ia dibelenggu dan dirantai, tetapi rantainya diputuskannya dan belenggu itu dipatahkannya, sehingga tidak ada seorang pun yang cukup kuat untuk menjinakkannya.\n",
          "5:5 Siang malam ia berkeliaran di pekuburan dan di bukit-bukit sambil berteriak-teriak dan memukuli dirinya dengan batu.\n",
          "5:6 Ketika ia melihat Yesus dari jauh, berlarilah ia mendapatkan-Nya lalu menyembah-Nya,\n",
          "5:7 dan dengan keras ia berteriak: \"Apa urusan-Mu dengan aku, hai Yesus, Anak Allah Yang Mahatinggi? Demi Allah, jangan siksa aku!\"\n",
          "5:8 Karena sebelumnya Yesus mengatakan kepadanya: \"Hai engkau roh jahat! Keluar dari orang ini!\"\n",
          "5:9 Kemudian Ia bertanya kepada orang itu: \"Siapa namamu?\" Jawabnya: \"Namaku Legion, karena kami banyak.\"\n",
          "5:10 Ia memohon dengan sangat supaya Yesus jangan mengusir mereka keluar dari daerah itu.\n",
          "5:11 Di lereng bukit itu banyak sekali babi sedang mencari makan,\n",
          "5:12 lalu roh-roh itu meminta kepada-Nya, \"Suruhlah kami pindah ke dalam babi-babi itu, biarkanlah kami memasukinya!\"\n",
          "5:13 Yesus mengabulkan permintaan mereka. Lalu keluarlah roh-roh jahat itu dan merasuki babi-babi itu. Kawanan babi yang kira-kira dua ribu jumlahnya itu terjun dari tebing yang curam ke dalam danau dan mati lemas di dalamnya.\n",
          "5:14 Penjaga-penjaga babi itu lari dan menceritakan hal itu di kota dan di kampung-kampung sekitarnya. Lalu keluarlah orang untuk melihat apa yang terjadi.\n",
          "5:15 Mereka datang kepada Yesus dan melihat orang yang kerasukan itu duduk, sudah berpakaian dan sudah waras, orang yang tadinya kerasukan Legion itu. Mereka pun merasa takut.\n",
          "5:16 Orang-orang yang telah melihat sendiri hal itu menceritakan kepada mereka tentang apa yang telah terjadi atas orang yang kerasukan setan itu, dan tentang babi-babi itu.\n",
          "5:17 Lalu mereka mendesak Yesus supaya Ia meninggalkan daerah mereka.\n",
          "5:18 Pada waktu Yesus naik lagi ke dalam perahu, orang yang tadinya kerasukan setan itu meminta, supaya ia diperkenankan menyertai Dia.\n",
          "5:19 Yesus tidak memperkenankannya, tetapi Ia berkata kepada orang itu: \"Pulanglah ke rumahmu, kepada orang-orang sekampungmu, dan beritahukanlah kepada mereka segala sesuatu yang telah diperbuat oleh Tuhan atasmu dan bagaimana Ia telah mengasihani engkau!\"\n",
          "5:20 Orang itu pun pergilah dan mulai memberitakan di daerah Dekapolis segala apa yang telah diperbuat Yesus atas dirinya dan mereka semua menjadi heran.\n",
          "5:21 Sesudah Yesus menyeberang lagi dengan perahu, orang banyak berbondong-bondong datang lalu mengerumuni Dia. Sementara Ia berada di tepi danau,\n",
          "5:22 datanglah seorang kepala rumah ibadat yang bernama Yairus. Ketika ia melihat Yesus, sujudlah ia di depan kaki-Nya\n",
          "5:23 dan memohon dengan sangat kepada-Nya: \"Anakku perempuan sedang sakit, hampir mati, datanglah kiranya dan letakkanlah tangan-Mu atasnya, supaya ia selamat dan tetap hidup.\"\n",
          "5:24 Lalu pergilah Yesus dengan orang itu. Orang banyak berbondong-bondong mengikuti Dia dan berdesak-desakan di dekat-Nya.\n",
          "5:25 Adalah di situ seorang perempuan yang sudah dua belas tahun menderita pendarahan.\n",
          "5:26 Ia telah berulang-ulang diobati oleh berbagai tabib, sehingga telah dihabiskannya semua yang ada padanya, namun sama sekali tidak ada faedahnya malah sebaliknya keadaannya makin memburuk.\n",
          "5:27 Dia sudah mendengar berita-berita tentang Yesus, maka di tengah-tengah orang banyak itu ia mendekati Yesus dari belakang dan menyentuh jubah-Nya.\n",
          "5:28 Sebab katanya, \"Asal kujamah saja jubah-Nya, aku akan sembuh.\"\n",
          "5:29 Seketika itu juga berhentilah pendarahannya dan ia merasa, bahwa badannya sudah sembuh dari penyakitnya.\n",
          "5:30 Pada saat itu juga Yesus mengetahui, bahwa ada tenaga yang keluar dari diri-Nya, lalu Ia berbalik di tengah orang banyak dan bertanya: \"Siapa yang menyentuh jubah-Ku?\"\n",
          "5:31 Murid-murid-Nya menjawab: \"Engkau melihat bagaimana orang-orang ini berdesak-desakan dekat-Mu, dan Engkau bertanya: Siapa yang menyentuh Aku?\"\n",
          "5:32 Lalu Ia memandang sekeliling-Nya untuk melihat siapa yang telah melakukan hal itu.\n",
          "5:33 Perempuan itu, yang menjadi takut dan gemetar ketika mengetahui apa yang telah terjadi atas dirinya, tampil dan sujud di depan Yesus dan dengan tulus memberitahukan semua yang terjadi.\n",
          "5:34 Lalu kata-Nya kepada perempuan itu: \"Hai anak-Ku, imanmu telah menyelamatkan engkau. Pergilah dengan damai dan tetaplah sembuh dari penyakitmu!\"\n",
          "5:35 Ketika Yesus masih berbicara datanglah orang dari keluarga kepala rumah ibadat itu dan berkata: \"Anakmu sudah meninggal, untuk apa engkau masih menyusahkan Guru?\"\n",
          "5:36 Tetapi Yesus tidak menghiraukan perkataan mereka dan berkata kepada kepala rumah ibadat: \"Jangan takut, percaya saja!\"\n",
          "5:37 Lalu Yesus tidak memperbolehkan seorang pun ikut serta, kecuali Petrus, Yakobus dan Yohanes, saudara Yakobus.\n",
          "5:38 Mereka tiba di rumah kepala rumah ibadat, dan di sana dilihat-Nya orang-orang ribut, menangis dan meratap dengan suara nyaring.\n",
          "5:39 Sesudah Ia masuk Ia berkata kepada orang-orang itu: \"Mengapa kamu ribut dan menangis? Anak ini tidak mati, tetapi tidur!\"\n",
          "5:40 Tetapi mereka menertawakan Dia. Semua orang itu disuruh-Nya keluar, lalu dibawa-Nya ayah dan ibu anak itu serta mereka yang bersama-sama dengan Dia masuk ke kamar anak itu.\n",
          "5:41 Lalu dipegang-Nya tangan anak itu, kata-Nya: \" Talita kum,\" yang berarti: \"Hai anak perempuan, Aku berkata kepadamu, bangunlah!\"\n",
          "5:42 Seketika itu juga anak itu bangkit berdiri dan berjalan, sebab umurnya sudah dua belas tahun. Semua orang yang hadir sangat takjub.\n",
          "5:43 Dengan sangat Ia berpesan kepada mereka, supaya jangan seorang pun mengetahui hal itu, lalu Ia menyuruh mereka memberi anak itu makan.\n"
        ]
      }
    },
    {
      "6": {
        "en": [
          "6:1 And He went out from there and came into His own country, and His disciples followed Him.\n",
          "6:2 And when the Sabbath had come, He began to teach in the synagogue; and many hearing were astounded, saying, Where did this man get these things? And what is this wisdom given to this man, and how is it that such works of power take place through His hands?\n",
          "6:3 Is not this the carpenter, the son of Mary, and brother of James and Joses and Judas and Simon? And are not His sisters here with us? And they were stumbled because of Him.\n",
          "6:4 And Jesus said to them, A prophet is not without honor except in his own country and among his own relatives and in his own house.\n",
          "6:5 And He could not do any work of power there, except to lay His hands upon a few of the sick and heal them.\n",
          "6:6 And He marveled because of their unbelief; and He went around the villages in a circuit, teaching.\n",
          "6:7 And He called the twelve to Him and began to send them out two by two and gave them authority over the unclean spirits;\n",
          "6:8 And He charged them not to take anything for the journey except only a staff: no bread, no bag, no money in their belt;\n",
          "6:9 But to have sandals tied on; and said, Do not put on two tunics.\n",
          "6:10 And He said to them, Wherever you enter into a house, there remain until you depart from that place.\n",
          "6:11 And whatever place does not receive you nor hear you, as you go out from there, shake off the dust under your feet for a testimony against them.\n",
          "6:12 And they went forth and proclaimed that men should repent,\n",
          "6:13 And they cast out many demons and anointed many of the sick with oil and healed them.\n",
          "6:14 And King Herod heard of it, for His name had become known, and they said, John the baptizer has been raised from the dead, and because of this these works of power are operating through him.\n",
          "6:15 But others said, He is Elijah; and others said, He is a prophet, like one of the prophets.\n",
          "6:16 But Herod, hearing of it, said, He whom I beheaded, John, this one was raised!\n",
          "6:17 For Herod himself had sent men and seized John and bound him in prison on account of Herodias, the wife of Philip his brother, because he had married her.\n",
          "6:18 For John had been saying to Herod, It is not lawful for you to have the wife of your brother.\n",
          "6:19 Thus, Herodias had a grudge against him and wanted to kill him and could not,\n",
          "6:20 For Herod feared John, knowing that he was a righteous and holy man, and kept him safe. And when he heard him, he was very perplexed yet heard him gladly.\n",
          "6:21 And an opportune day came, when Herod on his birthday made a banquet for his courtiers and the commanders and the leading men of Galilee.\n",
          "6:22 And when the daughter of Herodias herself entered and danced, she pleased Herod and those reclining at table with him. The king said to the girl, Ask of me whatever you want, and I will give it to you.\n",
          "6:23 And he swore to her earnestly, Whatever you ask of me, I will give to you, up to half of my kingdom.\n",
          "6:24 And she went out and said to her mother, What should I ask for? And she said, The head of John the baptizer.\n",
          "6:25 And coming in immediately with haste to the king, she asked, saying, I want you to give me at once the head of John the Baptist on a platter.\n",
          "6:26 And the king was very grieved, yet because of the oaths and those reclining at table, he did not want to refuse her.\n",
          "6:27 And immediately the king sent a guard and ordered him to bring his head. And he went out and beheaded him in the prison,\n",
          "6:28 And brought his head on a platter, and gave it to the girl, and the girl gave it to her mother.\n",
          "6:29 And when his disciples heard about it, they came and took his corpse and put it in a tomb.\n",
          "6:30 And the apostles gathered together to Jesus and reported to Him all that they did and all that they taught.\n",
          "6:31 And He said to them, Come by yourselves privately to a deserted place and rest a while. For there were many coming and going, and they did not even have opportunity to eat.\n",
          "6:32 And they away in the boat to a deserted place privately.\n",
          "6:33 And many saw them going away and recognized them, and they ran together there on foot from all the cities and got there before them.\n",
          "6:34 And getting out, He saw a great crowd, and He was moved with compassion for them because they were like sheep not having a shepherd, and He began to teach them many things.\n",
          "6:35 And when the hour had already become late, His disciples came to Him and said, This place is deserted, and the hour is already late;\n",
          "6:36 Send them away so that they may go into the surrounding countryside and villages and buy for themselves something to eat.\n",
          "6:37 But He answered and said to them, You give them something to eat. And they said to Him, Shall we go away and buy two hundred denarii worth of bread and give it to them to eat?\n",
          "6:38 And He said to them, How many loaves do you have? Go and see. And when they found out, they said, Five, and two fish.\n",
          "6:39 And He ordered them to have all recline by companies on the green grass.\n",
          "6:40 And they sat down in groups, by hundreds and by fifties.\n",
          "6:41 And He took the five loaves and the two fish and, looking up to heaven, He blessed and broke the loaves and gave them to the disciples to set before them; and the two fish He divided among all.\n",
          "6:42 And they all ate and were satisfied.\n",
          "6:43 And they took up twelve full handbaskets of the broken pieces of bread and of the fish.\n",
          "6:44 And those who had eaten the loaves were five thousand men.\n",
          "6:45 And immediately He compelled His disciples to step into the boat and go before to the other side, toward Bethsaida, while He sent the crowd away.\n",
          "6:46 And after He said farewell to them, He went away to the mountain to pray.\n",
          "6:47 And when evening fell, the boat was in the midst of the sea and He was alone on the land.\n",
          "6:48 And seeing them distressed as they rowed, for the wind was contrary to them, He came toward them about the fourth watch of the night, walking on the sea, and He intended to pass by them.\n",
          "6:49 But when they saw Him walking on the sea, they thought that it was a ghost, and they cried out,\n",
          "6:50 For they all saw Him and were startled. But immediately He spoke with them and said to them, Take courage. It is I. Do not be afraid.\n",
          "6:51 And He went up unto them into the boat, and the wind ceased. And they were greatly astonished in themselves beyond measure,\n",
          "6:52 For they did not concerning the loaves, but rather their heart was hardened.\n",
          "6:53 And they crossed over to the land and came to Gennesaret and moored there.\n",
          "6:54 And when they came out of the boat, immediately the people recognized Him,\n",
          "6:55 And they ran about that whole region and began to carry around on mats those who were ill to any place where they heard that He was.\n",
          "6:56 And wherever He entered into villages or into cities or into the countryside, they laid those who were sick in the marketplaces and begged Him that they might touch if even the fringe of His garment; and as many as touched Him were healed.\n"
        ],
        "id": [
          "6:1 Kemudian Yesus berangkat dari situ dan tiba di tempat asal-Nya, sedang murid-murid-Nya mengikuti Dia.\n",
          "6:2 Pada hari Sabat Ia mulai mengajar di rumah ibadat dan banyak orang takjub mendengar-Nya dan berkata: \"Dari mana diperoleh-Nya hal-hal itu? Hikmat apakah yang diberikan kepada-Nya? Bagaimanakah mujizat-mujizat yang demikian dapat diadakan oleh tangan-Nya?\n",
          "6:3 Bukankah Ia ini tukang kayu, anak Maria, saudara Yakobus, Yoses, Yudas dan Simon? Dan bukankah saudara-saudara-Nya yang perempuan ada di sini bersama kita?\" Lalu mereka menolak Dia.\n",
          "6:4 Kemudian Yesus berkata kepada mereka: \"Seorang nabi dihormati di mana-mana kecuali di tempat asalnya sendiri, di antara kaum keluarganya dan di rumahnya.\"\n",
          "6:5 Ia tidak dapat mengadakan satu mujizat pun di sana, kecuali menyembuhkan beberapa orang sakit dengan meletakkan tangan-Nya atas mereka.\n",
          "6:6 Ia merasa heran karena mereka tidak percaya. Lalu Yesus berjalan keliling dari desa ke desa sambil mengajar.\n",
          "6:7 Ia memanggil kedua belas murid itu dan mulai mengutus mereka berdua-dua. Ia memberi mereka kuasa atas roh-roh jahat,\n",
          "6:8 dan berpesan kepada mereka supaya jangan membawa apa-apa dalam perjalanan mereka, kecuali tongkat saja, roti pun jangan, kantong perbekalan pun jangan, uang dalam ikat pinggang pun jangan,\n",
          "6:9 boleh memakai alas kaki, tetapi jangan memakai dua baju.\n",
          "6:10 Kata-Nya selanjutnya kepada mereka: \"Kalau di suatu tempat kamu masuk ke dalam suatu rumah, tinggallah di situ sampai kamu berangkat dari tempat itu.\n",
          "6:11 Kalau ada suatu tempat yang tidak mau menerima kamu dan kalau mereka tidak mau mendengarkan kamu, keluarlah dari situ dan kebaskanlah debu yang di kakimu sebagai peringatan bagi mereka.\"\n",
          "6:12 Lalu pergilah mereka memberitakan bahwa orang harus bertobat,\n",
          "6:13 dan mereka mengusir banyak setan, dan mengoles banyak orang sakit dengan minyak dan menyembuhkan mereka.\n",
          "6:14 Raja Herodes juga mendengar tentang Yesus, sebab nama-Nya sudah terkenal dan orang mengatakan: \" Yohanes Pembaptis sudah bangkit dari antara orang mati dan itulah sebabnya kuasa-kuasa itu bekerja di dalam Dia.\"\n",
          "6:15 Yang lain mengatakan: \"Dia itu Elia!\" Yang lain lagi mengatakan: \"Dia itu seorang nabi sama seperti nabi-nabi yang dahulu.\"\n",
          "6:16 Waktu Herodes mendengar hal itu, ia berkata: \"Bukan, dia itu Yohanes yang sudah kupenggal kepalanya, dan yang bangkit lagi.\"\n",
          "6:17 Sebab Herodeslah yang menyuruh orang menangkap Yohanes dan membelenggunya di penjara berhubung dengan peristiwa Herodias, istri Filipus saudaranya, karena Herodes telah mengambilnya sebagai istri.\n",
          "6:18 Memang Yohanes berkali-kali menegur Herodes: \"Tidak boleh engkau mengambil istri saudaramu!\"\n",
          "6:19 Karena itu Herodias menaruh dendam pada Yohanes dan bermaksud untuk membunuh dia, tetapi tidak dapat,\n",
          "6:20 sebab Herodes segan akan Yohanes karena ia tahu, bahwa Yohanes adalah orang yang benar dan suci, jadi ia melindunginya. Setiap kali ia mendengarkan Yohanes, hatinya selalu terombang-ambing, namun ia merasa senang juga mendengarkan dia.\n",
          "6:21 Akhirnya tiba juga kesempatan yang baik bagi Herodias, ketika Herodes pada hari ulang tahunnya mengadakan perjamuan untuk pembesar-pembesarnya perwira-perwiranya dan orang-orang terkemuka di Galilea.\n",
          "6:22 Pada waktu itu anak perempuan Herodias tampil lalu menari, dan ia menyukakan hati Herodes dan tamu-tamunya. Raja berkata kepada gadis itu: \"Minta dari padaku apa saja yang kauingini, maka akan kuberikan kepadamu!\",\n",
          "6:23 lalu bersumpah kepadanya: \"Apa saja yang kauminta akan kuberikan kepadamu, sekalipun setengah dari kerajaanku!\"\n",
          "6:24 Anak itu pergi dan menanyakan ibunya: \"Apa yang harus kuminta?\" Jawabnya: \"Kepala Yohanes Pembaptis!\"\n",
          "6:25 Maka ia cepat-cepat masuk menghadap raja dan meminta: \"Aku mau, supaya sekarang juga engkau berikan kepadaku kepala Yohanes Pembaptis di atas piring!\"\n",
          "6:26 Lalu sangat sedihlah hati raja, tetapi karena sumpahnya dan karena tamu-tamunya ia tidak mau menolaknya.\n",
          "6:27 Raja segera menyuruh seorang algojo dengan perintah supaya mengambil kepala Yohanes. Orang itu pergi dan memenggal kepala Yohanes di penjara.\n",
          "6:28 Ia membawa kepala itu di sebuah piring besar dan memberikannya kepada gadis itu dan gadis itu memberikannya pula kepada ibunya.\n",
          "6:29 Ketika murid-murid Yohanes mendengar hal itu mereka datang dan mengambil mayatnya, lalu membaringkannya dalam kuburan.\n",
          "6:30 Kemudian rasul-rasul itu kembali berkumpul dengan Yesus dan memberitahukan kepada-Nya semua yang mereka kerjakan dan ajarkan.\n",
          "6:31 Lalu Ia berkata kepada mereka, \"Mari kita menyendiri ke tempat yang terpencil, dan beristirahat sejenak!\" Sebab memang begitu banyaknya orang yang datang dan yang pergi, sehingga makan pun mereka tidak sempat.\n",
          "6:32 Lalu berangkatlah mereka dengan perahu menyendiri ke tempat yang terpencil.\n",
          "6:33 Tetapi pada waktu mereka bertolak banyak orang melihat mereka dan mengetahui tujuan mereka. Dengan mengambil jalan darat bergegas-gegaslah orang dari semua kota ke tempat itu sehingga mendahului mereka.\n",
          "6:34 Ketika mendarat, Yesus melihat orang banyak berkerumun, maka tergeraklah hati-Nya oleh belas kasihan kepada mereka, karena mereka seperti domba yang tidak mempunyai gembala. Lalu mulailah Ia mengajarkan banyak hal kepada mereka.\n",
          "6:35 Pada waktu hari mulai malam, datanglah murid-murid-Nya kepada-Nya dan berkata, \"Tempat ini terpencil hari sudah mulai malam.\n",
          "6:36 Suruhlah mereka pergi ke kampung-kampung dan desa-desa sekitar sini, supaya mereka dapat membeli makanan bagi mereka.\n",
          "6:37 Tetapi jawab-Nya, \"Kamu harus memberi mereka makan!\" Kata mereka kepada-Nya, \"Haruskah kami membeli roti seharga dua ratus dinar untuk memberi mereka makan?\"\n",
          "6:38 Tetapi Ia berkata kepada mereka: \" Berapa banyak roti yang ada padamu? Cobalah periksa!\" Sesudah mengetahuinya mereka berkata, \"Lima roti dan dua ikan.\"\n",
          "6:39 Lalu Ia menyuruh orang-orang itu, supaya semua duduk berkelompok-kelompok di atas rumput hijau.\n",
          "6:40 Mereka pun duduk berkelompok-kelompok, ada yang seratus, ada yang lima puluh orang.\n",
          "6:41 Setelah mengambil lima roti dan dua ikan itu, Ia menengadah ke langit dan mengucap syukur, lalu memecah-mecahkan roti itu dan memberikannya kepada murid-murid-Nya, supaya menyajikannya kepada orang-orang itu; begitu juga ia membagikan kedua ikan itu kepada mereka semua.\n",
          "6:42 Lalu mereka semuanya makan sampai kenyang.\n",
          "6:43 Kemudian orang mengumpulkan potongan-potongan roti sebanyak dua belas bakul penuh dan sisa-sisa ikan.\n",
          "6:44 Yang ikut makan roti itu ada lima ribu orang laki-laki.\n",
          "6:45 Sesudah itu Yesus segera mendesak murid-murid-Nya naik ke perahu dan berangkat lebih dulu ke seberang, ke Betsaida, sementara itu Ia menyuruh orang banyak pulang.\n",
          "6:46 Setelah Ia berpisah dari mereka, Ia pergi ke bukit untuk berdoa.\n",
          "6:47 Menjelang malam perahu itu sudah di tengah danau, sementara Yesus tinggal sendirian di darat.\n",
          "6:48 Ketika Ia melihat betapa payahnya mereka mendayung karena angin sakal, maka kira-kira jam tiga malam Ia datang kepada mereka berjalan di atas air dan Ia hendak melewati mereka.\n",
          "6:49 Ketika mereka melihat Dia berjalan di atas air, mereka mengira bahwa Ia hantu, lalu mereka berteriak-teriak,\n",
          "6:50 sebab mereka semua melihat Dia dan mereka pun sangat terkejut. Tetapi segera Ia berkata kepada mereka: \" Tenanglah! Inilah Aku, jangan takut!\"\n",
          "6:51 Lalu Ia naik ke perahu mendapatkan mereka, dan angin pun reda. Mereka sangat tercengang,\n",
          "6:52 sebab mereka belum juga mengerti walaupun sudah mengalami peristiwa roti itu, dan hati mereka tetap tidak peka.\n",
          "6:53 Setibanya di seberang Yesus dan murid-murid-Nya mendarat di Genesaret dan berlabuh di situ.\n",
          "6:54 Ketika mereka keluar dari perahu, orang segera mengenal Yesus.\n",
          "6:55 Lalu berlari-larilah mereka ke seluruh daerah itu dan mulai mengusung orang-orang sakit di atas tikarnya kemana saja mereka mendengar Yesus berada.\n",
          "6:56 Kemana pun Ia pergi, ke desa-desa, ke kota-kota, atau ke kampung-kampung, orang meletakkan orang-orang sakit di pasar dan memohon kepada-Nya, supaya mereka diperkenankan menyentuh walaupun jumbai jubah-Nya saja. Semua orang yang menyentuh-Nya menjadi sembuh.\n"
        ]
      }
    },
    {
      "7": {
        "en": [
          "7:1 And the Pharisees and some of the scribes gathered together to Him when they had come from Jerusalem\n",
          "7:2 And had seen that some of His disciples ate bread with common hands, that is, unwashed.\n",
          "7:3 (For the Pharisees and all the Jews, unless they carefully wash their hands, do not eat, holding the tradition of the elders;\n",
          "7:4 And when they come from the marketplace, unless they wash themselves, they do not eat. And there are many other things which they have received to hold, the dipping of cups and pitchers and copper vessels 2 .)\n",
          "7:5 And the Pharisees and the scribes questioned Him, Why do Your disciples not walk according to the tradition of the elders, but eat bread with common hands?\n",
          "7:6 And He said to them, Well has Isaiah prophesied concerning you hypocrites, as it is written, ?This people honors Me with their lips, but their heart stays far away from Me;\n",
          "7:7 But in vain do they worship Me, teaching as teachings the commandments of men.?\n",
          "7:8 While leaving the commandment of God, you hold the tradition of men 1 .\n",
          "7:9 And He said to them, You nicely set aside the commandment of God that you may keep your tradition.\n",
          "7:10 For Moses said, ?Honor your father and your mother,? and, ?He who speaks evil of father or mother, let him be put to death.?\n",
          "7:11 But you say: If a man says to his father or his mother, Whatever you would have been profited by me is now corban (that is, a gift to God),\n",
          "7:12 Allow him to no longer do anything for his father or his mother.\n",
          "7:13 Thus you deprive the word of God of its authority by your tradition which you have handed down. And many things similar to these you do.\n",
          "7:14 And He called the crowd to Him again and said to them, Hear Me, all of you, and .\n",
          "7:15 There is nothing outside of a man which entering into him can defile him, but the things coming out of a man are the things which defile a man.\n",
          "7:16 If anyone has ears to hear, let him hear.\n",
          "7:17 And when He entered into a house from the crowd, His disciples questioned Him concerning the parable.\n",
          "7:18 And He said to them, Are you also in the same manner without understanding? Do you not understand that everything that enters from outside into a man is not able to defile him,\n",
          "7:19 Because it does not enter into his heart, but into the stomach, and goes out into the drain? (In saying this, He made all foods clean.)\n",
          "7:20 And He said, That which goes out of the man, that defiles the man.\n",
          "7:21 For from within, out of the heart of men, proceed evil reasonings, fornications, thefts, murders,\n",
          "7:22 Adulteries, covetousness, wickedness, deceit, licentiousness, envy, blasphemy, arrogance, foolishness.\n",
          "7:23 All these things proceed from within and defile the man.\n",
          "7:24 And He rose up from there and away into the borders of Tyre and Sidon. And entering into a house, He wanted no one to know about it; yet He could not escape notice.\n",
          "7:25 But a woman whose little daughter had an unclean spirit heard about Him, and immediately she came and fell at His feet.\n",
          "7:26 Now the woman was a Greek, Syrophoenician by race. And she asked Him to cast the demon out of her daughter.\n",
          "7:27 And He said to her, First let the children be satisfied, for it is not good to take the children?s bread and throw it to the little dogs.\n",
          "7:28 And she answered and said to Him, Yes, Lord, but even the little dogs under the table eat of the little children?s crumbs.\n",
          "7:29 And He said to her, Because of this word, go. The demon has gone out of your daughter.\n",
          "7:30 And she went away to her house and found the little child lying on the couch and the demon gone out.\n",
          "7:31 And again He came out of the borders of Tyre and came through Sidon to the Sea of Galilee in the midst of the borders of Decapolis.\n",
          "7:32 And they brought to Him one who was deaf and who spoke with difficulty, and they entreated Him to lay His hand on him.\n",
          "7:33 And He took him aside from the crowd privately and put His fingers into his ears, and He spat and touched his tongue.\n",
          "7:34 And looking up to heaven, He groaned and said to him, Ephphatha! that is, Be opened!\n",
          "7:35 And immediately his ears were opened, and the bond on his tongue was released and he spoke clearly.\n",
          "7:36 And He charged them not to tell anyone. But the more He charged them, so much the more they proclaimed it.\n",
          "7:37 And they were utterly astounded, saying, He has done all things well; He makes both the deaf hear and the dumb speak.\n"
        ],
        "id": [
          "7:1 Orang-orang Farisi dan beberapa ahli Taurat dari Yerusalem datang menemui Yesus.\n",
          "7:2 Mereka melihat, bahwa beberapa orang murid-Nya makan dengan tangan najis, yaitu dengan tangan yang tidak dibasuh.\n",
          "7:3 Sebab orang-orang Farisi seperti orang-orang Yahudi lainnya tidak makan kalau tidak membasuh tangan dengan cara tertentu, karena mereka berpegang pada adat istiadat nenek moyang mereka;\n",
          "7:4 dan kalau pulang dari pasar mereka juga tidak makan kalau tidak lebih dahulu membasuh dirinya. Banyak warisan lain lagi yang mereka pegang, umpamanya hal mencuci cawan, kendi dan perkakas-perkakas tembaga serta tempat pembaringan.\n",
          "7:5 Karena itu orang-orang Farisi dan ahli-ahli Taurat itu bertanya kepada-Nya? Mengapa murid-murid-Mu tidak hidup menurut adat istiadat nenek moyang kita, tetapi makan dengan tangan najis?\"\n",
          "7:6 Jawab-Nya kepada mereka, \"Tepatlah nubuat Yesaya tentang kamu, hai orang-orang munafik! Seperti ada tertulis: Bangsa ini memuliakan Aku dengan bibirnya, padahal hatinya tetap jauh dari Aku.\n",
          "7:7 Percuma mereka beribadah kepada-Ku, karena ajaran yang mereka ajarkan ialah perintah manusia.\n",
          "7:8 Perintah Allah kamu abaikan dan adat istiadat manusia kamu pegang.\"\n",
          "7:9 Lalu Yesus berkata kepada mereka, \"Sungguh pandai kamu mengesampingkan perintah Allah, supaya kamu dapat memelihara adat istiadat sendiri.\n",
          "7:10 Karena Musa telah berkata: Hormatilah ayahmu dan ibumu! Dan: Siapa yang mengutuki ayahnya atau ibunya harus mati.\n",
          "7:11 Tetapi kamu berkata: Kalau seorang berkata kepada ayahnya atau ibunya: Segala bantuan yang seharusnya engkau terima dariku adalah Kurban, -- yaitu persembahan kepada Allah--,\n",
          "7:12 maka kamu tidak membiarkannya lagi berbuat sesuatu pun untuk ayahnya atau ibunya.\n",
          "7:13 Jadi, dengan adat istiadat yang kamu teruskan itu, firman Allah kamu nyatakan tidak berlaku. Banyak lagi hal lain seperti itu yang kamu lakukan.\"\n",
          "7:14 Lalu Yesus memanggil lagi orang banyak dan berkata kepada merek,: \"Kamu semua, dengarlah kepada-Ku dan perhatikanlah.\n",
          "7:15 Tidak ada sesuatu pun dari luar, yang masuk ke dalam diri seseorang, dapat menajiskannya; tetapi hal-hal yang keluar dari dalam diri seseorang, itulah yang menajiskannya.\"\n",
          "7:16 ( Siapa bertelinga untuk mendengar hendaklah ia mendengar!)\n",
          "7:17 Sesudah Ia masuk ke sebuah rumah untuk menyingkir dari orang banyak, murid-murid-Nya bertanya kepada-Nya tentang arti perumpamaan itu.\n",
          "7:18 Lalu jawab-Nya: \"Apakah kamu juga tidak dapat memahaminya? Tidak tahukah kamu bahwa segala sesuatu dari luar yang masuk ke dalam seseorang tidak dapat menajiskannya,\n",
          "7:19 karena bukan masuk ke dalam hati tetapi ke dalam perutnya, lalu keluar ke jamban?\" Dengan demikian Ia menyatakan semua makanan halal.\n",
          "7:20 Kata-Nya lagi, \"Apa yang keluar dari seseorang, itulah yang menajiskannya,\n",
          "7:21 sebab dari dalam, dari hati orang, timbul segala pikiran jahat, percabulan, pencurian, pembunuhan,\n",
          "7:22 perzinahan, keserakahan, kejahatan, kelicikan, perbuatan tidak senonoh, iri hati, hujat, kesombongan, kebebalan.\n",
          "7:23 Semua hal jahat ini timbul dari dalam dan menajiskan orang.\"\n",
          "7:24 Lalu Yesus berangkat dari situ dan pergi ke daerah Tirus. Ia masuk ke sebuah rumah dan tidak ingin seseorang pun mengetahuinya, tetapi kedatangan-Nya tidak dapat dirahasiakan.\n",
          "7:25 Malah seorang ibu, yang anak perempuannya kerasukan roh jahat, segera mendengar tentang Dia, lalu datang dan sujud di depan kaki-Nya.\n",
          "7:26 Perempuan itu seorang Yunani keturunan Siro-Fenisia. Ia memohon kepada Yesus untuk mengusir setan itu dari anak perempuannya.\n",
          "7:27 Lalu Yesus berkata kepadanya, \"Biarlah anak-anak kenyang dahulu, sebab tidak patut mengambil roti yang disediakan bagi anak-anak dan melemparkannya kepada anjing.\"\n",
          "7:28 Tetapi perempuan itu menjawab, \"Benar, Tuhan. Tetapi anjing yang di bawah meja juga makan remah-remah yang dijatuhkan anak-anak.\"\n",
          "7:29 Lalu kata Yesus kepada perempuan itu: \"Karena kata-katamu itu, pergilah, setan itu sudah keluar dari anakmu.\"\n",
          "7:30 Perempuan itu pulang ke rumahnya, lalu didapatinya anak itu berbaring di tempat tidur, sedang setan itu sudah keluar.\n",
          "7:31 Kemudian Yesus meninggalkan lagi daerah Tirus dan dengan melalui Sidon pergi ke Danau Galilea, melintasi daerah Dekapolis.\n",
          "7:32 Di situ orang membawa kepada-Nya seorang yang tuli dan yang gagap dan memohon kepada-Nya, supaya Ia meletakkan tangan-Nya di atas orang itu.\n",
          "7:33 Sesudah Yesus memisahkan dia dari orang banyak, sehingga mereka sendirian, Ia memasukkan jari-Nya ke telinga orang itu, lalu Ia meludah dan meraba lidah orang itu.\n",
          "7:34 Kemudian sambil menengadah ke langit Yesus mendesah dan berkata kepadanya: \" Efata!\", artinya: Terbukalah!\n",
          "7:35 Seketika itu terbukalah telinga orang itu dan pulihlah lidahnya, lalu ia berkata-kata dengan baik.\n",
          "7:36 Yesus berpesan kepada mereka supaya jangan menceritakannya kepada siapa pun juga. Tetapi makin dilarang-Nya, makin luas mereka memberitakannya.\n",
          "7:37 Mereka teramat takjub dan berkata, \"Ia menjadikan segala-galanya baik, yang tuli dijadikan-Nya mendengar, yang bisu dijadikan-Nya berkata-kata.\"\n"
        ]
      }
    },
    {
      "8": {
        "en": [
          "8:1 In those days, since there was again a great crowd and they did not have anything to eat, He called the disciples to Him and said to them,\n",
          "8:2 I am moved with compassion for the crowd, because for three days now they have remained with Me and they do not have anything to eat.\n",
          "8:3 And if I send them away to their home hungry, they will faint on the way; and some of them have come from a distance.\n",
          "8:4 And His disciples answered Him, Where will anyone be able to get enough to satisfy these people with bread here in this desolate place?\n",
          "8:5 And He asked them, How many loaves do you have? And they said, Seven.\n",
          "8:6 And He charged the crowd to recline on the ground. And taking the seven loaves, He gave thanks and broke them, and gave them to His disciples to set before them, and they set them before the crowd.\n",
          "8:7 And they had a few small fish, and having blessed them, He said that these also should be set before them.\n",
          "8:8 And they ate and were satisfied. And they took up the surplus of broken pieces, seven baskets.\n",
          "8:9 And there were about four thousand people. And He sent them away.\n",
          "8:10 And immediately He got into the boat with His disciples and came into the parts of Dalmanutha.\n",
          "8:11 And the Pharisees came out and began to dispute with Him, seeking from Him a sign from heaven and tempting Him.\n",
          "8:12 And He groaned deeply in His spirit and said, Why does this generation seek a sign? Truly I tell you, No sign shall be given to this generation.\n",
          "8:13 And leaving them, He again got into a boat and went away to the other side.\n",
          "8:14 And they forgot to take bread, and except for one loaf, they did not have any with them in the boat.\n",
          "8:15 And He charged them, saying, Watch! Beware of the leaven of the Pharisees and the leaven of Herod.\n",
          "8:16 And they reasoned with one another, saying, It is because we do not have bread.\n",
          "8:17 And Jesus, knowing it, said to them, Why are you reasoning because you have no bread? Do you not yet perceive nor understand? Do you have your heart hardened?\n",
          "8:18 Having eyes, do you not see? And having ears, do you not hear? And do you not remember?\n",
          "8:19 When I broke the five loaves for the five thousand, how many handbaskets full of broken pieces did you take up? They said to Him, Twelve.\n",
          "8:20 And when I broke the seven for the four thousand, how many baskets filled with broken pieces did you take up? And they said, Seven.\n",
          "8:21 And He said to them, Do you not yet ?\n",
          "8:22 And they came to Bethsaida. And they brought to Him a blind man and entreated Him to touch him.\n",
          "8:23 And He took hold of the hand of the blind man and led him forth outside the village. And He spat on his eyes and laid His hands on him and asked him, Do you see anything?\n",
          "8:24 And he looked up and said, I see men, for I see them as trees, walking.\n",
          "8:25 Then again He laid His hands upon his eyes, and the man looked intently and was restored, and he began to see all things clearly.\n",
          "8:26 And He sent him to his house, saying, Do not even enter into the village 2 .\n",
          "8:27 And Jesus and His disciples went out into the villages of Caesarea Philippi. And on the way He questioned His disciples, saying to them, Who do men say that I am?\n",
          "8:28 And they told Him, saying, John the Baptist; and others, Elijah; but others, one of the prophets.\n",
          "8:29 And He questioned them, But you, who do you say that I am? Peter answered and said to Him, You are the Christ!\n",
          "8:30 And He charged them not to tell anyone concerning Him.\n",
          "8:31 And He began to teach them that the Son of Man must suffer many things and be rejected by the elders and the chief priests and the scribes and be killed and after three days rise.\n",
          "8:32 And He spoke this word openly. And Peter took Him aside and began to rebuke Him.\n",
          "8:33 But turning around and looking at His disciples, He rebuked Peter and said, Get behind Me, Satan! For you are not setting your mind on the things of God, but on the things of men.\n",
          "8:34 And He called the crowd to Him with His disciples and said to them, If anyone wants to follow after Me, let him deny himself and take up his cross and follow Me.\n",
          "8:35 For whoever wants to save his soul-life shall lose it; but whoever will lose his soul-life for My sake and the gospel?s shall save it.\n",
          "8:36 For what does it profit a man to gain the whole world and forfeit his soul-life?\n",
          "8:37 For what could a man give in exchange for his soul-life?\n",
          "8:38 For whoever is ashamed of Me and of My words in this adulterous and sinful generation, the Son of Man also will be ashamed of him when He comes in the glory of His Father with the holy angels.\n"
        ],
        "id": [
          "8:1 Pada waktu itu ada lagi orang banyak di situ yang besar jumlahnya, dan karena mereka tidak mempunyai makanan, Yesus memanggil murid-murid-Nya dan berkata,\n",
          "8:2 \"Hati-Ku tergerak oleh belas kasihan kepada orang banyak ini, karena sudah tiga hari mereka mengikuti Aku dan mereka tidak mempunyai makanan.\n",
          "8:3 Jika mereka Kusuruh pulang ke rumahnya dengan lapar, mereka akan rebah di jalan, sebab ada yang datang dari jauh.\"\n",
          "8:4 Murid-murid-Nya menjawab, \"Bagaimana di tempat yang terpencil ini orang dapat memberi mereka roti sampai kenyang?\"\n",
          "8:5 Yesus bertanya kepada mereka, \"Kamu berapa roti ?\" Jawab mereka, \"Tujuh.\"\n",
          "8:6 Lalu Ia menyuruh orang banyak itu duduk di tanah. Sesudah itu Ia mengambil ketujuh roti itu, mengucap syukur, memecah-mecahkannya dan memberikannya kepada murid-murid-Nya supaya mereka menyajikannya, dan mereka menyajikannya kepada orang banyak.\n",
          "8:7 Mereka juga mempunyai beberapa ikan kecil, dan sesudah mengucap syukur atasnya, Ia menyuruh menyajikannya pula.\n",
          "8:8 Mereka pun makan sampai kenyang. Kemudian mereka mengumpulkan potongan-potongan roti yang lebih, sebanyak tujuh bakul.\n",
          "8:9 Jumlah mereka kira-kira empat ribu orang. Lalu Yesus menyuruh mereka pergi.\n",
          "8:10 Ia segera naik ke perahu bersama murid-murid-Nya dan bertolak ke daerah Dalmanuta.\n",
          "8:11 Kemudian muncullah orang-orang Farisi dan mulai berdebat dengan Yesus. Untuk mencobai Dia mereka meminta dari Dia suatu tanda dari surga.\n",
          "8:12 Lalu mendesahlah Ia dalam hati-Nya dan berkata, \"Mengapa orang-orang zaman ini meminta tanda? Sesungguhnya Aku berkata kepadamu, kepada orang-orang ini sekali-kali tidak akan diberi tanda.\"\n",
          "8:13 Ia meninggalkan mereka, lalu Ia naik lagi ke perahu dan bertolak ke seberang.\n",
          "8:14 Murid-murid Yesus lupa membawa roti, kecuali satu roti saja yang ada pada mereka dalam perahu.\n",
          "8:15 Lalu Yesus memperingatkan mereka, \"Berjaga-jagalah dan awaslah terhadap ragi orang Farisi dan ragi Herodes.\"\n",
          "8:16 Mereka pun memperbincangkan di antara mereka bahwa mereka tidak mempunyai roti.\n",
          "8:17 Ketika Yesus mengetahui hal itu, Ia berkata, \"Mengapa kamu memperbincangkan soal tidak ada roti? Belum jugakah kamu paham dan mengerti? Belum pekakah hatimu?\n",
          "8:18 Kamu mempunyai mata, tidakkah kamu melihat dan kamu mempunyai telinga, tidakkah kamu mendengar? Tidakkah kamu ingat lagi,\n",
          "8:19 pada waktu Aku memecah-mecahkan lima roti untuk lima ribu orang itu, berapa bakul penuh potongan-potongan roti kamu kumpulkan?\" Jawab mereka, \"Dua belas bakul.\"\n",
          "8:20 \"Pada waktu tujuh roti untuk empat ribu orang itu, berapa bakul penuh potongan-potongan roti kamu kumpulkan?\" Jawab mereka, \" Tujuh bakul.\"\n",
          "8:21 Lalu kata-Nya kepada mereka, \"Belum mengertikah kamu?\"\n",
          "8:22 Kemudian tibalah Yesus dan murid-murid-Nya di Betsaida. Lalu orang membawa kepada Yesus seorang buta dan mereka memohon kepada-Nya, supaya Ia menyentuh dia.\n",
          "8:23 Yesus memegang tangan orang buta itu dan membawa dia ke luar desa. Lalu Ia meludahi mata orang itu dan meletakkan tangan-Nya atasnya, dan bertanya kepadanya, \"Sudahkah kaulihat sesuatu?\"\n",
          "8:24 Orang itu memandang ke depan, lalu berkata: \"Aku melihat orang-orang seperti pohon-pohon, namun aku melihat mereka berjalan-jalan.\"\n",
          "8:25 Yesus meletakkan lagi tangan-Nya pada mata orang itu, maka orang itu sungguh-sungguh melihat dan telah sembuh, sehingga ia dapat melihat segala sesuatu dengan jelas.\n",
          "8:26 Lalu Yesus menyuruh dia pulang ke rumahnya dan berkata: \" Jangan masuk ke desa itu!\"\n",
          "8:27 Kemudian Yesus beserta murid-murid-Nya berangkat ke desa-desa di sekitar Kaisarea Filipi. Di tengah jalan Ia bertanya kepada murid-murid-Nya, \" Kata orang, siapakah Aku ini?\"\n",
          "8:28 Jawab mereka, \"Ada yang mengatakan: Yohanes Pembaptis, yang lain mengatakan: Elia, yang lain mengatakan: seorang dari para nabi.\"\n",
          "8:29 Ia bertanya kepada mereka, \"Tetapi apa katamu, siapakah Aku ini?\" Jawab Petrus, \"Engkaulah Mesias!\"\n",
          "8:30 Lalu Yesus melarang mereka dengan keras supaya jangan memberitahukan kepada siapa pun tentang Dia.\n",
          "8:31 Kemudian mulailah Yesus mengajarkan kepada mereka bahwa Anak Manusia harus menanggung banyak penderitaan dan ditolak oleh tua-tua, imam-imam kepala dan ahli-ahli Taurat, lalu dibunuh dan bangkit sesudah tiga hari.\n",
          "8:32 Hal ini dikatakan-Nya dengan terus terang. Tetapi Petrus menarik Yesus ke samping dan mulai menegur Dia dengan keras.\n",
          "8:33 Lalu berpalinglah Yesus dan sambil memandang murid-murid-Nya Ia menegur Petrus dengan keras, \"Enyahlah Iblis, sebab engkau bukan memikirkan apa yang dipikirkan Allah, melainkan apa yang dipikirkan manusia.\"\n",
          "8:34 Lalu Yesus memanggil orang banyak dan murid-murid-Nya dan berkata kepada mereka, \"Jika seseorang mau mengikut Aku, ia harus menyangkal dirinya, memikul salibnya dan mengikut Aku.\n",
          "8:35 Karena siapa saja mau menyelamatkan nyawanya, ia akan kehilangan nyawanya; tetapi siapa saja yang kehilangan nyawanya karena Aku dan karena Injil, ia akan menyelamatkannya.\n",
          "8:36 Apa gunanya seorang memperoleh seluruh dunia, tetapi ia kehilangan nyawanya?\n",
          "8:37 Karena apakah yang dapat diberikannya sebagai ganti nyawanya?\n",
          "8:38 Sebab siapa saja yang malu karena Aku dan karena perkataan-Ku di tengah-tengah orang-orang yang tidak setia dan berdosa ini, Anak Manusia pun akan malu karena orang itu apabila Ia datang kelak dalam kemuliaan Bapa-Nya, bersama dengan malaikat-malaikat kudus.\"\n"
        ]
      }
    },
    {
      "9": {
        "en": [
          "9:1 And He said to them, Truly I say to you, there are some of those standing here who shall by no means taste death until they see the kingdom of God having come in power.\n",
          "9:2 And after six days Jesus with Him Peter and James and John, and brought them up alone into a high mountain privately. And He was transfigured before them,\n",
          "9:3 And His garments became sparkling, exceedingly white, such as no fuller on earth could whiten them.\n",
          "9:4 And Elijah with Moses appeared to them, and they were conversing with Jesus.\n",
          "9:5 And Peter answered and said to Jesus, Rabbi, it is good for us to be here; and let us make three tents, one for You and one for Moses and one for Elijah.\n",
          "9:6 For he did not know what to answer, for they had become extremely frightened.\n",
          "9:7 And a cloud appeared, overshadowing them, and a voice came out of the cloud: This is My Son, the Beloved. Hear Him!\n",
          "9:8 And suddenly, when they looked around, they no longer saw anyone, but Jesus only with them.\n",
          "9:9 And as they were coming down from the mountain, He ordered them not to relate to anyone the things which they had seen, except when the Son of Man has risen from the dead.\n",
          "9:10 And they kept the word, discussing among themselves what rising from the dead was.\n",
          "9:11 And they asked Him, saying, Why do the scribes say that Elijah must come first?\n",
          "9:12 And He said to them, Elijah does indeed come first and restore all things. And how is it that it is written of the Son of Man that He should suffer many things and be counted as nothing?\n",
          "9:13 But I tell you that Elijah has indeed come, and they did to him the things that they wished, even as it is written of him.\n",
          "9:14 And when they came to the disciples, they saw a great crowd around them, and some scribes disputing with them.\n",
          "9:15 And immediately, when all the crowd saw Him, they were amazed, and they ran to Him and greeted Him.\n",
          "9:16 And He questioned them, What are you disputing with them?\n",
          "9:17 And one from the crowd answered Him, Teacher, I brought to You my son, who has a dumb spirit;\n",
          "9:18 And wherever it seizes him, it throws him down, and he foams at the mouth and grinds his teeth; and he is wasting away. And I told Your disciples to cast it out, and they were not able.\n",
          "9:19 And He answered them and said, O unbelieving generation! How long shall I be you? How long shall I bear with you? Bring him to Me.\n",
          "9:20 And they brought him to Him. And when it saw Him, the spirit immediately convulsed him greatly, and falling on the earth, he rolled about, foaming at the mouth.\n",
          "9:21 And He questioned his father, How long has this been happening to him? And he said, From childhood.\n",
          "9:22 And it has often thrown him both into fire and into water to destroy him. But if You can do anything, have compassion on us and help us.\n",
          "9:23 And Jesus said to him, You say, If You can. All things are possible to him who .\n",
          "9:24 Immediately, crying out, the father of the child said, I believe; help my unbelief!\n",
          "9:25 And Jesus, seeing that a crowd was running together toward them, rebuked the unclean spirit, saying to it, Dumb and deaf spirit, I order you, come out of him and enter into him no more.\n",
          "9:26 And after crying out and convulsing him terribly, it came out. And he became as though he were dead so that many said that he died.\n",
          "9:27 But Jesus took hold of his hand and raised him, and he stood up.\n",
          "9:28 And when He entered into the house, His disciples questioned Him privately, Why were we not able to cast it out?\n",
          "9:29 And He said to them, This kind cannot come out by any means except prayer 1 .\n",
          "9:30 And they went out from there and passed through Galilee, and He did not want anyone to know about it,\n",
          "9:31 For He was teaching His disciples. And He said to them, The Son of Man is being delivered into the hands of men, and they will kill Him; and when He has been killed, after three days He will rise.\n",
          "9:32 But they did not this saying and were afraid to question Him.\n",
          "9:33 And they came to Capernaum. And when He was in the house, He questioned them, What were you reasoning about on the way?\n",
          "9:34 And they were silent, for they had argued with one another on the way about who was greater.\n",
          "9:35 And He sat down and called the twelve and said to them, If anyone wants to be first, he shall be the last of all and the servant of all.\n",
          "9:36 And He took a little child and set him in their midst; and taking him into His arms, He said to them,\n",
          "9:37 Whoever receives one of such little children because of My name, receives Me; and whoever receives Me, receives not Me but Him who sent Me.\n",
          "9:38 John said to Him, Teacher, we saw someone casting out demons in Your name, and we forbade him because he does not follow us.\n",
          "9:39 But Jesus said, Do not forbid him, for there is no one who will do a work of power in My name and be able soon to speak evil of Me.\n",
          "9:40 For he who is not against us is for us.\n",
          "9:41 For whoever gives you a cup of water to drink because you bear the name that you are Christ?s, truly I say to you that he shall by no means lose his reward.\n",
          "9:42 And whoever stumbles one of these little ones who believe into Me, it is better for him if a great millstone is placed around his neck and he is thrown into the sea.\n",
          "9:43 And if your hand stumbles you, cut it off; it is better for you to enter into life maimed than to have two hands and go away into Gehenna, into unquenchable fire.\n",
          "9:44 See note 44 1 .\n",
          "9:45 And if your foot stumbles you, cut it off; it is better for you to enter into life lame than to have two feet and be thrown into Gehenna 1 .\n",
          "9:46 See note 46 1 .\n",
          "9:47 And if your eye stumbles you, cast it out; it is better for you to enter into the kingdom of God with one eye than to have two eyes and be thrown into Gehenna,\n",
          "9:48 Where their worm does not die and the fire is not quenched.\n",
          "9:49 For everyone shall be salted with fire 3 .\n",
          "9:50 Salt is good, but if the salt becomes unsalty, with what will you restore its saltiness? Have salt in yourselves and be at peace with one another.\n"
        ],
        "id": [
          "9:1 Kata-Nya lagi kepada mereka, \"Sesungguhnya Aku berkata kepadamu, di antara orang yang hadir di sini ada yang tidak akan mati sebelum mereka melihat bahwa Kerajaan Allah telah datang dengan kuasa.\"\n",
          "9:2 Enam hari kemudian Yesus membawa Petrus, Yakobus dan Yohanes dan bersama-sama dengan mereka Ia naik ke sebuah gunung yang tinggi. Di situ mereka sendirian saja. Lalu Yesus berubah rupa di depan mata mereka,\n",
          "9:3 dan pakaian-Nya sangat putih berkilauan. Tidak ada seorang pun di dunia ini yang dapat memutihkan pakaian seperti itu.\n",
          "9:4 Lalu tampaklah kepada mereka Elia bersama dengan Musa, keduanya sedang berbicara dengan Yesus.\n",
          "9:5 Kata Petrus kepada Yesus, \" Rabi, alangkah baiknya kita berada di tempat ini. Biarlah kami dirikan tiga kemah, satu untuk Engkau, satu untuk Musa dan satu untuk Elia.\"\n",
          "9:6 Ia tidak tahu apa yang harus dikatakannya, karena mereka sangat ketakutan.\n",
          "9:7 Lalu datanglah awan menaungi mereka dan dari dalam awan itu terdengar suara, \"Inilah Anak-Ku yang terkasih, dengarkanlah Dia.\"\n",
          "9:8 Tiba-tiba sewaktu memandang sekeliling, mereka tidak melihat seorang pun lagi bersama mereka, kecuali Yesus seorang diri.\n",
          "9:9 Pada waktu turun dari gunung itu, Yesus berpesan kepada mereka, supaya mereka tidak menceritakan kepada siapa pun apa yang telah mereka lihat itu, sebelum Anak Manusia bangkit dari antara orang mati.\n",
          "9:10 Mereka memegang pesan itu sambil mempersoalkan di antara mereka apa yang dimaksud dengan \"bangkit dari antara orang mati.\"\n",
          "9:11 Lalu mereka bertanya kepada-Nya, \"Mengapa ahli-ahli Taurat berkata, bahwa Elia harus datang dahulu?\"\n",
          "9:12 Jawab Yesus, \"Memang Elia akan datang dahulu dan memulihkan segala sesuatu. Hanya, bagaimanakah dengan yang ada tertulis mengenai Anak Manusia, bahwa Ia akan banyak menderita dan akan dihina?\n",
          "9:13 Tetapi Aku berkata kepadamu: Memang Elia sudah datang dan orang memperlakukan dia menurut kehendak mereka, sesuai dengan yang ada tertulis tentang dia.\"\n",
          "9:14 Ketika Yesus, Petrus, Yakobus dan Yohanes kembali pada murid-murid lain, mereka melihat orang banyak mengerumuni murid-murid itu, dan beberapa ahli Taurat sedang bersoal jawab dengan mereka.\n",
          "9:15 Pada waktu orang banyak itu melihat Yesus, tercenganglah mereka semua dan bergegas menyambut Dia.\n",
          "9:16 Lalu Yesus bertanya kepada mereka, \"Apa yang kamu persoalkan dengan mereka?\"\n",
          "9:17 Jawab seorang dari orang banyak itu, \" Guru, anakku ini kubawa kepada-Mu, karena ia kerasukan roh yang membisukan dia.\n",
          "9:18 Setiap kali roh itu menyerang dia, roh itu membantingkannya ke tanah; lalu mulutnya berbusa, giginya bekertak dan tubuhnya menjadi kejang. Aku sudah meminta kepada murid-murid-Mu, supaya mereka mengusir roh itu, tetapi mereka tidak dapat.\"\n",
          "9:19 Lalu kata Yesus kepada mereka, \" Hai kamu orang-orang yang tidak percaya, sampai kapan Aku harus tinggal di antara kamu? Sampai kapan Aku harus sabar terhadap kamu? Bawalah anak itu ke mari!\"\n",
          "9:20 Lalu mereka membawanya kepada-Nya. Waktu roh itu melihat Yesus, ia segera mengguncang-guncangkan anak itu, dan anak itu terpelanting ke tanah dan terguling-guling, sedang mulutnya berbusa.\n",
          "9:21 Lalu Yesus bertanya kepada ayah anak itu, \"Sudah berapa lama ia mengalami ini?\" Jawabnya, \"Sejak masa kecilnya.\n",
          "9:22 Dan seringkali roh itu menyeretnya ke dalam api ataupun ke dalam air untuk membinasakannya. Tetapi jika Engkau dapat berbuat sesuatu, tolonglah kami dan kasihanilah kami.\"\n",
          "9:23 Jawab Yesus, \" Katamu: jika Engkau dapat? Segala sesuatu mungkin bagi orang yang percaya!\"\n",
          "9:24 Segera ayah anak itu berteriak: \"Aku percaya. Tolonglah aku yang tidak percaya ini!\"\n",
          "9:25 Ketika Yesus melihat orang banyak makin datang berkerumun, Ia menegur roh jahat itu dengan keras, \"Hai kau roh yang menyebabkan orang menjadi bisu dan tuli, Aku memerintahkan engkau, keluarlah dari anak ini dan jangan merasukinya lagi!\"\n",
          "9:26 Lalu keluarlah roh itu sambil berteriak dan mengguncang-guncang anak itu dengan hebat. Anak itu kelihatannya seperti orang mati, sehingga banyak orang yang berkata, \"Ia sudah mati.\"\n",
          "9:27 Tetapi Yesus memegang tangan anak itu dan membangunkannya, lalu ia bangkit sendiri.\n",
          "9:28 Ketika Yesus sudah di rumah, dan murid-murid-Nya sendirian dengan Dia, bertanyalah mereka, \"Mengapa kami tidak dapat mengusir roh itu?\"\n",
          "9:29 Jawab-Nya kepada mereka, \"Jenis ini tidak dapat diusir kecuali dengan berdoa.\"\n",
          "9:30 Yesus dan murid-murid-Nya berangkat dari situ dan melewati Galilea, dan Yesus tidak mau hal itu diketahui orang;\n",
          "9:31 sebab Ia sedang mengajar murid-murid-Nya. Ia berkata kepada mereka, \"Anak Manusia akan diserahkan ke dalam tangan manusia, dan mereka akan membunuh Dia, dan tiga hari sesudah Ia dibunuh Ia akan bangkit.\"\n",
          "9:32 Mereka tidak mengerti perkataan itu, namun segan menanyakannya kepada-Nya.\n",
          "9:33 Kemudian tibalah Yesus dan murid-murid-Nya di Kapernaum. Ketika Yesus sudah di rumah, Ia bertanya kepada murid-murid-Nya, \"Apa yang kamu perbincangkan tadi di tengah jalan?\"\n",
          "9:34 Tetapi mereka diam, sebab di tengah jalan tadi mereka bertengkar tentang siapa yang terbesar di antara mereka.\n",
          "9:35 Lalu Yesus duduk dan memanggil kedua belas murid itu. Kata-Nya kepada mereka, \"Jika seseorang ingin menjadi yang pertama, hendaklah ia menjadi yang terakhir dari semuanya dan pelayan dari semuanya.\"\n",
          "9:36 Lalu Yesus mengambil seorang anak kecil dan menempatkannya di tengah-tengah mereka, kemudian Ia memeluk anak itu dan berkata kepada mereka,\n",
          "9:37 \"Siapa saja menyambut seorang anak seperti ini dalam nama-Ku, ia menyambut Aku. Siapa saja menyambut Aku, bukan Aku yang disambutnya, tetapi Dia yang mengutus Aku.\"\n",
          "9:38 Kata Yohanes kepada Yesus, \"Guru, kami melihat seseorang yang bukan pengikut kita mengusir setan demi nama-Mu, lalu kami cegah dia, karena dia bukan pengikut kita.\"\n",
          "9:39 Tetapi kata Yesus, \" Jangan kamu cegah dia! Sebab tidak seorang pun yang telah mengadakan mujizat demi nama-Ku dapat seketika itu juga mengumpat Aku.\n",
          "9:40 Siapa saja tidak melawan kita, ia ada di pihak kita.\n",
          "9:41 Sesungguhnya Aku berkata kepadamu: Siapa saja memberi kamu minum secangkir air oleh karena kamu adalah pengikut Kristus, ia tidak akan kehilangan upahnya.\"\n",
          "9:42 \"Siapa saja menyebabkan salah satu dari anak-anak kecil yang percaya kepada-Ku ini berbuat dosa, lebih baik baginya jika sebuah batu giling diikatkan pada lehernya lalu ia dibuang ke dalam laut.\n",
          "9:43 Jika tanganmu menyebabkan engkau berbuat dosa, penggallah, karena lebih baik engkau masuk ke dalam hidup dengan tangan buntung daripada dengan utuh kedua tanganmu dibuang ke dalam neraka, ke dalam api yang tak terpadamkan;\n",
          "9:44 (di tempat itu ulat-ulatnya tidak akan mati, dan api tidak akan terpadamkan.)\n",
          "9:45 Jika kakimu menyebabkan engkau berbuat dosa, penggallah, karena lebih baik engkau masuk ke dalam hidup dengan timpang, daripada dengan utuh kedua kakimu dicampakkan ke dalam neraka;\n",
          "9:46 (di tempat itu ulatnya tidak mati, dan api tidak akan terpadamkan.)\n",
          "9:47 Jika matamu menyebabkan engkau berdosa, cungkillah, karena lebih baik engkau masuk ke dalam Kerajaan Allah dengan bermata satu daripada dengan bermata dua dicampakkan ke dalam neraka,\n",
          "9:48 di mana ulat-ulatnya tidak mati dan api tidak terpadamkan.\n",
          "9:49 Karena setiap orang akan digarami dengan api .\n",
          "9:50 Garam memang baik, tetapi jika garam menjadi hambar, dengan apakah kamu mengasinkannya? Hendaklah kamu senantiasa mempunyai garam dalam dirimu dan hidup berdamai seorang dengan yang lain.\"\n"
        ]
      }
    },
    {
      "10": {
        "en": [
          "10:1 And He rose up there and came into the borders of Judea and beyond the Jordan; and again crowds came together to Him, and as He was accustomed, again He taught them.\n",
          "10:2 And some Pharisees came and asked Him whether it was lawful for a man to divorce a wife, so as to tempt Him.\n",
          "10:3 And He answered and said to them, What did Moses command you?\n",
          "10:4 And they said, Moses allowed us to write a certificate of divorce and divorce her.\n",
          "10:5 And Jesus said to them, Because of your hardness of heart he wrote this commandment for you.\n",
          "10:6 But from the beginning of creation, He made them male and female.\n",
          "10:7 For this cause shall a man leave his father and mother and shall be joined to his wife;\n",
          "10:8 And the two shall be one flesh. So then they are no longer two, but one flesh.\n",
          "10:9 Therefore what God has yoked together, let man not separate.\n",
          "10:10 And in the house the disciples questioned Him again concerning this.\n",
          "10:11 And He said to them, Whoever divorces his wife and marries another commits adultery against her.\n",
          "10:12 And if she divorces her husband and marries another, she commits adultery.\n",
          "10:13 And they brought little children to Him so that He might touch them, but the disciples rebuked them.\n",
          "10:14 But Jesus, seeing it, was indignant and said to them, Allow the little children to come to Me. Do not forbid them, for of such is the kingdom of God.\n",
          "10:15 Truly I say to you, whoever does not receive the kingdom of God like a little child shall by no means enter into it.\n",
          "10:16 And taking them into His arms, He fervently blessed them, laying His hands on them.\n",
          "10:17 And as He went out into the road, someone ran to Him and kneeling before Him asked Him, Good Teacher, what shall I do that I may inherit eternal life?\n",
          "10:18 And Jesus said to him, Why do you call Me good? No one is good except One? b God.\n",
          "10:19 You know the commandments: ?Do not murder, do not commit adultery, do not steal, do not bear false witness, do not defraud, honor your father and mother.?\n",
          "10:20 And he said to Him, Teacher, all these things I have kept from my youth.\n",
          "10:21 And Jesus, looking upon him, was moved with love for him and said to him, One thing you lack: go; the things you have, sell and give to the poor, and you will have treasure in heaven; and come, follow Me 2 .\n",
          "10:22 And at the word his countenance fell, and he went away sorrowing, for he many possessions.\n",
          "10:23 And Jesus, looking around, said to His disciples, How difficult it will be for those who have riches to enter into the kingdom of God!\n",
          "10:24 And the disciples were amazed at His words. But Jesus again answered and said to them, Children, how difficult it is for those who trust in riches to enter into the kingdom of God!\n",
          "10:25 It is easier for a camel to pass through the eye of a needle than for a rich man to enter into the kingdom of God.\n",
          "10:26 But they were astonished beyond measure and said among themselves, Then who can be saved?\n",
          "10:27 Looking upon them, Jesus said, With men it is impossible, but not with God, for all things are possible with God.\n",
          "10:28 Peter began to say to Him, Behold, we have left all and followed You.\n",
          "10:29 Jesus said, Truly I say to you, There is no one who has left house or brothers or sisters or mother or father or children or fields for My sake and for the gospel?s sake,\n",
          "10:30 But that he shall receive a hundred times as much now at this time, houses and brothers and sisters and mothers and children and fields, with persecutions, and in the coming age, eternal life.\n",
          "10:31 But many first will be last, and the last first.\n",
          "10:32 Now they were on the road, going up to Jerusalem, and Jesus led the way before them. And they were amazed, and those who followed were afraid. And He took the twelve aside again and began to tell them the things that were about to happen to Him:\n",
          "10:33 Behold, we are going up to Jerusalem, and the Son of Man will be delivered to the chief priests and to the scribes. And they will condemn Him to death and deliver Him to the Gentiles,\n",
          "10:34 And they will mock Him and spit at Him and scourge Him, and they will kill Him. And after three days He will rise.\n",
          "10:35 And James and John, the sons of Zebedee, came to Him, saying to Him, Teacher, we want You to do for us whatever we ask You.\n",
          "10:36 And He said to them, What do you want Me to do for you?\n",
          "10:37 And they said to Him, Grant to us to sit, one on Your right and one on Your left, in Your glory.\n",
          "10:38 But Jesus said to them, You do not know what you are asking. Are you able to drink the cup which I drink, or to be baptized with the baptism with which I am baptized?\n",
          "10:39 And they said to Him, We are able. And Jesus said to them, The cup which I drink you shall drink, and with the baptism with which I am baptized, you shall be baptized.\n",
          "10:40 But to sit on My right or on My left is not Mine to give, but it is for those for whom it has been prepared.\n",
          "10:41 And when the ten heard this, they began to be indignant concerning James and John.\n",
          "10:42 And Jesus called them to Him and said to them, You know that those who are esteemed as rulers of the Gentiles lord it over them, and their great ones exercise authority over them.\n",
          "10:43 But it is not so among you; but whoever wants to become great among you shall be your servant,\n",
          "10:44 And whoever wants to be first among you shall be the slave of all.\n",
          "10:45 For even the Son of Man did not come to be served, but to serve and to give His life as a ransom for many.\n",
          "10:46 And they came to Jericho. And as He was going out from Jericho, as well as His disciples and a large crowd, the son of Timaeus, Bartimaeus, a blind beggar, sat by the road.\n",
          "10:47 And when he heard that it was Jesus the Nazarene, he began to cry out and say, Jesus, Son of David, have mercy on me!\n",
          "10:48 And many rebuked him so that he would be silent, but he cried out much more, Son of David, have mercy on me!\n",
          "10:49 And Jesus, standing still, said, Call him here. And they called the blind man, saying to him, Take courage. Rise. He is calling you.\n",
          "10:50 And throwing his garment aside, he leaped up and came to Jesus.\n",
          "10:51 And Jesus answered him and said, What do you want Me to do for you? And the blind man said to Him, Rabboni, that I may receive my sight!\n",
          "10:52 And Jesus said to him, Go; your faith has healed you. And immediately he received his sight and followed Him on the road.\n"
        ],
        "id": [
          "10:1 Dari situ Yesus berangkat ke daerah Yudea dan ke daerah seberang sungai Yordan dan orang banyak datang lagi berkerumun di sekeliling Dia; dan seperti biasa Ia mengajar mereka lagi.\n",
          "10:2 Lalu datanglah orang-orang Farisi, dan untuk mencobai Yesus mereka bertanya kepada-Nya, \"Apakah seorang suami diperbolehkan menceraikan istrinya?\"\n",
          "10:3 Tetapi jawab-Nya kepada mereka, \"Apa perintah Musa kepada kamu?\"\n",
          "10:4 Jawab mereka, \"Musa memberi izin untuk menceraikannya dengan membuat surat cerai.\"\n",
          "10:5 Lalu kata Yesus kepada mereka, \"Justru karena kekerasan hatimulah maka Musa menuliskan perintah ini untuk kamu.\n",
          "10:6 Padahal pada awal dunia, Allah menjadikan mereka laki-laki dan perempuan,\n",
          "10:7 sebab itu laki-laki akan meninggalkan ayahnya dan ibunya dan bersatu dengan istrinya,\n",
          "10:8 sehingga keduanya itu menjadi satu daging. Demikianlah mereka bukan dua lagi, melainkan satu.\n",
          "10:9 Karena itu, apa yang telah dipersatukan Allah, tidak boleh diceraikan manusia.\"\n",
          "10:10 Ketika mereka sudah di rumah, murid-murid itu bertanya lagi kepada Yesus tentang hal itu.\n",
          "10:11 Lalu kata-Nya kepada mereka, \"Siapa saja menceraikan istrinya lalu kawin dengan perempuan lain, ia berzina terhadap istrinya itu.\n",
          "10:12 Jika si istri menceraikan suaminya dan kawin dengan laki-laki lain, ia berbuat berzina.\"\n",
          "10:13 Lalu orang membawa anak-anak kecil kepada Yesus, supaya Ia menyentuh mereka; akan tetapi murid-murid-Nya memarahi orang-orang itu.\n",
          "10:14 Melihat hal itu, Yesus marah dan berkata kepada mereka, \" Biarkan anak-anak itu datang kepada-Ku, jangan halang-halangi mereka, sebab orang-orang yang seperti itulah yang memiliki Kerajaan Allah.\n",
          "10:15 Sesungguhnya Aku berkata kepadamu: Siapa saja yang tidak menyambut Kerajaan Allah seperti seorang anak kecil, ia tidak akan masuk ke dalamnya.\"\n",
          "10:16 Lalu Ia memeluk anak-anak itu dan sambil meletakkan tangan-Nya di atas mereka Ia memberkati mereka.\n",
          "10:17 Pada waktu Yesus meneruskan perjalanan-Nya, datanglah seorang berlari-lari mendapatkan Dia dan sambil bertelut di hadapan-Nya ia bertanya, \"Guru yang baik, apa yang harus kuperbuat untuk memperoleh hidup yang kekal?\"\n",
          "10:18 Jawab Yesus, \"Mengapa kaukatakan Aku baik? Tak seorang pun yang baik selain Allah saja.\n",
          "10:19 Engkau tentu mengetahui segala perintah-perintah ini: Jangan membunuh, jangan berzina, jangan mencuri, jangan memberi kesaksian palsu, jangan menipu orang, hormatilah ayahmu dan ibumu!\"\n",
          "10:20 Lalu kata orang itu kepada-Nya, \"Guru, semuanya itu telah kuturuti sejak masa mudaku.\"\n",
          "10:21 Tetapi Yesus memandang dia dan menaruh kasih kepadanya, lalu berkata kepadanya, \"Hanya satu lagi kekuranganmu, Pergilah, juallah apa yang kaumiliki dan berikanlah itu kepada orang-orang miskin, maka engkau akan beroleh harta di surga, kemudian datanglah ke mari dan ikutlah Aku .\"\n",
          "10:22 Mendengar perkataan itu mukanya muram, lalu pergi dengan sedih, sebab banyak hartanya.\n",
          "10:23 Lalu Yesus memandang murid-murid-Nya di sekeliling-Nya dan berkata kepada mereka, \"Alangkah sukarnya orang yang banyak harta masuk ke dalam Kerajaan Allah.\"\n",
          "10:24 Murid-murid-Nya tercengang mendengar perkataan-Nya itu. Tetapi Yesus berkata lagi: \" Anak-anak-Ku, alangkah sukarnya masuk ke dalam Kerajaan Allah.\n",
          "10:25 Lebih mudah seekor unta melewati lubang jarum dari pada seorang kaya masuk ke dalam Kerajaan Allah.\"\n",
          "10:26 Mereka makin tercengang dan berkata seorang kepada yang lain, \"Jika demikian, siapakah yang dapat diselamatkan?\"\n",
          "10:27 Yesus memandang mereka dan berkata, \"Bagi manusia hal itu tidak mungkin, tetapi bukan demikian bagi Allah. Sebab segala sesuatu adalah mungkin bagi Allah.\"\n",
          "10:28 Lalu Petrus berkata kepada Yesus, \"Kami ini telah meninggalkan segala sesuatu dan mengikut Engkau!\"\n",
          "10:29 Jawab Yesus, \"Sesungguhnya Aku berkata kepadamu, setiap orang yang karena Aku dan karena Injil meninggalkan rumahnya, atau saudaranya laki-laki atau saudaranya perempuan, ibunya atau bapanya, anak-anaknya atau ladangnya,\n",
          "10:30 orang itu sekarang pada masa ini juga akan menerima kembali seratus kali lipat, rumah, saudara laki-laki, saudara perempuan, ibu, anak dan ladang, sekalipun disertai berbagai penganiayaan, dan pada zaman yang akan datang ia akan menerima hidup yang kekal.\n",
          "10:31 Tetapi banyak orang yang pertama akan menjadi yang terakhir dan yang terakhir akan menjadi yang pertama.\"\n",
          "10:32 Yesus dan murid-murid-Nya sedang dalam perjalanan ke Yerusalem dan Yesus berjalan di depan. Murid-murid merasa cemas dan juga orang-orang yang mengikuti Dia dari belakang merasa takut. Sekali lagi Yesus memanggil kedua belas murid-Nya dan Ia mulai mengatakan kepada mereka apa yang akan terjadi atas diri-Nya,\n",
          "10:33 \"Sekarang kita pergi ke Yerusalem dan Anak Manusia akan diserahkan kepada imam-imam kepala dan ahli-ahli Taurat, dan mereka akan menjatuhkan Dia hukuman mati kepada-Nya. Mereka akan menyerahkan Dia kepada bangsa-bangsa lain,\n",
          "10:34 dan Ia akan diolok-olok, diludahi, dicambuk dan dibunuh, tetapi sesudah tiga hari Ia akan bangkit.\"\n",
          "10:35 Lalu Yakobus dan Yohanes, anak-anak Zebedeus, mendekati Yesus dan berkata kepada-Nya, \"Guru, kami harap supaya Engkau melakukan apa pun kami minta dari Engkau!\"\n",
          "10:36 Jawab-Nya kepada mereka, \"Apa yang kamu kehendaki Ku perbuat bagimu?\"\n",
          "10:37 Lalu kata mereka, \"Perkenankanlah kami duduk dalam kemuliaan-Mu kelak, yang seorang di sebelah kanan-Mu dan yang seorang di sebelah kiri-Mu.\"\n",
          "10:38 Tetapi kata Yesus kepada mereka: \"Kamu tidak tahu apa yang kamu minta. Dapatkah kamu meminum cawan yang harus Kuminum dan dibaptis dengan baptisan yang harus Kuterima?\"\n",
          "10:39 Jawab mereka: \"Kami dapat.\" Yesus berkata kepada mereka: \"Memang, kamu akan meminum cawan yang harus Kuminum dan akan dibaptis dengan baptisan yang harus Kuterima.\n",
          "10:40 Tetapi hal duduk di sebelah kanan-Ku atau di sebelah kiri-Ku, Aku tidak berhak memberikannya. Itu akan diberikan kepada orang-orang yang baginya hal itu telah disediakan.\"\n",
          "10:41 Mendengar itu kesepuluh murid yang lain menjadi marah kepada Yakobus dan Yohanes.\n",
          "10:42 Lalu Yesus memanggil mereka dan berkata: \"Kamu tahu, bahwa mereka yang diakui sebagai pemerintah bangsa-bangsa bertindak sebagai tuan atas rakyatnya, dan para pembesarnya bertindak sewenang-wenang atas mereka.\n",
          "10:43 Tidaklah demikian di antara kamu. Siapa saja yang ingin menjadi besar di antara kamu, hendaklah ia menjadi pelayanmu,\n",
          "10:44 dan siapa saja yang ingin menjadi yang pertama di antara kamu, hendaklah ia menjadi hamba untuk semuanya.\n",
          "10:45 Karena Anak Manusia juga datang bukan untuk dilayani, melainkan untuk melayani dan untuk memberikan nyawa-Nya menjadi tebusan bagi banyak orang.\"\n",
          "10:46 Lalu tibalah Yesus dan murid-murid-Nya di Yerikho. Ketika Yesus keluar dari Yerikho bersama-sama murid-murid-Nya dan orang banyak yang berbondong-bondong, ada seorang pengemis yang buta, bernama Bartimeus, anak Timeus, duduk di pinggir jalan.\n",
          "10:47 Ketika didengarnya, bahwa itu adalah Yesus orang Nazaret, mulailah ia berseru: \"Yesus, Anak Daud, kasihanilah aku!\"\n",
          "10:48 Banyak orang menegurnya supaya ia diam. Namun semakin keras ia berseru: \"Anak Daud, kasihanilah aku!\"\n",
          "10:49 Yesus berhenti dan berkata: \" Panggillah dia!\" Mereka memanggil orang buta itu dan berkata kepadanya: \"Teguhkan hatimu, berdirilah, Ia memanggil engkau.\"\n",
          "10:50 Orang buta itu menanggalkan jubahnya, lalu segera berdiri dan pergi kepada Yesus.\n",
          "10:51 Tanya Yesus kepadanya: \" Apa yang kaukehendaki Ku perbuat bagimu?\" Jawab orang buta itu: \" Rabuni, aku ingin dapat melihat!\"\n",
          "10:52 Lalu kata Yesus kepadanya: \"Pergilah, imanmu telah menyelamatkan engkau!\" Saat itu juga ia dapat melihat, lalu ia mengikuti Yesus dalam perjalanan-Nya.\n"
        ]
      }
    },
    {
      "11": {
        "en": [
          "11:1 And when they drew near to Jerusalem, at Bethphage and Bethany, at the Mount of Olives, He sent two of His disciples,\n",
          "11:2 And said to them, Go into the village opposite you, and immediately upon entering into it, you will find a colt tied, on which no man has yet sat; untie it and bring it.\n",
          "11:3 And if anyone says to you, Why are you doing this? say, The Lord has need of it and will immediately send it here again.\n",
          "11:4 And they went away and found a colt tied by a door, outside on the street, and they untied it.\n",
          "11:5 And some of the ones standing there said to them, What are you doing untying the colt?\n",
          "11:6 And they spoke to them even as Jesus had said. And they let them do it.\n",
          "11:7 And they brought the colt to Jesus and threw their garments on it, and He sat on it.\n",
          "11:8 And many spread their garments in the road, and others spread layers of branches full of tender leaves, having cut them out of the fields.\n",
          "11:9 And those who went before and those who followed cried out, Hosanna! Blessed is He who comes in the name of the Lord!\n",
          "11:10 Blessed is the coming kingdom of our father David! Hosanna in the highest!\n",
          "11:11 And He entered into Jerusalem, into the temple; and when He had looked around at all things, since the hour was already late, He went out to Bethany with the twelve.\n",
          "11:12 And on the next day, when had gone out from Bethany, He became hungry.\n",
          "11:13 And seeing at a distance a fig tree having leaves, He came to see if perhaps He would find anything on it. And when He came to it, He found nothing except leaves, for it was not the season for figs.\n",
          "11:14 And He answered and said to it, May no one eat fruit from you forever! And His disciples heard it.\n",
          "11:15 And they came to Jerusalem. And He entered into the temple and began to cast out those who were selling and those who were buying in the temple, and He overturned the tables of the money changers and the seats of those who were selling the doves;\n",
          "11:16 And He would not let anyone carry a vessel through the temple.\n",
          "11:17 And He taught and said to them, Is it not written, ?My house shall be called a house of prayer for all the nations?? But you have made it a den of robbers.\n",
          "11:18 And the chief priests and the scribes heard this, and they sought how they might destroy Him, for they feared Him, for all the crowd was astounded at His teaching.\n",
          "11:19 And every day when evening fell, they went outside the city.\n",
          "11:20 And as they passed by in the morning, they saw the fig tree withered from the roots.\n",
          "11:21 And Peter remembered and said to Him, Rabbi, behold, the fig tree which You cursed has withered.\n",
          "11:22 And Jesus answered and said to them, Have faith in God.\n",
          "11:23 Truly I say to you that whoever says to this mountain, Be taken up and cast into the sea, and does not doubt in his heart, but believes that what he says happens, he will have it.\n",
          "11:24 For this reason I say to you, All things that you pray and , believe that you have received them, and you will have them.\n",
          "11:25 And when you stand praying, forgive, if you have anything against anyone, so that your Father who is in the heavens may also forgive you your offenses.\n",
          "11:26 But if you do not forgive, neither will your Father who is in the heavens forgive your offenses.\n",
          "11:27 And they came again to Jerusalem. And as He was walking in the temple, the chief priests and the scribes and the elders came to Him,\n",
          "11:28 And said to Him, By what authority do You do these things, or who gave You this authority to do these things?\n",
          "11:29 And Jesus said to them, I will question you about one thing; answer Me and I will tell you by what authority I do these things.\n",
          "11:30 The baptism of John, was it from heaven or from men? Answer Me.\n",
          "11:31 And they reasoned with one another saying, If we say, From heaven, He will say, Why then did you not believe him?\n",
          "11:32 But should we say, From men??they feared the crowd, for all held that John was really a prophet.\n",
          "11:33 And they answered Jesus and said, We do not know. And Jesus said to them, Neither do I tell you by what authority I do these things.\n"
        ],
        "id": [
          "11:1 Ketika Yesus dan murid-murid-Nya telah mendekati Yerusalem, dekat Betfage dan Betania yang terletak di Bukit Zaitun, Yesus menyuruh dua orang murid-Nya\n",
          "11:2 dengan pesan: \"Pergilah ke desa yang di depanmu itu. Pada waktu kamu masuk di situ, kamu akan segera menemukan seekor keledai muda tertambat, yang belum pernah ditunggangi orang. Lepaskan keledai itu dan bawalah ke mari.\n",
          "11:3 Jika ada orang mengatakan kepadamu: Mengapa kamu lakukan itu, jawablah: Tuhan memerlukannya. Ia akan segera mengembalikannya ke sini.\"\n",
          "11:4 Mereka pun pergi, dan menemukan seekor keledai muda tertambat di depan pintu di luar, di pinggir jalan, lalu melepaskannya.\n",
          "11:5 Beberapa orang yang berdiri di situ berkata kepada mereka: \"Apa yang kamu lakukan? Mengapa kamu lepaskan keledai itu?\"\n",
          "11:6 Lalu mereka menjawab seperti yang sudah dikatakan Yesus, maka orang-orang itu membiarkan mereka mengambilnya .\n",
          "11:7 Lalu mereka membawa keledai muda itu kepada Yesus, dan mengalasinya dengan pakaian mereka, kemudian Yesus naik ke atasnya.\n",
          "11:8 Banyak orang yang menghamparkan pakaiannya di jalan, ada pula yang menyebarkan ranting-ranting hijau yang mereka ambil dari ladang.\n",
          "11:9 Orang-orang yang berjalan di depan dan mereka yang mengikuti dari belakang berseru: \"Hosana! Terpujilah Dia yang datang dalam nama Tuhan,\n",
          "11:10 terpujilah Kerajaan yang datang, Kerajaan bapak kita Daud, hosana di tempat yang mahatinggi!\"\n",
          "11:11 Sesampainya di Yerusalem Ia masuk ke Bait Allah. Di sana Ia meninjau semuanya, tetapi karena hari hampir malam Ia keluar ke Betania bersama dengan kedua belas murid-Nya.\n",
          "11:12 Keesokan harinya sesudah Yesus dan kedua belas murid-Nya meninggalkan Betania, Yesus merasa lapar.\n",
          "11:13 Dari jauh Ia melihat pohon ara yang sudah berdaun. Ia mendekatinya untuk melihat kalau-kalau Ia menemukan sesuatu pada pohon itu. Tetapi waktu tiba di situ, Ia tidak menemukan apa-apa selain daun-daun saja, sebab memang bukan musim buah ara.\n",
          "11:14 Kata-Nya kepada pohon itu: \" Jangan lagi seorang pun makan buahmu selama-lamanya!\" Murid-murid-Nya pun mendengarnya.\n",
          "11:15 Lalu tibalah Yesus dan murid-murid-Nya di Yerusalem. Sesudah Yesus masuk ke Bait Allah, mulailah Ia mengusir orang-orang yang berjual beli di halaman Bait Allah. Ia membalikkan meja-meja penukar uang dan bangku-bangku pedagang merpati,\n",
          "11:16 dan Ia tidak memperbolehkan orang membawa barang-barang melintasi halaman Bait Allah.\n",
          "11:17 Lalu Ia mengajar mereka, kata-Nya: \"Bukankah ada tertulis: Rumah-Ku akan disebut rumah doa bagi segala bangsa? Tetapi kamu ini telah menjadikannya sarang penyamun!\"\n",
          "11:18 Imam-imam kepala dan ahli-ahli Taurat mendengar tentang peristiwa itu, dan mereka mencari jalan untuk membinasakan Dia, sebab mereka takut kepada-Nya, karena seluruh orang banyak takjub kepada pengajaran-Nya.\n",
          "11:19 Menjelang malam mereka keluar lagi dari kota.\n",
          "11:20 Pagi-pagi ketika Yesus dan murid-murid-Nya lewat, mereka melihat pohon ara tadi sudah kering sampai ke akar-akarnya.\n",
          "11:21 Lalu teringatlah Petrus dan berkata kepada Yesus, \" Rabi, lihatlah, pohon ara yang Kaukutuk itu sudah kering.\"\n",
          "11:22 Yesus menjawab mereka, \" Percayalah kepada Allah!\n",
          "11:23 Sesungguhnya Aku berkata kepadamu: Siapa pun berkata kepada gunung ini: Terangkatlah dan terbuanglah ke dalam laut! Asal tidak bimbang hatinya, tetapi percaya bahwa apa yang dikatakannya itu akan terjadi, maka hal itu akan terjadi baginya.\n",
          "11:24 Karena itu Aku berkata kepadamu: Apa saja yang kamu doakan dan minta, percayalah bahwa kamu telah menerimanya, maka hal itu akan diberikan kepadamu.\n",
          "11:25 Jika kamu berdiri untuk berdoa, ampunilah dahulu sekiranya seseorang bersalah terhadap kamu, supaya juga Bapamu yang di surga mengampuni kamu dari kesalahan-kesalahanmu.\"\n",
          "11:26 (Tetapi jika kamu tidak mengampuni, maka Bapamu yang di surga juga tidak akan mengampuni kamu dari kesalahan-kesalahanmu.)\n",
          "11:27 Lalu Yesus dan murid-murid-Nya datang lagi ke Yerusalem. Ketika Yesus berjalan di halaman Bait Allah, datanglah kepada-Nya imam-imam kepala, ahli-ahli Taurat dan tua-tua,\n",
          "11:28 dan bertanya kepada-Nya, \"Dengan kuasa manakah Engkau melakukan hal-hal itu? Siapakah yang memberikan kuasa itu kepada-Mu, sehingga Engkau melakukan hal-hal itu?\"\n",
          "11:29 Jawab Yesus kepada mereka, \"Aku akan mengajukan satu pertanyaan kepadamu. Berikanlah Aku jawabnya, maka Aku akan mengatakan kepadamu dengan kuasa manakah Aku melakukan hal-hal itu.\n",
          "11:30 Baptisan Yohanes itu, dari surga atau dari manusia? Berikanlah Aku jawabnya!\"\n",
          "11:31 Mereka memperbincangkannya di antara mereka, dan berkata, \"Jikalau kita katakan: Dari surga, Ia akan berkata: Kalau begitu, mengapakah kamu tidak percaya kepadanya?\n",
          "11:32 Tetapi, masakan kita katakan: Dari manusia!\" Mereka takut kepada orang banyak, karena semua orang menganggap bahwa Yohanes betul-betul seorang nabi.\n",
          "11:33 Lalu mereka menjawab Yesus, \"Kami tidak tahu.\" Maka kata Yesus kepada mereka, \"Jika demikian, Aku juga tidak mengatakan kepadamu dengan kuasa manakah Aku melakukan hal-hal itu.\"\n"
        ]
      }
    },
    {
      "12": {
        "en": [
          "12:1 And He began to speak to them in parables: A man planted a vineyard and put a hedge around it and dug a vat for a winepress and built a tower; and he leased it out to vinedressers and went abroad.\n",
          "12:2 And he sent a slave to the vinedressers at the proper time so that from the vinedressers he might take of the fruit of the vineyard.\n",
          "12:3 And they took him and beat him and sent him away empty-handed.\n",
          "12:4 And again he sent to them another slave; and that one they struck on the head and dishonored.\n",
          "12:5 And he sent another, and that one they killed; and so with many others, beating some and killing others.\n",
          "12:6 He had yet one, a beloved son; he sent him to them last, saying, They will respect my son.\n",
          "12:7 But those vinedressers said to one another, This is the heir. Come, let us kill him, and the inheritance will be ours!\n",
          "12:8 And they took him and killed him and threw him out of the vineyard.\n",
          "12:9 What then will the master of the vineyard do? He will come and .\n",
          "12:10 Have you not even read this Scripture, ?The stone which the builders rejected, this has become the head of the corner.\n",
          "12:11 This was from the Lord, and it is marvelous in our eyes??\n",
          "12:12 And they sought to seize Him, yet they feared the crowd, for they perceived that it was with them in view that He spoke the parable. And leaving Him, they went away.\n",
          "12:13 And they sent to Him some of the Pharisees and Herodians that they might catch Him in His speech.\n",
          "12:14 And they came and said to Him, Teacher, we know that You are true and do not fear anyone, for You do not regard the person of men, but teach the way of God in truth. Is it lawful to give tribute to Caesar, or not? Should we give, or should we not give?\n",
          "12:15 But He, knowing their hypocrisy, said to them, Why do you tempt Me? Bring Me a denarius that I may look at it.\n",
          "12:16 And they brought one. And He said to them, Whose is this image and inscription? And they said to Him, Caesar?s.\n",
          "12:17 And Jesus said to them, The things that are Caesar?s render to Caesar, and the things that are God?s to God. And they marveled greatly at Him.\n",
          "12:18 And some Sadducees came to Him, who say that there is no resurrection, and they questioned Him, saying,\n",
          "12:19 Teacher, Moses wrote for us that if anyone?s brother dies and leaves a wife behind and leaves no child, his brother should take the wife and raise up seed to his brother.\n",
          "12:20 There were seven brothers. And the first took a wife, and when he died, he left no seed;\n",
          "12:21 And the second took her and died, leaving behind no seed; and the third similarly;\n",
          "12:22 And the seven left no seed. Last of all the woman also died.\n",
          "12:23 In the resurrection, when they rise, whose wife will she be? For the seven had her as wife.\n",
          "12:24 Jesus said to them, Is it not because of this that you err, that you do not know the Scriptures nor the power of God?\n",
          "12:25 For when they rise from the dead, they neither marry nor are given in marriage, but are like angels in the heavens.\n",
          "12:26 But concerning the dead, that they are raised, have you not read in the book of Moses, in the section concerning the bush, how God spoke to him, saying, ?I am the God of Abraham and the God of Isaac and the God of Jacob??\n",
          "12:27 He is not the God of the dead, but of the living. You err greatly.\n",
          "12:28 And one of the scribes approached and heard them disputing; and perceiving that He answered them well, he questioned Him, Which is the first commandment of all?\n",
          "12:29 Jesus answered, The first is: ?Hear, Israel: the Lord our God is one Lord;\n",
          "12:30 And you shall love the Lord your God from your whole heart and from your whole soul and from your whole mind and from your whole strength.?\n",
          "12:31 The second is this: ?You shall love your neighbor as yourself.? There is no other commandment greater than these.\n",
          "12:32 And the scribe said to Him, Well said, Teacher; in truth You have said that He is one and there is not another besides Him;\n",
          "12:33 And to love Him from the whole heart and from the whole understanding and from the whole strength and to love one?s neighbor as himself is much more than all the burnt offerings and sacrifices.\n",
          "12:34 And Jesus, seeing that he answered intelligently, said to him, You are not far from the kingdom of God. And no one dared to question Him anymore.\n",
          "12:35 And Jesus, while He was teaching in the temple, answered and said, How is it that the scribes say that the Christ is the son of David?\n",
          "12:36 David himself said in the Holy Spirit, ?The Lord said to my Lord, Sit at My right hand until I put Your enemies underneath Your feet.?\n",
          "12:37 David himself calls Him Lord, and how is He son? And the great crowd heard Him gladly.\n",
          "12:38 And in His teaching He said, Beware of the scribes, who like to walk around in long robes, and like greetings in the marketplaces\n",
          "12:39 And chief seats in the synagogues and places of honor at the dinners,\n",
          "12:40 Who the widows? houses, and for a pretense make long prayers. These shall receive greater judgment.\n",
          "12:41 And He sat down opposite the treasury and watched how the crowd cast money into the treasury. And many rich people cast in much.\n",
          "12:42 And one poor widow came and cast in two lepta, which is a quadrans.\n",
          "12:43 And He called His disciples to Him and said to them, Truly I say to you that this poor widow has cast in more than all those who were casting into the treasury,\n",
          "12:44 For they all cast in out of their surplus, but she, out of her lack, has cast in all that she had, her whole living.\n"
        ],
        "id": [
          "12:1 Lalu Yesus mulai berbicara kepada mereka dalam perumpamaan, \"Ada seseorang membuka kebun anggur dan menanam pagar sekelilingnya. Ia menggali lobang tempat memeras anggur dan mendirikan menara jaga. Kemudian ia menyewakan kebun itu kepada penggarap-penggarap lalu berangkat ke negeri lain.\n",
          "12:2 Ketika sudah tiba musimnya, ia menyuruh seorang hamba kepada penggarap-penggarap itu untuk menerima sebagian dari hasil kebun itu dari mereka.\n",
          "12:3 Tetapi mereka menangkap hamba itu dan memukulnya, lalu menyuruhnya pergi dengan tangan hampa.\n",
          "12:4 Kemudian ia menyuruh lagi seorang hamba lain kepada mereka. Orang ini mereka pukul sampai luka kepalanya dan sangat mereka permalukan.\n",
          "12:5 Lalu ia menyuruh seorang hamba lain lagi, dan orang ini mereka bunuh. Demikian juga dengan banyak lagi yang lain, ada yang mereka pukul dan ada yang mereka bunuh.\n",
          "12:6 Masih ada satu orang lagi padanya, yakni anaknya yang terkasih. Akhirnya ia menyuruh dia kepada mereka, katanya: Anakku akan mereka segani.\n",
          "12:7 Tetapi penggarap-penggarap itu berkata seorang kepada yang lain: Inilah ahli waris, mari kita bunuh dia, maka warisan ini menjadi milik kita.\n",
          "12:8 Mereka menangkapnya dan membunuhnya, lalu melemparkannya ke luar kebun anggur itu.\n",
          "12:9 Sekarang apa yang akan dilakukan oleh tuan kebun anggur itu? Ia akan datang dan membinasakan penggarap-penggarap itu, lalu mempercayakan kebun anggur itu kepada orang-orang lain.\n",
          "12:10 Tidak pernahkah kamu membaca nas ini: Batu yang dibuang oleh tukang-tukang bangunan telah menjadi batu penjuru:\n",
          "12:11 hal itu terjadi dari pihak Tuhan, suatu perbuatan ajaib di mata kita.\"\n",
          "12:12 Lalu mereka berusaha untuk menangkap Yesus, karena tahu bahwa merekalah yang dimaksudkan-Nya dengan perumpamaan itu. Tetapi mereka takut kepada orang banyak. Mereka membiarkan Dia, lalu mereka pergi.\n",
          "12:13 Kemudian beberapa orang Farisi dan pendukung Herodes disuruh kepada Yesus supaya mereka menjerat Dia dengan suatu pertanyaan.\n",
          "12:14 Orang-orang itu datang dan berkata kepada-Nya, \"Guru, kami tahu, Engkau adalah seorang yang jujur, dan Engkau tidak takut kepada siapa pun juga, sebab Engkau tidak mencari muka, melainkan dengan jujur mengajar tentang jalan Allah. Apakah diperbolehkan membayar pajak kepada Kaisar atau tidak? Haruskah kami bayar atau tidak?\"\n",
          "12:15 Tetapi Yesus mengetahui kemunafikan mereka, lalu berkata kepada mereka, \"Mengapa kamu mencobai Aku? Bawalah kepada-Ku suatu dinar supaya Kulihat!\"\n",
          "12:16 Mereka pun membawanya. Lalu Ia bertanya kepada mereka, \"Gambar dan tulisan siapakah ini?\" Jawab mereka, \"Gambar dan tulisan Kaisar.\"\n",
          "12:17 Lalu kata Yesus kepada mereka, \" Berikanlah kepada Kaisar apa yang wajib kamu berikan kepada Kaisar dan kepada Allah apa yang wajib kamu berikan kepada Allah!\" Mereka sangat heran mendengar Dia.\n",
          "12:18 Kemudian datanglah kepada Yesus beberapa orang Saduki, yang berpendapat bahwa tidak ada kebangkitan. Mereka bertanya kepada-Nya,\n",
          "12:19 \"Guru, Musa menuliskan hal ini untuk kita: Jika seorang, yang mempunyai saudara laki-laki, mati dengan meninggalkan seorang istri tetapi tidak meninggalkan anak, saudaranya harus kawin dengan istrinya itu dan memberi keturunan bagi saudaranya itu.\n",
          "12:20 Adalah tujuh orang bersaudara. Yang pertama kawin dengan seorang perempuan dan mati dengan tidak meninggalkan keturunan.\n",
          "12:21 Lalu yang kedua juga mengawini dia dan mati dengan tanpa meninggalkan keturunan. Demikian juga dengan yang ketiga.\n",
          "12:22 Begitulah seterusnya, ketujuhnya tidak meninggalkan keturunan. Akhirnya, sesudah mereka semua, perempuan itu pun mati.\n",
          "12:23 Pada hari kebangkitan, ketika mereka bangkit, siapakah yang menjadi suami perempuan itu? Sebab ketujuhnya telah beristrikan dia.\"\n",
          "12:24 Jawab Yesus kepada mereka, \"Kamu sesat, justru karena kamu tidak mengerti Kitab Suci maupun kuasa Allah.\n",
          "12:25 Sebab bilamana mereka bangkit dari antara orang mati, mereka tidak kawin dan tidak dikawinkan melainkan hidup seperti malaikat di surga.\n",
          "12:26 Juga tentang bangkitnya orang-orang mati, tidakkah kamu baca dalam kitab Musa, dalam cerita tentang semak duri, bagaimana bunyi firman Allah kepadanya: Akulah Allah Abraham, Allah Ishak dan Allah Yakub?\n",
          "12:27 Ia bukanlah Allah orang mati, melainkan Allah orang hidup. Kamu benar-benar sesat!\"\n",
          "12:28 Lalu salah seorang ahli Taurat, yang mendengar Yesus dan orang-orang Saduki bersoal jawab dan tahu bahwa Yesus memberi jawab yang tepat kepada orang-orang itu, datang kepada-Nya dan bertanya, \"Perintah manakah yang paling utama?\"\n",
          "12:29 Jawab Yesus, \"Perintah yang terutama ialah: Dengarlah, hai orang Israel, Tuhanlah Allah kita, Tuhan itu esa.\n",
          "12:30 Kasihilah Tuhan, Allahmu, dengan segenap hatimu dan dengan segenap jiwamu dan dengan segenap akal budimu dan dengan segenap kekuatanmu.\n",
          "12:31 Perintah yang kedua ialah: Kasihilah sesamamu manusia seperti dirimu sendiri. Tidak ada perintah lain yang lebih utama daripada kedua perintah ini.\"\n",
          "12:32 Lalu kata ahli Taurat itu kepada Yesus,\"Tepat sekali, Guru, benar kata-Mu itu bahwa Dia esa, dan bahwa tidak ada yang lain kecuali Dia.\n",
          "12:33 Memang mengasihi Dia dengan segenap hati dan dengan segenap pengertian dan dengan segenap kekuatan, dan juga mengasihi sesama manusia seperti diri sendiri adalah jauh lebih utama daripada semua kurban bakaran dan kurban lainnya.\"\n",
          "12:34 Yesus melihat, bagaimana orang itu menjawab dengan bijaksana, dan Ia berkata kepadanya, \"Engkau tidak jauh dari Kerajaan Allah!\" Sesudah itu, seorang pun tidak berani lagi menanyakan sesuatu kepada Yesus.\n",
          "12:35 Ketika Yesus sedang mengajar di Bait Allah, Ia berkata, \"Bagaimana ahli-ahli Taurat dapat mengatakan, bahwa Mesias adalah anak Daud?\n",
          "12:36 Daud sendiri dengan pimpinan Roh Kudus berkata: Tuhan telah berfirman kepada Tuanku: Duduklah di sebelah kanan-Ku, sampai musuh-musuh-Mu Kutaruh di bawah kaki-Mu.\n",
          "12:37 Daud sendiri menyebut Dia ?Tuan?, bagaimana mungkin Ia anaknya pula?\" Orang banyak yang besar jumlahnya mendengarkan Dia dengan senang hati.\n",
          "12:38 Dalam pengajaran-Nya Yesus berkata, \"Hati-hatilah terhadap ahli-ahli Taurat yang suka berjalan-jalan memakai jubah panjang dan suka menerima penghormatan di pasar,\n",
          "12:39 yang suka duduk di tempat terbaik di rumah ibadat dan di tempat terhormat dalam perjamuan,\n",
          "12:40 yang menelan rumah janda-janda dan mereka mengelabui mata orang dengan mengucapkan doa yang panjang-panjang. Mereka ini pasti akan menerima hukuman yang lebih berat.\"\n",
          "12:41 Pada suatu kali Yesus duduk menghadapi peti persembahan dan memperhatikan bagaimana orang banyak memasukkan uang ke dalam peti itu. Banyak orang kaya memberi jumlah yang besar.\n",
          "12:42 Lalu datanglah seorang janda yang miskin dan ia memasukkan dua uang tembaga, yaitu uang receh terkecil.\n",
          "12:43 Yesus memanggil murid-murid-Nya dan berkata kepada mereka, \"Sesungguhnya Aku berkata kepadamu, janda miskin ini memberi lebih banyak daripada semua orang yang memasukkan uang ke dalam peti persembahan.\n",
          "12:44 Sebab mereka semua memberi dari kelimpahannya, tetapi janda ini memberi dari kekurangannya, semua yang dimilikinya, yaitu seluruh nafkahnya.\"\n"
        ]
      }
    },
    {
      "13": {
        "en": [
          "13:1 And as He was going out of the temple, one of His disciples said to Him, Teacher, behold, what wonderful stones and what wonderful buildings!\n",
          "13:2 And Jesus said to him, Do you see these great buildings? There shall by no means be left here a stone upon a stone which shall not be thrown down.\n",
          "13:3 And as He sat on the Mount of Olives opposite the temple, Peter and James and John and Andrew asked Him privately,\n",
          "13:4 Tell us, when will these things be? And what will be the sign when all these things are about to be accomplished?\n",
          "13:5 And Jesus began to say to them, See that no one leads you astray.\n",
          "13:6 Many will come in My name, saying, I am the Christ! and will lead many astray.\n",
          "13:7 And when you hear of wars and rumors of wars, do not be alarmed; it must happen, but the end is not yet.\n",
          "13:8 For nation will rise up against nation, and kingdom against kingdom; there will be earthquakes in various places; there will be famines. These things are the beginning of birth pangs.\n",
          "13:9 But you, take heed to yourselves. They will deliver you to sanhedrins, and in the synagogues you will be beaten, and before governors and kings you will stand for My sake, for a testimony to them.\n",
          "13:10 Yet the gospel must first be proclaimed to all the nations.\n",
          "13:11 And when they lead you away and deliver you up, do not be anxious beforehand about what you should speak 1 , but whatever is given to you in that hour, speak that; for it is not you who are speaking, but the Holy Spirit.\n",
          "13:12 And brother will deliver up brother to death, and a father his child; and children will rise up against their parents and put them to death.\n",
          "13:13 And you will be hated by all on account of My name. But he who has endured to the end, this one shall be saved.\n",
          "13:14 But when you see the abomination of desolation 2 standing where it should not (let him who reads understand), then let those in Judea flee to the mountains;\n",
          "13:15 And let him who is on the housetop not come down, nor enter in, to take anything out of his house;\n",
          "13:16 And let him who is in the field not turn back to take his garment.\n",
          "13:17 But woe to those who are pregnant and to those who are nursing babies in those days.\n",
          "13:18 And pray that it may not happen in winter,\n",
          "13:19 For those days will be a time of tribulation such as has not occurred from the beginning of the creation which God created until now, nor shall by any means ever occur.\n",
          "13:20 And unless the Lord had shortened the days, no flesh would be saved; but on account of the chosen, whom He chose, He shortened the days.\n",
          "13:21 And then if anyone says to you, Behold, here is the Christ! Behold, there! do not believe it.\n",
          "13:22 For false Christs and will arise and will show signs and wonders to deceive, if possible, the chosen.\n",
          "13:23 But you, ; I have told you all things beforehand.\n",
          "13:24 But in those days, after that tribulation, the sun will be darkened, and the moon will not give its light,\n",
          "13:25 And the stars will be falling out of heaven, and the powers in the heavens will be shaken.\n",
          "13:26 And then they will see the Son of Man coming in the clouds with great power and glory.\n",
          "13:27 And then He will send the angels, and He will gather together His chosen from the four winds, from the end of the earth to the end of heaven.\n",
          "13:28 But learn the parable from the fig tree: as soon as its branch has become tender and puts forth its leaves, you know that the summer is near.\n",
          "13:29 So also you, when you see these things happening, know that it is near, the doors.\n",
          "13:30 Truly I say to you that this generation shall by no means pass away until all these things happen.\n",
          "13:31 Heaven and earth will pass away, but My words shall by no means pass away.\n",
          "13:32 But concerning that day or hour, no one knows, not even the angels in heaven, nor the Son, but the Father.\n",
          "13:33 Beware, be alert 1 ; for you do not know when the time is.\n",
          "13:34 It is like a man who is about to go abroad, having left his house and given to his slaves authority, to each his work, and who commanded the doorkeeper to watch.\n",
          "13:35 Watch therefore, for you do not know when the Master of the house comes, whether in the evening or at midnight or at cockcrowing or in the morning;\n",
          "13:36 Lest He come suddenly and find you sleeping.\n",
          "13:37 And what I say to you, I say to all: Watch!\n"
        ],
        "id": [
          "13:1 Ketika Yesus keluar dari Bait Allah, seorang murid-Nya berkata kepada-Nya, \"Guru, lihatlah betapa besarnya batu-batu itu dan betapa megahnya gedung-gedung itu!\"\n",
          "13:2 Lalu Yesus berkata kepadanya, \"Kaulihat gedung-gedung yang hebat ini? Tidak satu batu pun akan dibiarkan terletak di atas batu yang lain, semuanya akan diruntuhkan.\"\n",
          "13:3 Ketika Yesus duduk di atas Bukit Zaitun, berhadapan dengan Bait Allah, Petrus, Yakobus, Yohanes dan Andreas bertanya secara pribadi kepada-Nya,\n",
          "13:4 \"Katakanlah kepada kami, kapan itu akan terjadi, dan apakah tandanya, kalau semuanya itu akan sampai kepada kesudahannya.\"\n",
          "13:5 Maka mulailah Yesus berkata kepada mereka, \" Waspadalah supaya jangan ada orang yang menyesatkan kamu!\n",
          "13:6 Akan datang banyak orang dengan memakai nama-Ku dan berkata, Akulah dia, dan mereka akan menyesatkan banyak orang.\n",
          "13:7 Apabila kamu mendengar deru perang atau kabar-kabar tentang perang, janganlah kamu gelisah. Semuanya itu harus terjadi, tetapi itu belum kesudahannya.\n",
          "13:8 Sebab bangsa akan bangkit melawan bangsa dan kerajaan melawan kerajaan. Akan terjadi gempa bumi di berbagai tempat, dan akan ada kelaparan. Semua itu barulah permulaan penderitaan menjelang zaman baru.\n",
          "13:9 Tetapi kamu ini, hati-hatilah! Kamu akan diserahkan kepada majelis agama; dan kamu akan dipukul di rumah ibadat dan kamu akan dihadapkan kepada para gubernur dan para raja-raja karena Aku, sebagai kesaksian bagi mereka.\n",
          "13:10 Tetapi Injil harus diberitakan dahulu kepada semua bangsa.\n",
          "13:11 Jika kamu digiring dan diserahkan, janganlah kamu khawatir akan apa yang harus kamu katakan , tetapi katakanlah apa yang dikaruniakan kepadamu pada saat itu juga, sebab bukan kamu yang berkata-kata, melainkan Roh Kudus.\n",
          "13:12 Seorang saudara akan menyerahkan saudaranya untuk dibunuh, demikian juga seorang ayah terhadap anaknya. Anak-anak akan memberontak terhadap orang tuanya dan akan membunuh mereka.\n",
          "13:13 Kamu akan dibenci semua orang oleh karena nama-Ku. Tetapi orang yang bertahan sampai pada kesudahannya akan selamat.\"\n",
          "13:14 \" Apabila kamu melihat ?Kekejian yang membinasakan berdiri di tempat yang tidak sepatutnya -- para pembaca hendaklah memahaminya -- maka orang-orang yang di Yudea haruslah melarikan diri ke pegunungan.\n",
          "13:15 Orang yang sedang berada di atas rumah janganlah turun dan masuk untuk mengambil sesuatu dari rumahnya,\n",
          "13:16 dan orang yang sedang di ladang janganlah kembali untuk mengambil pakaiannya.\n",
          "13:17 Celakalah ibu-ibu yang sedang hamil atau yang menyusukan bayi pada masa itu.\n",
          "13:18 Berdoalah, supaya semuanya itu jangan terjadi pada musim dingin.\n",
          "13:19 Sebab pada masa itu akan terjadi siksaan seperti yang belum pernah terjadi sejak awal dunia, yang diciptakan Allah, sampai sekarang dan yang tidak akan terjadi lagi.\n",
          "13:20 Sekiranya Tuhan tidak mempersingkat waktunya, maka tidak seorang pun akan diselamatkan; akan tetapi oleh karena orang-orang pilihan yang telah dipilih-Nya, Tuhan mempersingkat waktunya.\n",
          "13:21 Pada waktu itu jika orang berkata kepada kamu: Lihat, Mesias ada di sini, atau: Lihat, Mesias ada di sana, jangan kamu percaya.\n",
          "13:22 Sebab Mesias-mesias palsu dan nabi-nabi palsu akan muncul dan mereka akan mengadakan tanda-tanda dan mujizat-mujizat dengan maksud, sekiranya mungkin, menyesatkan orang-orang pilihan.\n",
          "13:23 Hati-hatilah kamu! Aku sudah terlebih dahulu mengatakan semuanya ini kepada kamu.\"\n",
          "13:24 \"Tetapi pada masa itu, sesudah siksaan itu, matahari akan menjadi gelap dan bulan tidak bercahaya\n",
          "13:25 dan bintang-bintang akan berjatuhan dari langit, dan kuasa-kuasa langit akan guncang.\n",
          "13:26 Pada waktu itu orang akan melihat Anak Manusia datang dalam awan-awan dengan segala kekuasaan dan kemuliaan-Nya.\n",
          "13:27 Dan pada waktu itu juga Ia akan menyuruh keluar malaikat-malaikat-Nya dan akan mengumpulkan orang-orang pilihan-Nya dari keempat penjuru bumi, dari ujung bumi sampai ke ujung langit.\n",
          "13:28 Tariklah pelajaran dari perumpamaan tentang pohon ara. Apabila ranting-rantingnya melembut dan mulai bertunas, kamu tahu bahwa musim panas sudah dekat.\n",
          "13:29 Demikian juga, jika kamu lihat hal-hal itu terjadi, ketahuilah bahwa waktunya sudah dekat, sudah di ambang pintu.\n",
          "13:30 Sesungguhnya Aku berkata kepadamu: Orang-orang zaman ini tidak akan berlalu, sebelum semuanya itu terjadi.\n",
          "13:31 Langit dan bumi akan berlalu, tetapi perkataan-Ku tidak akan berlalu.\n",
          "13:32 Tetapi tentang hari atau saat itu tidak seorang pun yang tahu, malaikat-malaikat di surga tidak, dan Anak pun tidak, hanya Bapa saja.\"\n",
          "13:33 \" Hati-hatilah dan berjaga-jagalah ! Sebab kamu tidak tahu kapan saatnya tiba.\n",
          "13:34 Keadaannya sama seperti seorang yang bepergian, yang meninggalkan rumahnya dan menyerahkan tanggung jawab kepada hamba-hambanya, masing-masing dengan tugasnya, dan memerintahkan penjaga pintu supaya berjaga-jaga.\n",
          "13:35 Karena itu berjaga-jagalah, sebab kamu tidak tahu kapan tuan rumah itu pulang, menjelang malam, atau tengah malam, atau larut malam, atau pagi-pagi buta,\n",
          "13:36 supaya kalau ia tiba-tiba datang jangan kamu didapatinya sedang tidur.\n",
          "13:37 Apa yang Kukatakan kepada kamu, Kukatakan kepada semua orang: Berjaga-jagalah!\"\n"
        ]
      }
    },
    {
      "14": {
        "en": [
          "14:1 Now the Passover and the Feast of Unleavened Bread were two days away. And the chief priests and the scribes were seeking a way to seize Him by craftiness and kill Him,\n",
          "14:2 For they said, Not at the feast, lest there be a tumult by the people.\n",
          "14:3 And while He was in Bethany in the house of Simon the leper, as He reclined at table, a woman came, having an alabaster flask of ointment, of very costly pure nard, and she broke the alabaster flask and poured it over His head.\n",
          "14:4 But there were some who were indignantly commenting among themselves: Why has this waste of the ointment been made?\n",
          "14:5 For this ointment could have been sold for over three hundred denarii and given to the poor. And they were infuriated with her.\n",
          "14:6 But Jesus said, Leave her alone. Why do you trouble her? She has done a noble deed on Me.\n",
          "14:7 For you always have the poor with you, and whenever you want, you can do good for them. But you do not always have Me.\n",
          "14:8 She has done what she could; she has anointed My body beforehand for the burial.\n",
          "14:9 And truly I say to you, Wherever the gospel is proclaimed in the whole world, what this woman has done shall also be told as a memorial of her.\n",
          "14:10 And Judas Iscariot, one of the twelve, went off to the chief priests to deliver Him up to them.\n",
          "14:11 And when they heard this, they rejoiced and promised to give him money. And he sought a way to deliver Him up opportunely.\n",
          "14:12 And on the first day of the Feast of Unleavened Bread, when they sacrificed the passover, His disciples said to Him, Where do You want us to go and prepare so that You may eat the passover?\n",
          "14:13 And He sent two of His disciples and said to them, Go into the city, and a man carrying a jar of water will meet you; follow him;\n",
          "14:14 And wherever he enters, say to the master of the house, The Teacher says, Where is My guest room, where I may eat the passover with My disciples?\n",
          "14:15 And he will show you a large upper room, furnished and ready. And there prepare for us.\n",
          "14:16 And the disciples went out and came into the city and found it even as He had told them, and they prepared the passover.\n",
          "14:17 And when evening fell, He came with the twelve.\n",
          "14:18 And as they were reclining at table and eating, Jesus said, Truly I say to you that one of you will betray Me, one who is eating with Me.\n",
          "14:19 They began to be grieved and to say to Him one by one, Surely not I?\n",
          "14:20 And He said to them, It will be one of the twelve, one who dips with Me in the dish.\n",
          "14:21 For the Son of Man is going away, even as it is written concerning Him, but woe to that man through whom the Son of Man is betrayed! It would have been good for that man if he had not been born.\n",
          "14:22 And as they were eating, He took bread and blessed it, and He broke it and gave it to them, and said, Take; this is My body.\n",
          "14:23 And He took a cup and gave thanks, and He gave it to them; and they all drank of it.\n",
          "14:24 And He said to them, This is My blood of the covenant, which is being poured out for many.\n",
          "14:25 Truly I say to you, I shall by no means drink of the product of the vine anymore until that day when I drink it new in the kingdom of God.\n",
          "14:26 And after singing a hymn, they went out to the Mount of Olives.\n",
          "14:27 And Jesus said to them, You will all be stumbled 1 , because it is written, ?I will smite the Shepherd, and the sheep will be scattered.?\n",
          "14:28 But after I have been raised, I will go before you into Galilee.\n",
          "14:29 But Peter said to Him, Even if all will be stumbled, yet I will not!\n",
          "14:30 And Jesus said to him, Truly I say to you that today in this night, before a rooster crows twice, you will deny Me three times.\n",
          "14:31 But he went on speaking more intensely, Even if I must die with You, I will by no means deny You! And they all said similarly.\n",
          "14:32 And they came to a place named Gethsemane, and He said to His disciples, Sit here while I pray.\n",
          "14:33 And He took Peter and James and John with Him and began to be awestruck and deeply distressed.\n",
          "14:34 And He said to them, My soul is exceedingly sorrowful, even to death. Remain here and watch.\n",
          "14:35 And going forward a little, He fell on the ground and prayed that, if it were possible, the hour would pass from Him.\n",
          "14:36 And He said, Abba Father, all things are possible to You; remove this cup from Me; yet not what I will, but what You will.\n",
          "14:37 And He came and found them sleeping. And He said to Peter, Simon, are you sleeping? Were you not able to watch for one hour?\n",
          "14:38 Watch and pray that you may not come into temptation. The spirit is willing, but the flesh is weak.\n",
          "14:39 And going away again, He prayed, saying the same thing.\n",
          "14:40 And coming again, He found them sleeping, for their eyes were very heavy. And they did not know what to answer Him.\n",
          "14:41 And He came the third time and said to them, Are you still sleeping and resting? It is enough. The hour has come; behold, the Son of Man is being delivered into the hands of sinners.\n",
          "14:42 Arise, let us be going. Behold, the one betraying Me has drawn near.\n",
          "14:43 And immediately, while He was still speaking, Judas, one of the twelve, appeared, and with him a crowd with swords and clubs, from the chief priests and the scribes and the elders.\n",
          "14:44 Now the one who was betraying Him had given them a signal, saying, Whomever I kiss, He is the one. Seize Him and lead Him away securely.\n",
          "14:45 And when he came, he immediately approached Him and said, Rabbi! and kissed Him affectionately.\n",
          "14:46 And they laid hands on Him and seized Him.\n",
          "14:47 But a certain one of those standing by drew his sword and struck the slave of the high priest, and took off his ear.\n",
          "14:48 And Jesus answered and said to them, Have you come out as against a robber with swords and clubs to arrest Me?\n",
          "14:49 Day after day I was with you in the temple teaching and you did not seize Me. But may the Scriptures be fulfilled.\n",
          "14:50 And they all left Him and fled.\n",
          "14:51 And a certain young man was accompanying Him, clothed with a linen cloth over his naked body; and they seized him.\n",
          "14:52 But he left the linen cloth behind and fled naked.\n",
          "14:53 And they led Jesus away to the high priest, and all the chief priests and the elders and the scribes came together.\n",
          "14:54 And Peter followed Him at a distance until he was within the courtyard of the high priest. And he was there sitting with the attendants and warming himself in the light of the fire.\n",
          "14:55 Now the chief priests and the whole Sanhedrin were seeking testimony against Jesus in order to put Him to death, and they could not find it.\n",
          "14:56 For many gave false testimony against Him, yet the testimonies were not consistent.\n",
          "14:57 And some stood up and testified falsely against Him, saying,\n",
          "14:58 We heard Him say, I will this temple made with hands, and in three days I will build another made without hands.\n",
          "14:59 And neither in this regard was their testimony consistent.\n",
          "14:60 And the high priest stood up in the midst and questioned Jesus, saying, Do You not answer anything? What is this that these testify against You?\n",
          "14:61 But He was silent and did not answer anything. Again the high priest questioned Him and said to Him, Are You the Christ, the Son of the Blessed?\n",
          "14:62 And Jesus said, I am. And you shall see the Son of Man sitting at the right hand of Power and coming with the clouds of heaven.\n",
          "14:63 And the high priest, tearing his garments, said, What further need do we have of witnesses?\n",
          "14:64 You heard the blasphemy! How does it appear to you? And they all condemned Him as being worthy of death.\n",
          "14:65 And some began to spit at Him and to blindfold His face and to beat Him with their fists and to say to Him, Prophesy! And the attendants, slapping Him about, took Him.\n",
          "14:66 And while Peter was below in the courtyard, one of the servant girls of the high priest came,\n",
          "14:67 And seeing Peter warming himself, she looked at him and said, You also were with the Nazarene, Jesus.\n",
          "14:68 But he denied it, saying, I neither know nor understand what you are talking about. And he went outside into the forecourt, and a rooster crowed.\n",
          "14:69 And the servant girl, seeing him, began again to say to those standing by, This man is one of them!\n",
          "14:70 But again he denied it. And after a little while, those standing by again said to Peter, Surely you are one of them, for you are a Galilean as well 1 .\n",
          "14:71 But he began to curse and to swear, I do not know this man of whom you speak!\n",
          "14:72 And immediately a rooster crowed a second time. And Peter remembered the word, how Jesus had said to him, Before a rooster crows twice, you will deny Me three times. And thinking upon it, he wept.\n"
        ],
        "id": [
          "14:1 Hari raya Paskah dan hari raya Roti Tidak Beragi akan mulai dua hari lagi. Imam-imam kepala dan ahli-ahli Taurat mencari jalan untuk menangkap dan membunuh Yesus dengan tipu muslihat,\n",
          "14:2 sebab mereka berkata, \"Jangan pada waktu perayaan, supaya jangan timbul keributan di antara rakyat.\"\n",
          "14:3 Ketika Yesus berada di Betania, di rumah Simon si kusta, dan sedang duduk makan, datanglah seorang perempuan membawa suatu botol pualam berisi minyak narwastu murni yang mahal harganya. Setelah dipecahkannya leher botol itu, dicurahkannya minyak itu ke atas kepala Yesus.\n",
          "14:4 Tetapi beberapa orang menjadi gusar dan berkata seorang kepada yang lain,\" Untuk apa pemborosan minyak narwastu ini?\n",
          "14:5 Sebab minyak ini dapat dijual tiga ratus dinar lebih dan uangnya dapat diberikan kepada orang-orang miskin.\" Lalu mereka memarahi perempuan itu.\n",
          "14:6 Tetapi Yesus berkata, \"Biarkanlah dia. Mengapa kamu menyusahkan dia? Ia telah melakukan suatu perbuatan yang baik pada-Ku.\n",
          "14:7 Karena orang-orang miskin selalu ada padamu, dan kapan pun menghendakinya kamu dapat menolong mereka, tetapi Aku tidak akan selalu bersama-sama kamu.\n",
          "14:8 Ia telah melakukan apa yang dapat dilakukannya. Tubuh-Ku telah diminyakinya sebagai persiapan untuk penguburan-Ku.\n",
          "14:9 Sesungguhnya Aku berkata kepadamu: Di mana saja Injil diberitakan di seluruh dunia, apa yang dilakukannya ini akan disebut juga untuk mengingat dia.\"\n",
          "14:10 Lalu pergilah Yudas Iskariot, salah seorang dari kedua belas murid itu, kepada imam-imam kepala dengan maksud untuk menyerahkan Yesus kepada mereka.\n",
          "14:11 Mereka sangat gembira waktu mendengarnya dan mereka berjanji akan memberikan uang kepadanya. Kemudian ia mencari kesempatan yang baik untuk menyerahkan Yesus.\n",
          "14:12 Pada hari pertama dari hari raya Roti Tidak Beragi, pada waktu orang menyembelih domba Paskah, murid-murid Yesus berkata kepada-Nya, \"Ke mana Engkau kehendaki kami pergi untuk mempersiapkan perjamuan Paskah bagi-Mu?\"\n",
          "14:13 Lalu Ia menyuruh dua orang murid-Nya dengan pesan, \"Pergilah ke kota; di sana seorang yang membawa kendi berisi air akan menemui kamu. Ikutilah dia\n",
          "14:14 dan katakanlah kepada pemilik rumah yang dimasukinya, Pesan Guru: Di manakah ruangan tempat Aku akan makan Paskah bersama-sama dengan murid-murid-Ku?\n",
          "14:15 Lalu orang itu akan menunjukkan kamu sebuah ruangan atas yang besar, yang sudah lengkap dan tersedia. Di situlah kamu harus mempersiapkan perjamuan Paskah untuk kita!\"\n",
          "14:16 Kedua murid itu pun berangkat dan setibanya di kota, mereka dapati semua seperti yang dikatakan Yesus kepada mereka. Lalu mereka mempersiapkan Paskah.\n",
          "14:17 Setelah hari malam, datanglah Yesus bersama-sama dengan kedua belas murid itu.\n",
          "14:18 Ketika mereka sedang duduk di situ dan sedang makan, Yesus berkata, \" Sesungguhnya Aku berkata kepadamu, seorang di antara kamu akan menyerahkan Aku, yaitu dia yang makan dengan Aku.\"\n",
          "14:19 Mereka pun mulai merasa sedih dan seorang demi seorang berkata kepada-Nya, \"Bukan aku, ya Tuhan ?\"\n",
          "14:20 Ia menjawab, \"Orang itu ialah salah seorang dari kamu yang dua belas ini, dia yang mencelupkan roti ke dalam satu mangkuk dengan Aku.\n",
          "14:21 Sebab Anak Manusia memang akan pergi sesuai dengan yang ada tertulis tentang Dia, akan tetapi celakalah orang yang olehnya Anak Manusia itu diserahkan. Lebih baik bagi orang itu sekiranya ia tidak dilahirkan.\"\n",
          "14:22 Ketika Yesus dan murid-murid-Nya sedang makan, Yesus mengambil roti, mengucap syukur, memecah-mecahkannya lalu memberikannya kepada mereka dan berkata, \"Ambillah, inilah tubuh-Ku.\"\n",
          "14:23 Sesudah itu Ia mengambil cawan, mengucap syukur lalu memberikannya kepada mereka, dan mereka semuanya minum dari cawan itu.\n",
          "14:24 Dan Ia berkata kepada mereka, \"Inilah darah-Ku, darah perjanjian, yang ditumpahkan bagi banyak orang.\n",
          "14:25 Sesungguhnya Aku berkata kepadamu: Aku tidak akan minum lagi hasil pokok anggur sampai pada hari Aku meminumnya, yaitu yang baru, dalam Kerajaan Allah.\"\n",
          "14:26 Sesudah mereka menyanyikan nyanyian pujian, pergilah mereka ke Bukit Zaitun.\n",
          "14:27 Lalu Yesus berkata kepada mereka, \" Kamu semua akan terguncang imanmu. Sebab ada tertulis: Aku akan memukul gembala dan domba-domba itu akan tercerai-berai.\n",
          "14:28 Akan tetapi sesudah Aku dibangkitkan, Aku akan mendahului kamu ke Galilea.\"\n",
          "14:29 Kata Petrus kepada-Nya, \"Biarpun mereka semua terguncang imannya, aku tidak.\"\n",
          "14:30 Lalu kata Yesus kepadanya, \"Sesungguhnya Aku berkata kepadamu, pada hari ini, malam ini juga, sebelum ayam berkokok dua kali, engkau telah menyangkal Aku tiga kali.\"\n",
          "14:31 Tetapi dengan lebih bersungguh-sungguh Petrus berkata, \"Sekalipun aku harus mati bersama-sama Engkau, aku tidak menyangkal Engkau.\" Semua yang lain pun berkata demikian juga.\n",
          "14:32 Lalu sampailah Yesus dan murid-murid-Nya ke suatu tempat yang bernama Getsemani. Kata Yesus kepada murid-murid-Nya, \"Duduklah di sini, sementara Aku berdoa.\"\n",
          "14:33 Ia membawa Petrus, Yakobus dan Yohanes serta-Nya. Ia sangat takut dan gelisah,\n",
          "14:34 lalu kata-Nya kepada mereka, \" Hati-Ku sangat sedih, seperti mau mati rasanya. Tinggallah di sini dan berjaga-jagalah.\"\n",
          "14:35 Ia maju sedikit, merebahkan diri ke tanah dan berdoa supaya, sekiranya mungkin, saat itu lalu dari pada-Nya.\n",
          "14:36 Kata-Nya, \"Ya Abba, ya Bapa, segala sesuatu mungkin bagi-Mu, ambillah cawan ini dari hadapan-Ku, tetapi janganlah apa yang Aku kehendaki, melainkan apa yang Engkau kehendaki.\"\n",
          "14:37 Setelah itu Ia datang kembali, dan mendapati ketiganya sedang tidur. Lalu Ia berkata kepada Petrus, \"Simon, sedang tidurkah engkau? Tidakkah engkau sanggup berjaga-jaga walau satu jam saja?\n",
          "14:38 Berjaga-jagalah dan berdoalah, supaya kamu jangan jatuh ke dalam pencobaan; roh memang penurut, tetapi tabiat manusia lemah.\"\n",
          "14:39 Lalu Ia pergi lagi dan mengucapkan doa yang itu juga.\n",
          "14:40 Ketika Ia kembali, Ia mendapati mereka sedang tidur, sebab mata mereka sudah berat dan mereka tidak tahu apa yang harus mereka katakan kepada-Nya.\n",
          "14:41 Kemudian Ia kembali untuk ketiga kalinya dan berkata kepada mereka, \" Masihkah kamu dan istirahatlah? Cukuplah. Saatnya sudah tiba, lihat, Anak Manusia diserahkan ke tangan orang-orang berdosa.\n",
          "14:42 Bangunlah, marilah kita pergi. Dia yang menyerahkan Aku sudah dekat.\"\n",
          "14:43 Waktu Yesus masih berbicara, muncullah Yudas, salah seorang dari kedua belas murid itu, dan bersama-sama dia serombongan orang yang membawa pedang dan pentung, disuruh oleh imam-imam kepala, ahli-ahli Taurat dan tua-tua.\n",
          "14:44 Orang yang menyerahkan Dia telah memberitahukan tanda kepada mereka, \"Orang yang akan kucium, itulah Dia, tangkaplah Dia dan bawalah Dia dengan selamat.\"\n",
          "14:45 Ketika ia sampai di situ ia langsung mendekati Yesus dan berkata, \" Rabi,\" lalu mencium Dia.\n",
          "14:46 Lalu mereka memegang Yesus dan menangkap-Nya.\n",
          "14:47 Salah seorang dari mereka yang ada di situ menghunus pedangnya, lalu menetakkannya kepada hamba Imam Besar sehingga putus telinganya.\n",
          "14:48 Kata Yesus kepada mereka, \"Sangkamu Aku ini penyamun, maka kamu datang lengkap dengan pedang dan pentung untuk menangkap Aku?\n",
          "14:49 Tiap-tiap hari Aku ada di tengah-tengah kamu mengajar di Bait Allah, dan kamu tidak menangkap Aku. Tetapi haruslah digenapi yang tertulis dalam Kitab Suci.\"\n",
          "14:50 Lalu semua murid itu meninggalkan Dia dan melarikan diri.\n",
          "14:51 Ada seorang muda, yang pada waktu itu hanya memakai sehelai kain lenan untuk menutup badannya, mengikuti Dia. Mereka hendak menangkapnya,\n",
          "14:52 tetapi ia melepaskan kainnya dan lari dengan telanjang.\n",
          "14:53 Kemudian Yesus dibawa menghadap Imam Besar. Lalu berkumpullah semua imam kepala, tua-tua dan ahli Taurat di situ.\n",
          "14:54 Sementara itu, Petrus mengikuti Dia dari jauh, sampai ke dalam halaman Imam Besar, dan di sana ia duduk di antara pengawal-pengawal sambil menghangatkan badan dekat api.\n",
          "14:55 Imam-imam kepala dan para anggota Mahkamah Agama lainnya mencari kesaksian melawan Yesus supaya Ia dapat dihukum mati, tetapi mereka tidak memperolehnya.\n",
          "14:56 Banyak juga orang yang memberi kesaksian palsu melawan Dia, tetapi kesaksian-kesaksian itu tidak sesuai yang satu dengan yang lain.\n",
          "14:57 Lalu beberapa orang memberi kesaksian palsu melawan Dia dengan mengatakan,\n",
          "14:58 \"Kami sudah mendengar orang ini berkata: Aku akan meruntuhkan Bait Suci buatan tangan manusia ini dan dalam tiga hari akan Kudirikan yang lain, yang bukan buatan tangan manusia.\"\n",
          "14:59 Dalam hal ini pun kesaksian mereka tidak sesuai yang satu dengan yang lain.\n",
          "14:60 Kemudian Imam Besar bangkit berdiri di tengah-tengah sidang dan bertanya kepada Yesus, \"Tidakkah Engkau menjawab sama sekali? Apa tuduhan orang-orang ini terhadap Engkau ?\"\n",
          "14:61 Tetapi Ia tetap diam dan tidak menjawab apa-apa. Imam Besar itu bertanya lagi kepada-Nya, katanya: \"Apakah Engkau Mesias, Anak dari Yang Terpuji?\"\n",
          "14:62 Jawab Yesus, \" Akulah Dia, dan kamu akan melihat Anak Manusia duduk di sebelah kanan Yang Mahakuasa dan datang dalam awan-awan di langit.\"\n",
          "14:63 Lalu Imam Besar itu mengoyakkan pakaiannya dan berkata, \"Untuk apa kita perlu saksi lagi?\n",
          "14:64 Kamu sudah mendengar hujat-Nya terhadap Allah. Bagaimana pendapat kamu?\" Dengan suara bulat mereka memutuskan, bahwa Dia harus dihukum mati.\n",
          "14:65 Lalu mulailah beberapa orang meludahi Dia dan menutupi muka-Nya dan meninju-Nya sambil berkata kepada-Nya, \" Hai nabi, cobalah terka!\" Malah para pengawal pun memukul Dia.\n",
          "14:66 Pada waktu itu Petrus masih ada di bawah, di halaman. Lalu datanglah seorang hamba perempuan Imam Besar,\n",
          "14:67 dan ketika perempuan itu melihat Petrus sedang menghangatkan badan, ia menatap mukanya dan berkata, \"Engkau juga selalu bersama-sama dengan Yesus, orang Nazaret itu.\"\n",
          "14:68 Tetapi ia menyangkalnya dan berkata, \"Aku tidak tahu dan tidak mengerti apa yang engkau maksudkan.\" Lalu ia pergi ke serambi depan (dan berkokoklah ayam).\n",
          "14:69 Ketika hamba perempuan itu melihat Petrus lagi, berkatalah ia pula kepada orang-orang yang ada di situ, \"Orang ini salah seorang dari mereka.\"\n",
          "14:70 Tetapi Petrus menyangkalnya lagi. Tidak lama kemudian orang-orang yang ada di situ berkata juga kepada Petrus, \"Engkaupasti salah seorang dari mereka, apalagi engkau seorang Galilea !\"\n",
          "14:71 Maka mulailah Petrus mengutuk dan bersumpah, \"Aku tidak kenal orang yang kamu sebut-sebut ini!\"\n",
          "14:72 Seketika itu juga berkokoklah ayam untuk kedua kalinya. Petrus pun teringat bahwa Yesus telah berkata kepadanya, \"Sebelum ayam berkokok dua kali, engkau telah menyangkal Aku tiga kali.\" Lalu menangislah ia tersedu-sedu.\n"
        ]
      }
    },
    {
      "15": {
        "en": [
          "15:1 And immediately in the morning the chief priests held a consultation with the elders and scribes and the whole Sanhedrin, and having bound Jesus, they led Him away and delivered Him to Pilate.\n",
          "15:2 And Pilate questioned Him, Are You the King of the Jews? And answering him, He said, It is as you say.\n",
          "15:3 And the chief priests accused Him of many things.\n",
          "15:4 And Pilate again questioned Him, saying, Do You answer nothing? See how many things they are accusing You of.\n",
          "15:5 But Jesus made no further answer, so that Pilate marveled.\n",
          "15:6 Now at the feasts he released to them one prisoner whom they requested.\n",
          "15:7 And there was one named Barabbas, bound with the insurrectionists who had committed murder in the insurrection.\n",
          "15:8 And the crowd came up and began to ask him to do even as he had been accustomed to do for them.\n",
          "15:9 But Pilate answered them, saying, Do you want me to release to you the King of the Jews?\n",
          "15:10 For he knew that it was because of envy that the chief priests had delivered Him up.\n",
          "15:11 But the chief priests stirred up the crowd that instead he should release Barabbas to them.\n",
          "15:12 And Pilate again answered and said to them, What then do you want me to do with Him whom you call the King of the Jews?\n",
          "15:13 And again they cried out, Crucify Him!\n",
          "15:14 But Pilate said to them, Why, what evil has He done? But they cried out the more, Crucify Him!\n",
          "15:15 And Pilate, wishing to satisfy the crowd, released to them Barabbas and scourged Jesus and delivered Him up to be crucified.\n",
          "15:16 And the soldiers led Him away within the courtyard, that is, the praetorium, and called together the whole cohort.\n",
          "15:17 And they clothed Him in purple and wove a thorny crown and put it around His head.\n",
          "15:18 And they began to salute Him: Rejoice, King of the Jews!\n",
          "15:19 And they beat His head with a reed and spat at Him. And kneeling down, they bowed before Him.\n",
          "15:20 And when they had mocked Him, they stripped Him of the purple and put His garments on Him. And they led Him out to crucify Him.\n",
          "15:21 And they compelled a certain passerby coming from the country, Simon a Cyrenian, the father of Alexander and Rufus, to take up His cross.\n",
          "15:22 And they brought Him to the place Golgotha, which is interpreted, the Place of a Skull.\n",
          "15:23 And they tried to give Him wine mixed with myrrh, but He did not take it.\n",
          "15:24 And they crucified Him and divided His garments, casting lots for them to see what each should take.\n",
          "15:25 Now it was the third hour and they crucified Him.\n",
          "15:26 And there was an inscription of the charge against Him inscribed: THE KING OF THE JEWS.\n",
          "15:27 And with Him they crucified two robbers, one on His right and one on His left.\n",
          "15:28 And the Scripture was fulfilled which says, ?And He was counted with the lawless.?\n",
          "15:29 And those who were passing by blasphemed Him, wagging their heads and saying, Aha! You who destroy the temple and build it in three days,\n",
          "15:30 Save Yourself and come down from the cross!\n",
          "15:31 Likewise also the chief priests with the scribes mocked Him with one another and said, He saved others; Himself He cannot save.\n",
          "15:32 Let the Christ, the King of Israel, come down now from the cross that we may see and believe. Those who were crucified with Him also reproached Him.\n",
          "15:33 And when the sixth hour came, darkness fell over the whole land until the ninth hour.\n",
          "15:34 And at the ninth hour Jesus cried with a loud voice, Eloi, Eloi, lama sabachthani? which is interpreted, My God, My God, why have You forsaken Me?\n",
          "15:35 And some of those standing by heard this and said, Behold, He is calling for Elijah.\n",
          "15:36 And someone ran and filled a sponge with vinegar, and putting it on a reed, gave it to Him to drink, saying, Let Him be. Let us see if Elijah is coming to take Him down.\n",
          "15:37 And Jesus let out a loud cry and expired.\n",
          "15:38 And the veil of the temple was split in two from top to bottom.\n",
          "15:39 And the centurion standing by opposite Him, seeing that He expired in this way, said, Truly this man was the Son of God.\n",
          "15:40 And there were also some women looking on from a distance, among whom were Mary the Magdalene, and Mary the mother of the younger James and of Joses, and Salome,\n",
          "15:41 Who, when He was in Galilee, followed Him and ministered to Him, as well as many other women who came up with Him to Jerusalem.\n",
          "15:42 And when evening had fallen, since it was the day of preparation, that is, the day before the Sabbath,\n",
          "15:43 Joseph, the honorable member of the Council, from Arimathea, who was also himself awaiting the kingdom of God, came; and gathering courage, he went in to Pilate and asked for the body of Jesus.\n",
          "15:44 And Pilate marveled that He had already died, and calling to him the centurion, he questioned him whether He had been dead long.\n",
          "15:45 And when he found out from the centurion, he granted the corpse to Joseph.\n",
          "15:46 And Joseph purchased a piece of fine linen, took Him down, and wrapped Him in the fine linen. And he laid Him in a tomb which was hewn out of rock and rolled a stone against the door of the tomb.\n",
          "15:47 And Mary the Magdalene and Mary the mother of Joses saw where He was laid.\n"
        ],
        "id": [
          "15:1 Pagi-pagi benar imam-imam kepala bersama tua-tua dan ahli-ahli Taurat serta para anggota Mahkamah Agama lainnya mengadakan pertemuan. Kemudian mereka membelenggu Yesus lalu membawa-Nya dan menyerahkan-Nya kepada Pilatus.\n",
          "15:2 Pilatus bertanya kepada-Nya, \"Engkaukah raja orang Yahudi?\" Jawab Yesus, \"Engkau sendiri mengatakannya.\"\n",
          "15:3 Lalu imam-imam kepala mengajukan banyak tuduhan terhadap Dia.\n",
          "15:4 Pilatus bertanya lagi kepada-Nya, \"Tidakkah Engkau menjawab sama sekali? Lihatlah betapa banyaknya tuduhan mereka terhadap Engkau!\"\n",
          "15:5 Tetapi Yesus sama sekali tidak menjawab lagi, sehingga Pilatus merasa heran.\n",
          "15:6 Pada tiap hari raya itu, Pilatus membebaskan satu orang hukuman menurut permintaan mereka.\n",
          "15:7 Pada waktu itu ada seorang yang bernama Barabas sedang dipenjarakan bersama beberapa orang pemberontak lainnya. Mereka telah melakukan pembunuhan dalam pemberontakan.\n",
          "15:8 Lalu datanglah orang banyak dan meminta supaya ia melakukan hal itu untuk mereka seperti biasanya.\n",
          "15:9 Pilatus menjawab mereka dan bertanya, \"Apakah kamu menghendaki supaya kubebaskan raja orang Yahudi ini?\"\n",
          "15:10 Ia memang mengetahui, bahwa imam-imam kepala telah menyerahkan Yesus karena dengki.\n",
          "15:11 Tetapi imam-imam kepala menghasut orang banyak untuk meminta supaya Barabaslah yang dibebaskannya bagi mereka.\n",
          "15:12 Pilatus sekali lagi bertanya kepada mereka, \"Jika begitu, apakah yang harus kuperbuat dengan orang yang kamu sebut raja orang Yahudi ini?\"\n",
          "15:13 Mereka berteriak lagi, \" Salibkanlah Dia!\"\n",
          "15:14 Lalu Pilatus berkata kepada mereka, \"Tetapi kejahatan apakah yang telah dilakukan-Nya?\" Namun mereka makin keras berteriak, \"Salibkanlah Dia!\"\n",
          "15:15 Karena Pilatus ingin memuaskan hati orang banyak itu, ia membebaskan Barabas bagi mereka. sedangkan Yesus dicambuknya lalu diserahkannya untuk disalibkan.\n",
          "15:16 Kemudian serdadu-serdadu membawa Yesus ke halaman istana yang adalah kediaman gubernur, dan memanggil seluruh pasukan berkumpul.\n",
          "15:17 Mereka mengenakan jubah ungu kepada-Nya, menganyam sebuah mahkota duri dan menaruhnya di atas kepala-Nya.\n",
          "15:18 Kemudian mereka mulai memberi hormat kepada-Nya, \" Salam, hai raja orang Yahudi!\"\n",
          "15:19 Mereka memukul kepala-Nya dengan buluh, dan meludahi-Nya dan berlutut menyembah-Nya.\n",
          "15:20 Sesudah mengolok-olokkan Dia mereka menanggalkan jubah ungu yang dipakai-Nya dan mengenakan lagi pakaian-Nya kepada-Nya. Kemudian Yesus dibawa ke luar untuk disalibkan.\n",
          "15:21 Pada waktu itu lewat seorang yang bernama Simon, orang Kirene, ayah Aleksander dan Rufus, yang baru datang dari luar kota, dan orang itu mereka paksa untuk memikul salib Yesus.\n",
          "15:22 Mereka membawa Yesus ke tempat yang bernama Golgota, yang berarti: Tempat Tengkorak.\n",
          "15:23 Lalu mereka memberi anggur bercampur mur kepada-Nya, tetapi Ia menolaknya.\n",
          "15:24 Kemudian mereka menyalibkan Dia, lalu mereka membagi pakaian-Nya dengan membuang undi atasnya untuk menentukan bagian masing-masing.\n",
          "15:25 Jam sembilan pagi ketika Ia disalibkan.\n",
          "15:26 Alasan mengapa Ia dihukum disebut pada tulisan yang terpasang di situ: \" Raja orang Yahudi\".\n",
          "15:27 Bersama dengan Dia disalibkan dua orang penyamun, seorang di sebelah kanan-Nya dan seorang di sebelah kiri-Nya.\n",
          "15:28 (Demikian genapi nas Alkitab yang berbunyi, \" Ia akan terhitung di antara orang-orang jahat.\")\n",
          "15:29 Orang-orang yang lewat di sana menghujat Dia, dan sambil menggelengkan kepala mereka berkata, \" Hai Engkau yang mau meruntuhkan Bait Suci dan mau membangunnya kembali dalam tiga hari,\n",
          "15:30 turunlah dari salib itu dan selamatkan diri-Mu!\"\n",
          "15:31 Demikian juga imam-imam kepala bersama-sama ahli Taurat mengolok-olokkan Dia di antara mereka sendiri dan mereka berkata, \"Orang lain Ia selamatkan, tetapi diri-Nya sendiri tidak dapat Ia selamatkan!\n",
          "15:32 Baiklah Mesias, Raja Israel itu, turun dari salib itu, sekarang supaya kita lihat dan percaya.\" Bahkan kedua orang yang disalibkan bersama-sama dengan Dia mencela Dia juga.\n",
          "15:33 Pada jam dua belas, kegelapan meliputi seluruh daerah itu dan berlangsung sampai jam tiga.\n",
          "15:34 Pada jam tiga berserulah Yesus dengan suara nyaring, \" Eloi, Eloi, lama sabakhtani?\", yang berarti: Allahku, Allahku, mengapa Engkau meninggalkan Aku?\n",
          "15:35 Mendengar itu, beberapa orang yang berdiri di situ berkata, \"Lihat, Ia memanggil Elia.\"\n",
          "15:36 Kemudian bergegaslah seseorang dan mencelupkan spons ke dalam anggur asam lalu melilitkannya pada sebatang buluh dan memberi Yesus minum serta berkata, \"Baiklah kita tunggu dan melihat apakah Elia datang untuk menurunkan Dia.\"\n",
          "15:37 Lalu berserulah Yesus dengan suara nyaring dan menghembuskan napas terakhir-Nya.\n",
          "15:38 Ketika itu tirai Bait Suci terkoyak menjadi dua dari atas sampai ke bawah.\n",
          "15:39 Waktu kepala pasukan yang berdiri berhadapan dengan Dia melihat mati-Nya menghembuskan napas terakhir seperti itu berkatalah ia, \"Sungguh, orang ini Anak Allah!\"\n",
          "15:40 Ada juga beberapa perempuan yang melihat dari jauh, di antaranya Maria Magdalena, Maria ibu Yakobus Muda dan Yoses, serta Salome.\n",
          "15:41 Mereka semuanya telah mengikut Yesus dan melayani-Nya waktu Ia di Galilea. Ada juga di situ banyak perempuan lain yang telah datang ke Yerusalem bersama-sama dengan Yesus.\n",
          "15:42 Sementara itu hari mulai malam dan hari itu hari persiapan, yaitu hari menjelang Sabat.\n",
          "15:43 Karena itu Yusuf, orang Arimatea, seorang anggota Majelis Besar yang terpandang, yang juga menanti-nantikan Kerajaan Allah, memberanikan diri menghadap Pilatus dan meminta mayat Yesus.\n",
          "15:44 Pilatus heran waktu mendengar bahwa Yesus sudah mati. Lalu ia memanggil kepala pasukan dan bertanya kepadanya apakah Yesus sudah mati.\n",
          "15:45 Sesudah didengarnya keterangan kepala pasukan, ia berkenan memberikan mayat itu kepada Yusuf.\n",
          "15:46 Yusuf pun membeli kain lenan, kemudian ia menurunkan mayat Yesus dari salib dan mengapaninya dengan kain lenan itu. Lalu ia membaringkan Dia di dalam kubur yang digali di dalam bukit batu. Kemudian digulingkannya sebuah batu ke pintu kubur itu.\n",
          "15:47 Maria Magdalena dan Maria ibu Yoses melihat di mana Yesus dibaringkan.\n"
        ]
      }
    },
    {
      "16": {
        "en": [
          "16:1 And when the Sabbath was past, Mary the Magdalene, and Mary the mother of James, and Salome bought spices so that they might come and anoint Him.\n",
          "16:2 And very early on the first day of the week, they came to the tomb as the sun rose.\n",
          "16:3 And they said to one another, Who will roll away the stone for us from the door of the tomb?\n",
          "16:4 And when they looked up, they saw that the stone had been rolled away, for it was extremely large.\n",
          "16:5 And when they entered into the tomb, they saw a young man sitting on the right, clothed in a white robe, and they were alarmed.\n",
          "16:6 And he said to them, Do not be alarmed. You are seeking Jesus the Nazarene, who has been crucified. He has been raised; He is not here. Behold the place where they laid Him.\n",
          "16:7 But go, tell His disciples and Peter that He is going before you into Galilee. There you will see Him, even as He told you.\n",
          "16:8 And they went out and fled from the tomb, for trembling and astonishment had seized them. And they said nothing to anyone, for they were afraid.\n",
          "16:9 Now after He had risen early on the first day of the week, He appeared first to Mary the Magdalene, from whom He had cast out seven demons.\n",
          "16:10 She went and reported to those who had been with Him, who were mourning and weeping.\n",
          "16:11 And when they heard that He was alive and had been seen by her, they did not believe.\n",
          "16:12 And after these things, He appeared in a different form to two of them as they were walking on their way into the countryside.\n",
          "16:13 And they went away and reported to the rest, but they did not believe them either.\n",
          "16:14 And afterward He appeared to the eleven as they were reclining at table, and He reproached their unbelief and hardness of heart, because they did not believe those who had seen Him after He had risen.\n",
          "16:15 And He said to them, Go into all the world and proclaim the gospel to all the creation.\n",
          "16:16 He who believes and is baptized shall be saved, but he who does not believe shall be condemned.\n",
          "16:17 And these signs will accompany those who believe: in My name they will cast out demons; they will speak with new tongues;\n",
          "16:18 They will pick up ; and if they drink anything deadly, it shall by no means harm them; they will lay hands on the sick, and they will be well.\n",
          "16:19 So then the Lord Jesus, after speaking to them, was taken up into heaven and sat at the right hand of God.\n",
          "16:20 And they went out and preached everywhere, the Lord working with them and confirming the word by the accompanying signs.\n"
        ],
        "id": [
          "16:1 Setelah lewat hari Sabat, Maria Magdalena dan Maria ibu Yakobus, serta Salome membeli rempah-rempah untuk pergi ke kubur dan meminyaki Yesus.\n",
          "16:2 Pagi-pagi benar pada hari pertama minggu itu, setelah matahari terbit, pergilah mereka ke kubur.\n",
          "16:3 Mereka berkata seorang kepada yang lain, \"Siapa yang akan menggulingkan batu itu bagi kita dari pintu kubur?\"\n",
          "16:4 Tetapi ketika mereka melihat dari dekat, tampaklah, batu itu sudah terguling. Batu itu memang sangat besar.\n",
          "16:5 Lalu mereka masuk ke dalam kubur dan mereka melihat seorang muda yang memakai jubah putih duduk di sebelah kanan. Mereka pun sangat terkejut,\n",
          "16:6 tetapi orang muda itu berkata kepada mereka, \"Jangan takut! Kamu mencari Yesus orang Nazaret, yang disalibkan itu. Ia telah bangkit. Ia tidak ada di sini. Lihat! Inilah tempat mereka membaringkan Dia.\n",
          "16:7 Tetapi sekarang pergilah, katakanlah kepada murid-murid-Nya dan kepada Petrus: Ia mendahului kamu ke Galilea; di sana kamu akan melihat Dia, seperti yang sudah dikatakan-Nya kepada kamu.\"\n",
          "16:8 Lalu mereka keluar dan lari meninggalkan kubur itu, sebab kegentaran dan kedahsyatan menguasai mereka. Mereka tidak mengatakan apa-apa kepada siapa pun juga karena takut. Dengan singkat mereka sampaikan semua pesan itu kepada Petrus dan teman-temannya. Sesudah itu Yesus sendiri dengan perantaraan murid-murid-Nya memberitakan dari Timur ke Barat berita yang kudus dan tak terbinasakan tentang keselamatan yang kekal itu.\n",
          "16:[9 Setelah Yesus bangkit pagi-pagi pada hari pertama minggu itu, Ia mula-mula menampakkan diri-Nya kepada Maria Magdalena. Yesus pernah mengusir tujuh setan dari dia.\n",
          "16:10 Lalu perempuan itu pergi memberitahukannya kepada mereka yang mengiringi Yesus sebelumnya dan yang pada waktu itu sedang berkabung dan menangis.\n",
          "16:11 Tetapi ketika mereka mendengar, bahwa Yesus hidup dan telah dilihat olehnya, mereka tidak percaya.\n",
          "16:12 Sesudah itu Ia menampakkan diri dalam rupa yang lain kepada dua orang dari mereka, ketika keduanya dalam perjalanan ke luar kota.\n",
          "16:13 Lalu kembalilah mereka dan memberitahukannya kepada teman-teman yang lain, tetapi kepada mereka pun teman-teman itu tidak percaya.\n",
          "16:14 Akhirnya Ia menampakkan diri kepada kesebelas orang itu ketika mereka sedang makan, dan Ia mencela ketidakpercayaan dan kekerasan hati mereka, oleh karena mereka tidak percaya kepada orang-orang yang telah melihat Dia sesudah kebangkitan-Nya.\n",
          "16:15 Lalu Ia berkata kepada mereka, \"Pergilah ke seluruh dunia, beritakanlah Injil kepada segala makhluk.\n",
          "16:16 Siapa yang percaya dan dibaptis akan diselamatkan, tetapi siapa yang tidak percaya akan dihukum.\n",
          "16:17 Tanda-tanda ini akan menyertai orang-orang yang percaya: mereka akan mengusir setan-setan demi nama-Ku, mereka akan berbicara dalam bahasa-bahasa yang baru bagi mereka,\n",
          "16:18 mereka akan memegang ular, dan sekali pun mereka minum racun yang mematikan, mereka tidak akan mendapat celaka; mereka akan meletakkan tangannya atas orang sakit, dan orang itu akan sembuh.\"\n",
          "16:19 Sesudah Tuhan Yesus berbicara demikian kepada mereka, terangkatlah Ia ke surga, lalu duduk di sebelah kanan Allah.\n",
          "16:20 Mereka pun pergi memberitakan Injil ke segala penjuru, dan Tuhan turut bekerja dan meneguhkan firman itu dengan tanda-tanda yang menyertainya.\n"
        ]
      }
    }
  ]
}
