{
  "Romans": [
    {
      "1": {
        "en": [
          "1:1 Paul, a slave of Christ Jesus, a called apostle, separated unto the gospel of God,\n",
          "1:2 Which He promised beforehand through His prophets in the holy Scriptures,\n",
          "1:3 Concerning His Son, who came out of the seed of David according to the flesh,\n",
          "1:4 Who was designated the Son of God in power according to the Spirit of holiness out of the resurrection of the dead, Jesus Christ our Lord;\n",
          "1:5 Through whom we have received grace and apostleship unto the obedience of faith among all the Gentiles on behalf of His name,\n",
          "1:6 Among whom you also are the called ones of Jesus Christ;\n",
          "1:7 To all who are in Rome, beloved of God, the called saints: Grace to you and peace from God our Father and the Lord Jesus Christ.\n",
          "1:8 First, I thank my God through Jesus Christ for you all because your faith is proclaimed throughout the whole world.\n",
          "1:9 For God is my witness, whom I serve in my spirit in the gospel of His Son, how unceasingly I make mention of you always in my prayers,\n",
          "1:10 Beseeching if by any means now at last I may be prospered in the will of God to come to you.\n",
          "1:11 For I long to see you that I may impart to you some spiritual gift so that you may be established;\n",
          "1:12 That is, that I with you may be encouraged among you through the faith which is in one another, both yours and mine.\n",
          "1:13 And I do not want you to be ignorant, brothers, that often I purposed to come to you (yet was hindered until the present), that I might have some fruit among you also, even as among the rest of the Gentiles.\n",
          "1:14 I am debtor both to Greeks and to barbarians, both to wise and to foolish;\n",
          "1:15 So, for my part, I am ready to announce the gospel to you also who are in Rome.\n",
          "1:16 For I am not ashamed of the gospel, for it is the power of God unto salvation to everyone who believes, both to Jew first and to Greek.\n",
          "1:17 For the righteousness of God is revealed in it out of faith to faith, as it is written, ?But the righteous shall have life and live by faith.?\n",
          "1:18 For the wrath of God is revealed from heaven upon all ungodliness and unrighteousness of men who hold down the truth in unrighteousness,\n",
          "1:19 Because that which is known of God is manifest within them, for God manifested it to them.\n",
          "1:20 For the invisible things of Him, both His eternal power and divine characteristics, have been clearly seen since the creation of the world, being perceived by the things made, so that they would be without excuse;\n",
          "1:21 Because though they knew God, they did not glorify Him as God or thank Him, but rather became vain in their reasonings, and their heart, lacking understanding, was darkened.\n",
          "1:22 Professing to be wise, they became fools\n",
          "1:23 And changed the glory of the incorruptible God into the likeness of an image of corruptible man and of birds and four-footed animals and reptiles.\n",
          "1:24 Therefore God gave them up in the lusts of their hearts to uncleanness, so that they dishonor their bodies among themselves,\n",
          "1:25 Who exchanged the truth of God for the lie, and worshipped and served the creation rather than the Creator, who is blessed forever. Amen.\n",
          "1:26 Therefore God gave them up to passions of dishonor; for their females exchanged the natural use for that which is contrary to nature;\n",
          "1:27 And likewise also the males, leaving the natural use of the female, burned in their craving toward one another, males with males committing unseemliness and fully receiving in themselves the retribution of their error which was due.\n",
          "1:28 And even as they did not approve of holding God in their full knowledge, God gave them up to a disapproved mind, to do the things which are not fitting,\n",
          "1:29 Being filled with all unrighteousness, wickedness, covetousness, malice; full of envy, murder, strife, deceit, malignity;\n",
          "1:30 Whisperers, slanderers, hateful to God, insolent, arrogant, boasters, inventors of evil things, disobedient to parents,\n",
          "1:31 Senseless, faithless, affectionless, merciless;\n",
          "1:32 Who, though fully knowing the righteous judgment of God, that those who practice such things are worthy of death, not only do them, but also have fellow delight in those who practice them.\n"
        ],
        "id": [
          "1:1 Dari Paulus, hamba Kristus Yesus, yang dipanggil menjadi rasul dan dikhususkan untuk memberitakan Injil Allah.\n",
          "1:2 Injil itu telah dijanjikan-Nya sebelumnya dengan perantaraan nabi-nabi-Nya dalam kitab-kitab suci,\n",
          "1:3 tentang Anak-Nya yang secara jasmani berasal dari keturunan Daud,\n",
          "1:4 dan menurut Roh kekudusan dinyatakan oleh kebangkitan-Nya dari antara orang mati bahwa Dialah Anak Allah yang berkuasa, Yesus Kristus Tuhan kita.\n",
          "1:5 Dengan perantaraan-Nya kami menerima anugerah dan jabatan rasul untuk menuntun semua bangsa, supaya mereka percaya dan taat kepada nama-Nya.\n",
          "1:6 Kamu juga termasuk di antara mereka, kamu yang telah dipanggil menjadi milik Yesus Kristus.\n",
          "1:7 Kepada kamu sekalian yang tinggal di Roma, yang dikasihi Allah, yang dipanggil dan dijadikan orang-orang kudus: Anugerah menyertai kamu dan damai sejahtera dari Allah, Bapa kita, dan dari Tuhan Yesus Kristus.\n",
          "1:8 Pertama-tama aku mengucap syukur kepada Allahku oleh Yesus Kristus atas kamu sekalian, sebab telah tersebar kabar tentang imanmu di seluruh dunia.\n",
          "1:9 Karena Allah, yang kulayani dengan segenap hatiku dalam pemberitaan Injil tentang Anak-Nya, adalah saksiku bahwa dalam doaku aku selalu mengingat kamu:\n",
          "1:10 Aku berdoa, semoga dengan kehendak Allah aku akhirnya beroleh kesempatan untuk mengunjungi kamu.\n",
          "1:11 Sebab aku ingin sekali melihat kamu untuk memberikan karunia rohani guna menguatkan kamu,\n",
          "1:12 yaitu, supaya aku ada di antara kamu dan turut terhibur oleh iman kita bersama, baik aku oleh imanmu dan kamu oleh imanku.\n",
          "1:13 Saudara-saudara, aku mau, supaya kamu mengetahui bahwa aku telah sering berniat untuk datang kepadamu -- tetapi hingga kini selalu aku terhalang -- agar di tengah-tengahmu aku menemukan buah, seperti juga di tengah-tengah bangsa bukan Yahudi yang lain.\n",
          "1:14 Aku berutang baik kepada orang Yunani, maupun kepada bangsa-bangsa lain, baik kepada orang terpelajar, maupun kepada orang tidak terpelajar.\n",
          "1:15 Itulah sebabnya aku ingin untuk memberitakan Injil kepada kamu juga yang diam di Roma.\n",
          "1:16 Sebab aku tidak malu terhadap Injil, karena Injil adalah kekuatan Allah yang menyelamatkan setiap orang yang percaya, pertama-tama orang Yahudi, tetapi juga orang Yunani.\n",
          "1:17 Sebab di dalamnya dinyatakan pembenaran oleh Allah, yang bertolak dari iman dan memimpin kepada iman, seperti ada tertulis: \" Orang benar akan hidup oleh iman.\"\n",
          "1:18 Sebab murka Allah dinyatakan dari surga atas segala kefasikan dan kelaliman manusia, yang menindas kebenaran dengan kelaliman.\n",
          "1:19 Karena apa yang dapat mereka ketahui tentang Allah nyata bagi mereka, sebab Allah telah menyatakannya kepada mereka.\n",
          "1:20 Sebab sifat-sifat-Nya yang tidak tampak, yaitu kekuatan-Nya yang kekal dan keilahian-Nya, dapat tampak dan dipahami dari karya-Nya sejak dunia diciptakan, sehingga mereka tidak dapat berdalih.\n",
          "1:21 Sebab sekalipun mereka mengenal Allah, mereka tidak memuliakan Dia sebagai Allah atau mengucap syukur kepada-Nya. Sebaliknya pikiran mereka menjadi sia-sia dan hati mereka yang bodoh menjadi gelap.\n",
          "1:22 Mereka berbuat seolah-olah mereka penuh hikmat, tetapi mereka telah menjadi bodoh.\n",
          "1:23 Mereka menggantikan kemuliaan Allah yang tidak fana dengan gambaran yang mirip dengan manusia yang fana, burung-burung, binatang-binatang yang berkaki empat atau binatang-binatang melata.\n",
          "1:24 Karena itu Allah menyerahkan mereka kepada kecemaran sesuai dengan keinginan hati mereka, sehingga mereka saling mencemarkan tubuh mereka.\n",
          "1:25 Memang mereka menggantikan kebenaran Allah dengan dusta dan memuja dan menyembah makhluk dengan melupakan Penciptanya yang harus dipuji selama-lamanya. Amin.\n",
          "1:26 Karena itu Allah menyerahkan mereka kepada hawa nafsu yang memalukan, sebab istri-istri mereka menggantikan persetubuhan yang wajar dengan yang tak wajar.\n",
          "1:27 Demikian juga laki-laki meninggalkan persetubuhan yang wajar dengan perempuan dan menyala-nyala dalam berahi seorang terhadap yang lain, sehingga mereka berbuat mesum, laki-laki dengan laki-laki, dan karena itu mereka menerima dalam diri mereka balasan yang setimpal untuk kesesatan mereka.\n",
          "1:28 Dan karena mereka tidak merasa perlu untuk mengakui Allah, maka Allah menyerahkan mereka kepada pikiran-pikiran yang terkutuk, sehingga mereka melakukan apa yang tidak pantas:\n",
          "1:29 penuh dengan rupa-rupa kelaliman, kejahatan, keserakahan dan kebusukan, penuh dengan dengki, pembunuhan, perselisihan, tipu muslihat dan kefasikan.\n",
          "1:30 Mereka adalah pengumpat, pemfitnah, pembenci Allah, kurang ajar, congkak, sombong, pandai dalam kejahatan, tidak taat kepada orang tua,\n",
          "1:31 tidak berakal budi, tidak setia, tidak penyayang, tidak mengenal belas kasihan.\n",
          "1:32 Sebab walaupun mereka mengetahui tuntutan-tuntutan hukum Allah, yaitu bahwa setiap orang yang melakukan hal-hal demikian, patut dihukum mati, mereka bukan saja melakukannya sendiri, tetapi mereka juga setuju dengan orang-orang yang melakukannya.\n"
        ]
      }
    },
    {
      "2": {
        "en": [
          "2:1 Therefore you are without excuse, O every man who judges, for in what you judge another you condemn yourself; for you who judge practice the same things.\n",
          "2:2 But we know that the judgment of God is according to truth upon those who practice such things.\n",
          "2:3 And do you consider this, O man, who judge those who practice such things and do the same yourself, that you will escape the judgment of God?\n",
          "2:4 Or do you despise the riches of His kindness and forbearance and long-suffering, not knowing that God?s kindness is leading you to repentance?\n",
          "2:5 But, according to your hardness and your unrepentant heart, you are storing up for yourself wrath in the day of wrath and revelation of the righteous judgment of God,\n",
          "2:6 Who will render to each according to his works:\n",
          "2:7 To those who by endurance in good work seek glory and honor and incorruptibility, life eternal;\n",
          "2:8 But to those who are selfishly contentious and disobedient to the truth and obey unrighteousness, wrath and fury.\n",
          "2:9 Tribulation and anguish upon every soul of man who commits evil, both of Jew first and of Greek;\n",
          "2:10 But glory and honor and peace to everyone who works good, both to Jew first and to Greek.\n",
          "2:11 For there is no respect of persons with God.\n",
          "2:12 For as many as have sinned without the law shall also perish without the law; and as many as have sinned under the law shall be judged by the law\n",
          "2:13 (For it is not the hearers of the law who are righteous before God, but the doers of the law shall be justified.\n",
          "2:14 For when Gentiles, who have no law, do by nature the things of the law, these, though they have no law, are a law to themselves,\n",
          "2:15 Who show the work of the law written in their hearts, their conscience bearing witness with it and their reasonings, one with the other, accusing or even excusing them.)\n",
          "2:16 In the day when God judges the secrets of men according to my gospel through Jesus Christ.\n",
          "2:17 But if you bear the name of Jew, and rest upon the law, and boast in God,\n",
          "2:18 And know the will, and approve the things that are more excellent, being instructed out of the law,\n",
          "2:19 And have confidence that you yourself are a guide to the blind, a light to those in darkness,\n",
          "2:20 One who disciplines the foolish, a teacher of babes, having the proper form of the knowledge and truth in the law;\n",
          "2:21 You therefore who teach another, do you not teach yourself? You who preach not to steal, do you steal?\n",
          "2:22 You who say not to commit adultery, do you commit adultery? You who abhor idols, do you rob their temples?\n",
          "2:23 You who boast in the law, do you by transgression of the law dishonor God?\n",
          "2:24 For ?the name of God is blasphemed among the Gentiles because of you,? even as it is written.\n",
          "2:25 For circumcision profits if you practice the law; but if you are a transgressor of the law, your circumcision has become uncircumcision.\n",
          "2:26 If therefore the uncircumcision keeps the ordinances of the law, will not his uncircumcision be accounted as circumcision?\n",
          "2:27 And the uncircumcision by nature, if he fulfills the law, will judge you who through the letter and circumcision are a transgressor of the law.\n",
          "2:28 For he is not a Jew who is one outwardly; neither is circumcision that which is outward in the flesh.\n",
          "2:29 But he is a Jew who is one inwardly; and circumcision is of the heart, in spirit, not in letter, whose praise is not from men, but from God.\n"
        ],
        "id": [
          "2:1 Karena itu, hai manusia, siapa pun engkau, yang menghakimi orang lain, engkau sendiri tidak mempunyai dasar untuk membela diri. Sebab, dengan menghakimi orang lain, engkau menghakimi dirimu sendiri, karena engkau yang menghakimi orang lain, melakukan hal-hal yang sama.\n",
          "2:2 Tetapi kita tahu bahwa hukuman Allah berlangsung secara jujur atas mereka yang berbuat demikian.\n",
          "2:3 Dan engkau, hai manusia, engkau yang menghakimi mereka yang berbuat demikian, sedangkan engkau sendiri melakukannya juga, apakah engkau sangka bahwa engkau akan luput dari hukuman Allah?\n",
          "2:4 Apakah engkau menganggap sepi kekayaan kemurahan-Nya, kesabaran-Nya dan kelapangan hati-Nya? Tidak tahukah engkau bahwa maksud kemurahan Allah ialah menuntun engkau kepada pertobatan?\n",
          "2:5 Tetapi oleh kekerasan hatimu yang tidak mau bertobat, engkau menimbun murka atas dirimu sendiri pada hari murka dan hukuman Allah yang adil akan dinyatakan.\n",
          "2:6 Ia akan membalas setiap orang menurut perbuatannya,\n",
          "2:7 yaitu hidup kekal kepada mereka yang dengan tekun berbuat baik, mencari kemuliaan, kehormatan dan ketidakbinasaan,\n",
          "2:8 tetapi murka dan kegeraman kepada mereka yang mencari kepentingan sendiri, yang tidak taat kepada kebenaran, melainkan taat kepada kelaliman.\n",
          "2:9 Penderitaan dan kesengsaraan akan menimpa setiap orang yang berbuat jahat, pertama-tama orang Yahudi dan juga orang Yunani,\n",
          "2:10 tetapi kemuliaan, kehormatan dan damai sejahtera akan diperoleh semua orang yang berbuat baik, pertama-tama orang Yahudi, dan juga orang Yunani.\n",
          "2:11 Sebab Allah tidak memandang muka.\n",
          "2:12 Sebab semua orang yang berdosa tanpa hukum Taurat akan binasa tanpa hukum Taurat; dan semua orang yang berdosa di bawah hukum Taurat akan dihakimi berdasarkan hukum Taurat.\n",
          "2:13 Karena bukanlah orang yang mendengar hukum Taurat yang benar di hadapan Allah, tetapi orang yang melakukan hukum Tauratlah yang akan dibenarkan.\n",
          "2:14 Apabila bangsa-bangsa lain yang tidak memiliki hukum Taurat oleh dorongan diri sendiri melakukan apa yang dituntut hukum Taurat, maka mereka menjadi hukum Taurat bagi diri mereka sendiri, walaupun mereka tidak memiliki hukum Taurat.\n",
          "2:15 Dengan itu mereka menunjukkan bahwa isi hukum Taurat ada tertulis di dalam hati mereka dan suara hati mereka turut bersaksi dan pikiran mereka saling menuduh atau saling membela.\n",
          "2:16 Hal itu akan tampak pada hari bilamana Allah, melalui Kristus Yesus, akan menghakimi segala sesuatu yang tersembunyi dalam hati manusia, sesuai dengan Injil yang kuberitakan.\n",
          "2:17 Tetapi, jika engkau menyebut dirimu orang Yahudi dan bersandar kepada hukum Taurat, bermegah dalam Allah,\n",
          "2:18 dan tahu akan kehendak-Nya, dan oleh karena diajar dalam hukum Taurat, dapat mengetahui mana yang baik dan mana yang tidak,\n",
          "2:19 dan jika engkau yakin bahwa engkau adalah penuntun orang buta dan terang bagi mereka yang di dalam kegelapan,\n",
          "2:20 pendidik orang bodoh, dan pengajar orang yang belum dewasa, karena dalam hukum Taurat engkau memiliki perwujudan hikmat dan kebenaran --\n",
          "2:21 lalu bagaimana engkau yang mengajar orang lain, tidakkah engkau mengajar dirimu sendiri? Engkau yang mengajar, \"Jangan mencuri,\" mengapa engkau sendiri mencuri?\n",
          "2:22 Engkau yang berkata, \"Jangan berzina,\" mengapa engkau sendiri berzina? Engkau yang jijik terhadap segala berhala, mengapa engkau sendiri merampok rumah berhala?\n",
          "2:23 Engkau bermegah atas hukum Taurat, mengapa engkau sendiri menghina Allah dengan melanggar hukum Taurat itu?\n",
          "2:24 Seperti ada tertulis: \"Sebab oleh karena kamulah nama Allah dihujat di antara bangsa-bangsa lain.\"\n",
          "2:25 Sunat memang ada gunanya, jika engkau menaati hukum Taurat; tetapi jika engkau melanggar hukum Taurat, maka sunatmu tidak ada lagi gunanya.\n",
          "2:26 Jadi, jika orang yang tak bersunat memperhatikan tuntutan-tuntutan hukum Taurat, bukankah ia dianggap sama dengan orang yang telah disunat?\n",
          "2:27 Dan orang yang secara lahiriah tak bersunat tetapi melakukan hukum Taurat, akan menghakimi kamu yang mempunyai hukum tertulis dan sunat tetapi melanggar hukum Taurat.\n",
          "2:28 Sebab orang Yahudi sejati bukanlah orang yang lahiriah Yahudi dan sunat sejati bukanlah sunat yang dilakukan secara lahiriah.\n",
          "2:29 Tetapi orang Yahudi sejati ialah orang yang tidak tampak keyahudiannya dan sunat sejati ialah sunat di dalam hati, secara rohani, bukan secara harfiah. Pujian bagi orang seperti itu datang bukan dari manusia, melainkan dari Allah.\n"
        ]
      }
    },
    {
      "3": {
        "en": [
          "3:1 What then is the advantage of the Jew? Or what is the profit of the circumcision?\n",
          "3:2 Much in every way. First, that they were entrusted with the oracles of God.\n",
          "3:3 For what if some disbelieved? Shall their unbelief annul the faithfulness of God?\n",
          "3:4 Absolutely not! But let God be true and every man a liar, as it is written, ?That You may be declared righteous in Your words and may overcome when You are judged.?\n",
          "3:5 But if our unrighteousness commends the righteousness of God, what shall we say? Is the God who inflicts wrath unrighteous? I speak according to man.\n",
          "3:6 Absolutely not! Otherwise how shall God judge the world?\n",
          "3:7 But if the truthfulness of God has abounded in my lie unto His glory, why still am I also being judged as a sinner?\n",
          "3:8 And why not say (as we are slanderously charged and as some affirm that we say), Let us do evil that good may come? whose judgment is just.\n",
          "3:9 What then? Are we better? Not at all! For we have previously charged both Jews and Greeks that they are all under sin,\n",
          "3:10 Even as it is written, ?There is none righteous, not even one;\n",
          "3:11 There is none who understands, there is none who seeks out God.\n",
          "3:12 All have turned aside; together they have become useless; there is none who does good; there is not so much as one.\n",
          "3:13 Their throat is an opened grave; with their tongues they practiced deceit; the poison of asps is under their lips;\n",
          "3:14 Whose mouth is full of cursing and bitterness.\n",
          "3:15 Swift are their feet to shed blood,\n",
          "3:16 Destruction and misery are in their ways,\n",
          "3:17 And the way of peace they have not known.\n",
          "3:18 There is no fear of God before their eyes.?\n",
          "3:19 Now we know that whatever things the law says, it speaks to those who are under the law, that every mouth may be stopped and all the world may fall under the judgment of God;\n",
          "3:20 Because out of the works of the law no flesh shall be justified before Him; for through the law is the clear knowledge of sin.\n",
          "3:21 But now, apart from the law, the righteousness of God has been manifested, witness being borne to it by the Law and the Prophets;\n",
          "3:22 Even the righteousness of God through the faith of Jesus Christ to all those who believe, for there is no distinction;\n",
          "3:23 For all have sinned and fall short of the glory of God,\n",
          "3:24 Being justified freely by His grace through the redemption which is in Christ Jesus;\n",
          "3:25 Whom God set forth as a propitiation place through faith in His blood, for the demonstrating of His righteousness, in that in His forbearance God passed over the sins that had previously occurred,\n",
          "3:26 With a view to the demonstrating of His righteousness in the present time, so that He might be righteous and the One who justifies him who is of the faith of Jesus.\n",
          "3:27 Where then is boasting? It is excluded. Through what kind of law? That of works? No, but through the law of faith.\n",
          "3:28 For we account that a man is justified by faith apart from the works of the law.\n",
          "3:29 Or is He the God of the Jews only? Is He not of the Gentiles also? Yes, of the Gentiles also,\n",
          "3:30 If indeed God is one, who will justify the circumcision out of faith and the uncircumcision through faith.\n",
          "3:31 Do we then make the law of no effect through faith? Absolutely not! Rather, we establish the law.\n"
        ],
        "id": [
          "3:1 Jika demikian, apa kelebihan orang Yahudi dan apa gunanya sunat?\n",
          "3:2 Banyak sekali dan di dalam segala hal. Pertama-tama: Sebab kepada merekalah dipercayakan firman Allah.\n",
          "3:3 Jadi bagaimana, jika di antara mereka ada yang tidak setia, dapatkah ketidaksetiaan itu membatalkan kesetiaan Allah?\n",
          "3:4 Sekali-kali tidak! Sebaliknya: Allah adalah benar, dan semua manusia pembohong, seperti ada tertulis: \" Supaya Engkau ternyata benar dalam segala firman-Mu, dan menang, jika Engkau dihakimi.\"\n",
          "3:5 Tetapi jika ketidakbenaran kita menunjukkan kebenaran Allah, apa yang akan kita katakan? Tidak adilkah Allah -- aku berkata sebagai manusia -- jika Ia menampakkan murka-Nya?\n",
          "3:6 Sekali-kali tidak! Andaikata demikian, bagaimana Allah dapat menghakimi dunia?\n",
          "3:7 Tetapi jika kebenaran Allah oleh dustaku semakin melimpah bagi kemuliaan-Nya, mengapa aku masih dihakimi lagi sebagai orang berdosa?\n",
          "3:8 Mengapa kita tidak berkata, \"Marilah kita berbuat jahat, supaya timbul yang baik\"? Memang ada fitnahan orang yang mengatakan bahwa kita berkata demikian. Orang semacam itu sudah selayaknya mendapat hukuman.\n",
          "3:9 Jadi, bagaimana? Apakah kita mempunyai kelebihan daripada orang lain? Sama sekali tidak. Sebab di atas telah kita tuduh baik orang Yahudi, maupun orang Yunani bahwa mereka semua ada di bawah kuasa dosa,\n",
          "3:10 seperti ada tertulis: \" Tidak ada yang benar, seorang pun tidak.\n",
          "3:11 Tidak ada seorang pun yang berakal budi, tidak ada seorang pun yang mencari Allah.\n",
          "3:12 Semua orang telah menyeleweng, mereka semua tidak berguna, tidak ada yang berbuat baik, seorang pun tidak.\n",
          "3:13 Kerongkongan mereka seperti kubur yang ternganga, lidah mereka merayu-rayu, bibir mereka mengandung bisa.\n",
          "3:14 Mulut mereka penuh dengan sumpah serapah,\n",
          "3:15 kaki mereka cepat untuk menumpahkan darah.\n",
          "3:16 Keruntuhan dan kebinasaan mereka tinggalkan di jalan mereka,\n",
          "3:17 dan jalan damai tidak mereka kenal;\n",
          "3:18 rasa takut kepada Allah tidak ada pada mereka.\"\n",
          "3:19 Tetapi kita tahu bahwa segala sesuatu yang tercantum dalam Kitab Taurat ditujukan kepada mereka yang hidup di bawah hukum Taurat, supaya tersumbat setiap mulut dan supaya seluruh dunia berada di bawah penghakiman Allah.\n",
          "3:20 Sebab tidak seorang pun yang dapat dibenarkan di hadapan Allah karena melakukan hukum Taurat, karena justru oleh hukum Taurat orang mengenal dosa.\n",
          "3:21 Tetapi sekarang, tanpa hukum Taurat pembenaran oleh Allah telah dinyatakan, seperti yang disaksikan dalam Kitab Taurat dan Kitab-kitab para nabi,\n",
          "3:22 yaitu pembenaran oleh Allah melalui iman dalam Yesus Kristus bagi semua orang yang percaya. Sebab tidak ada perbedaan.\n",
          "3:23 Karena semua orang telah berbuat dosa dan kehilangan kemuliaan Allah,\n",
          "3:24 dan oleh anugerah-Nya telah dibenarkan dengan cuma-cuma melalui penebusan dalam Kristus Yesus.\n",
          "3:25 Kristus Yesus telah ditentukan Allah menjadi jalan pendamaian melalui iman, dalam darah-Nya. Hal ini dibuat-Nya untuk menunjukkan keadilan-Nya, karena Ia telah membiarkan dosa-dosa yang telah terjadi dahulu pada masa kesabaran-Nya.\n",
          "3:26 Maksud-Nya ialah untuk menunjukkan keadilan-Nya pada masa ini bahwa Ia adil dan juga membenarkan orang yang percaya kepada Yesus.\n",
          "3:27 Jika demikian, apa dasarnya untuk bermegah? Tidak ada! Berdasarkan azas apa? Berdasarkan azas perbuatankah? Bukan, melainkan berdasarkan azas iman!\n",
          "3:28 Karena kami yakin bahwa manusia dibenarkan karena iman, bukan karena melakukan hukum Taurat.\n",
          "3:29 Atau apakah Allah hanya Allah orang Yahudi saja? Bukankah Ia juga Allah bangsa-bangsa lain? Ya, benar. Ia juga Allah bangsa-bangsa lain!\n",
          "3:30 Jika Allah memang satu, Dia akan membenarkan baik orang-orang bersunat melalui iman, maupun orang-orang tak bersunat melalui iman.\n",
          "3:31 Jika demikian, apakah kami membatalkan hukum Taurat karena iman? Sekali-kali tidak! Sebaliknya, kami meneguhkannya.\n"
        ]
      }
    },
    {
      "4": {
        "en": [
          "4:1 What then shall we say that Abraham our forefather according to the flesh has found?\n",
          "4:2 For if Abraham was justified out of works, he has something to boast in, but not before God.\n",
          "4:3 For what does the Scripture say? ?And Abraham believed God, and it was accounted to him as righteousness.?\n",
          "4:4 Now to the one who works, his wages are not accounted according to grace, but according to what is due.\n",
          "4:5 But to the one who does not work, but believes on Him who justifies the ungodly, his faith is accounted as righteousness.\n",
          "4:6 Even as David also speaks blessing on the man to whom God accounts righteousness apart from works:\n",
          "4:7 ?Blessed are they whose lawlessnesses have been forgiven, and whose sins have been covered over.\n",
          "4:8 Blessed is the man to whom the Lord shall by no means account sin.?\n",
          "4:9 Is this blessing then upon the circumcision only, or also upon the uncircumcision? For we say, Faith was accounted to Abraham as righteousness.\n",
          "4:10 How then was it accounted? While he was in circumcision or in uncircumcision? Not in circumcision, but in uncircumcision.\n",
          "4:11 And he received the sign of circumcision, a seal of the righteousness of the faith which he had while in uncircumcision, that he might be the father of all those in uncircumcision who believe, that righteousness might be accounted to them also,\n",
          "4:12 And the father of circumcision to those who not only are of the circumcision, but who also walk in the steps of that faith of our father Abraham, which he had in uncircumcision.\n",
          "4:13 For it was not through the law that the promise was made to Abraham or to his seed that he would be the heir of the world, but through the righteousness of faith.\n",
          "4:14 For if those of the law are heirs, faith has been made void and the promise has been annulled;\n",
          "4:15 For the law works out wrath; but where there is no law, neither is there transgression.\n",
          "4:16 Therefore the inheritance is out of faith that it might be according to grace, so that the promise may be certain to all the seed, not to that which is of the law only, but also to that which is of the faith of Abraham, who is the father of us all\n",
          "4:17 (As it is written, ?I have appointed you a father of many nations?) in the sight of God whom he believed, who gives life to the dead and calls the things not being as being.\n",
          "4:18 He beyond hope believed in hope in order that he might become the father of many nations, according to that which was spoken, ?So shall your seed be.?\n",
          "4:19 And not weakening in his faith, he considered his own body as already dead, being about a hundred years old, as well as the deadening of Sarah?s womb;\n",
          "4:20 But with regard to the promise of God, he did not doubt in unbelief, but was empowered by faith, giving glory to God\n",
          "4:21 And being fully persuaded that what He had promised He was able also to do.\n",
          "4:22 Therefore also it was accounted to him as righteousness.\n",
          "4:23 Now it was not written for his sake only that it was accounted to him,\n",
          "4:24 But for ours also to whom it is to be accounted, who believe on Him who has raised Jesus our Lord from the dead,\n",
          "4:25 Who was delivered for our offenses and was raised for our justification.\n"
        ],
        "id": [
          "4:1 Jadi, menurut kita, apa yang telah diperoleh Abraham, bapak leluhur jasmani kita?\n",
          "4:2 Sebab sekiranya Abraham dibenarkan berdasarkan perbuatannya, maka ia beroleh dasar untuk bermegah, tetapi tidak di hadapan Allah.\n",
          "4:3 Sebab apa yang dikatakan nas Kitab Suci? \" Lalu percayalah Abraham kepada Allah, maka Allah memperhitungkan hal itu kepadanya sebagai kebenaran.\"\n",
          "4:4 Kalau ada orang yang bekerja, upahnya tidak diperhitungkan sebagai hadiah, tetapi sebagai haknya.\n",
          "4:5 Tetapi kepada orang yang tidak bekerja, namun percaya kepada Dia yang membenarkan orang fasik, imannya diperhitungkan sebagai kebenaran.\n",
          "4:6 Seperti juga Daud menyebut berbahagia orang yang dibenarkan Allah bukan berdasarkan perbuatannya:\n",
          "4:7 \" Berbahagialah orang yang diampuni pelanggaran-pelanggarannya, dan yang ditutupi dosa-dosanya;\n",
          "4:8 berbahagialah orang yang dosanya tidak diperhitungkan Tuhan kepadanya.\"\n",
          "4:9 Apakah ucapan bahagia ini hanya berlaku bagi orang bersunat saja atau juga bagi orang tak bersunat? Sebab telah kami katakan bahwa kepada Abraham iman diperhitungkan sebagai kebenaran.\n",
          "4:10 Dalam keadaan mana hal itu diperhitungkan? Sebelum atau sesudah ia disunat? Bukan sesudah disunat, tetapi sebelumnya.\n",
          "4:11 Tanda sunat itu diterimanya sebagai meterai kebenaran berdasarkan iman yang ditunjukkannya, sebelum ia bersunat. Demikianlah ia dapat menjadi bapak semua orang tak bersunat yang percaya, supaya kebenaran diperhitungkan kepada mereka,\n",
          "4:12 dan juga menjadi bapak orang-orang bersunat, yaitu mereka yang bukan hanya bersunat, tetapi juga mengikuti jejak iman Abraham, bapak leluhur kita, pada masa ia belum disunat.\n",
          "4:13 Sebab janji kepada Abraham dan keturunannya bahwa ia akan memiliki dunia, bukan berdasarkan hukum Taurat melainkan berdasarkan pembenaran melalui iman.\n",
          "4:14 Sebab seandainya mereka yang mengharapkannya dari hukum Taurat, menerima bagian yang dijanjikan Allah, maka sia-sialah iman dan batallah janji itu.\n",
          "4:15 Karena hukum Taurat membangkitkan murka, tetapi di mana tidak ada hukum Taurat, di situ tidak ada juga pelanggaran.\n",
          "4:16 Karena itu, janji tersebut berdasarkan iman supaya sesuai dengan anugerah, sehingga janji itu berlaku bagi semua keturunan Abraham, bukan hanya bagi mereka yang hidup dari hukum Taurat, tetapi juga bagi mereka yang hidup dari iman Abraham. Sebab Abraham adalah bapak kita semua --\n",
          "4:17 seperti ada tertulis: \" Engkau telah Kutetapkan menjadi bapak banyak bangsa\" -- di hadapan Allah yang kepada-Nya ia percaya, yaitu Allah yang menghidupkan orang mati dan menjadikan dengan firman-Nya apa yang tidak ada menjadi ada.\n",
          "4:18 Sebab sekalipun tidak ada dasar untuk berharap, namun Abraham berharap juga dan percaya bahwa ia akan menjadi bapak banyak bangsa, menurut yang telah difirmankan, \" Demikianlah banyaknya nanti keturunanmu.\"\n",
          "4:19 Imannya tidak menjadi lemah, walaupun ia mengetahui bahwa tubuhnya sudah sangat lemah, karena usianya telah kira-kira seratus tahun, dan bahwa rahim Sara telah tertutup.\n",
          "4:20 Tetapi terhadap janji Allah ia tidak bimbang karena ketidakpercayaan, malah ia diperkuat dalam imannya dan ia memuliakan Allah,\n",
          "4:21 serta berkeyakinan penuh bahwa Allah berkuasa untuk melaksanakan apa yang telah Ia janjikan.\n",
          "4:22 Karena itu hal ini diperhitungkan kepadanya sebagai kebenaran.\n",
          "4:23 Kata-kata ini, yaitu \"hal itu diperhitungkan kepadanya,\" tidak ditulis untuk Abraham saja,\n",
          "4:24 tetapi ditulis juga untuk kita; sebab kepada kita pun Allah memperhitungkannya, karena kita percaya kepada Dia, yang telah membangkitkan Yesus, Tuhan kita, dari antara orang mati,\n",
          "4:25 yaitu Yesus, yang telah diserahkan karena pelanggaran kita dan dibangkitkan untuk pembenaran kita.\n"
        ]
      }
    },
    {
      "5": {
        "en": [
          "5:1 Therefore having been justified out of faith, we have peace toward God through our Lord Jesus Christ,\n",
          "5:2 Through whom also we have obtained access by faith into this grace in which we stand and boast because of the hope of the glory of God.\n",
          "5:3 And not only so, but we also boast in our tribulations, knowing that tribulation produces endurance;\n",
          "5:4 And endurance, approvedness; and approvedness, hope;\n",
          "5:5 And hope does not put us to shame, because the love of God has been poured out in our hearts through the Holy Spirit, who has been given to us.\n",
          "5:6 For while we were yet weak, in due time Christ died for the ungodly.\n",
          "5:7 For scarcely for a righteous man will anyone die, though perhaps for the good man someone would even dare to die.\n",
          "5:8 But God commends His own love to us in that while we were yet sinners, Christ died for us.\n",
          "5:9 Much more then, having now been justified in His blood, we will be saved through Him from the wrath.\n",
          "5:10 For if we, being enemies, were reconciled to God through the death of His Son, much more we will be saved in His life, having been reconciled,\n",
          "5:11 And not only so, but also boasting in God through our Lord Jesus Christ, through whom we have now received the reconciliation.\n",
          "5:12 Therefore just as through one man sin entered into the world, and through sin, death; and thus death passed on to all men because all have sinned?\n",
          "5:13 For until the law sin was in the world, but sin is not charged to one?s account when there is no law.\n",
          "5:14 But death reigned from Adam until Moses, even over those who had not sinned after the likeness of Adam?s transgression, who is a type of Him who was to come.\n",
          "5:15 But it is not that as the offense was, so also the gracious gift is; for if by the offense of the one the many died, much more the grace of God and the free gift in grace of the one man Jesus Christ have abounded to the many.\n",
          "5:16 And it is not that as through one who sinned, so also the free gift is; for the judgment was out of one offense unto condemnation, but the gracious gift is out of many offenses unto justification.\n",
          "5:17 For if, by the offense of the one, death reigned through the one, much more those who receive the abundance of grace and of the gift of righteousness will reign in life through the One, Jesus Christ.\n",
          "5:18 So then as it was through one offense unto condemnation to all men, so also it was through one righteous act unto justification of life to all men.\n",
          "5:19 For just as through the disobedience of one man the many were constituted sinners, so also through the obedience of the One the many will be constituted righteous.\n",
          "5:20 And the law entered in alongside that the offense might abound; but where sin abounded, grace has superabounded,\n",
          "5:21 In order that just as sin reigned in death, so also grace might reign through righteousness unto eternal life through Jesus Christ our Lord.\n"
        ],
        "id": [
          "5:1 Sebab itu, kita yang dibenarkan berdasarkan iman, kita hidup dalam damai sejahtera dengan Allah melalui Tuhan kita, Yesus Kristus.\n",
          "5:2 Melalui Dia kita juga beroleh jalan masuk oleh iman ke dalam anugerah ini. Di dalam anugerah ini kita berdiri dan kita bermegah dalam pengharapan akan menerima kemuliaan Allah.\n",
          "5:3 Bukan hanya itu saja. Kita malah bermegah juga dalam kesengsaraan kita, karena kita tahu bahwa kesengsaraan itu menimbulkan ketekunan,\n",
          "5:4 dan ketabahan menimbulkan tahan uji dan tahan uji menimbulkan pengharapan.\n",
          "5:5 Dan pengharapan tidak mengecewakan, karena kasih Allah telah dicurahkan di dalam hati kita oleh Roh Kudus yang telah dikaruniakan kepada kita.\n",
          "5:6 Karena waktu kita masih lemah, Kristus telah mati untuk kita orang-orang fasik pada waktu yang ditentukan oleh Allah.\n",
          "5:7 Sebab tidak mudah seseorang mau mati untuk orang yang benar -- tetapi mungkin untuk orang yang baik ada orang yang berani mati.\n",
          "5:8 Akan tetapi, Allah menunjukkan kasih-Nya kepada kita dalam hal ini: Ketika kita masih berdosa, Kristus telah mati untuk kita.\n",
          "5:9 Lebih-lebih, karena kita sekarang telah dibenarkan oleh darah-Nya, kita pasti akan diselamatkan melalui Dia dari murka Allah.\n",
          "5:10 Sebab jikalau kita, ketika masih seteru, diperdamaikan dengan Allah melalui kematian Anak-Nya, lebih-lebih kita, yang sekarang telah diperdamaikan, pasti akan diselamatkan oleh hidup-Nya!\n",
          "5:11 Bukan hanya itu saja! Kita malah bermegah dalam Allah melalui Yesus Kristus, Tuhan kita, sebab melalui Dia kita sekarang telah menerima pendamaian itu.\n",
          "5:12 Sebab itu, sama seperti dosa telah masuk ke dalam dunia melalui satu orang, dan melalui dosa itu juga maut, demikianlah maut itu telah menjalar kepada semua orang, karena semua orang telah berbuat dosa.\n",
          "5:13 Sebab sebelum hukum Taurat ada, dosa telah ada di dunia. Tetapi dosa itu tidak diperhitungkan kalau tidak ada hukum Taurat.\n",
          "5:14 Sungguhpun demikian, maut telah berkuasa dari zaman Adam sampai zaman Musa, juga atas mereka yang tidak berbuat dosa dengan cara yang sama seperti yang telah dibuat oleh Adam, yang adalah gambaran Dia yang akan datang.\n",
          "5:15 Tetapi karunia Allah tidaklah sama dengan pelanggaran Adam. Sebab, jika karena pelanggaran satu orang banyak orang telah jatuh di dalam kuasa maut, jauh lebih besar lagi anugerah Allah dan karunia-Nya yang dilimpahkan-Nya atas banyak orang karena satu orang, yaitu Yesus Kristus.\n",
          "5:16 Dan karunia itu tidak berimbangan dengan dosa satu orang. Sebab penghakiman atas satu pelanggaran itu telah mengakibatkan penghukuman, tetapi pemberian karunia atas banyak pelanggaran itu mengakibatkan pembenaran.\n",
          "5:17 Sebab, jika karena pelanggaran satu orang, maut telah berkuasa melalui satu orang itu, maka terlebih-lebih mereka, yang telah menerima kelimpahan anugerah dan karunia kebenaran, akan hidup dan berkuasa karena satu orang itu, yaitu Yesus Kristus.\n",
          "5:18 Sebab itu, sama seperti melalui satu pelanggaran banyak orang beroleh penghukuman, demikian pula melalui satu perbuatan kebenaran, banyak orang beroleh pembenaran untuk hidup.\n",
          "5:19 Sebab, sama seperti melalui ketidaktaatan satu orang banyak orang telah menjadi orang berdosa, demikian pula melalui ketaatan satu orang banyak orang menjadi orang benar.\n",
          "5:20 Dengan masuknya Hukum Taurat masuk, pelanggaran menjadi semakin banyak; tetapi di mana dosa bertambah banyak, di sana anugerah menjadi berlimpah-limpah,\n",
          "5:21 supaya, sama seperti dosa berkuasa dalam alam maut, demikian anugerah akan berkuasa melalui pembenaran untuk hidup yang kekal, oleh Yesus Kristus, Tuhan kita.\n"
        ]
      }
    },
    {
      "6": {
        "en": [
          "6:1 What then shall we say? Should we continue in sin that grace may abound?\n",
          "6:2 Absolutely not! We who have died to sin, how shall we still live in it?\n",
          "6:3 Or are you ignorant that all of us who have been baptized into Christ Jesus have been baptized into His death?\n",
          "6:4 We have been buried therefore with Him through baptism into His death, in order that just as Christ was raised from the dead through the glory of the Father, so also we might walk in newness of life.\n",
          "6:5 For if we have grown together with Him in the likeness of His death, indeed we will also be in the likeness of His resurrection,\n",
          "6:6 Knowing this, that our old man has been crucified with Him in order that the body of sin might be annulled, that we should no longer serve sin as slaves;\n",
          "6:7 For he who has died is justified from sin.\n",
          "6:8 Now if we have died with Christ, we believe that we will also live with Him,\n",
          "6:9 Knowing that Christ, having been raised from the dead, dies no more; death lords it over Him no more.\n",
          "6:10 For the death which He died, He died to sin once for all; but the life which He lives, He lives to God.\n",
          "6:11 So also you, reckon yourselves to be dead to sin, but living to God in Christ Jesus.\n",
          "6:12 Do not let sin therefore reign in your mortal body so that you obey the body?s lusts;\n",
          "6:13 Neither present your members as weapons of unrighteousness to sin, but present yourselves to God as alive from the dead, and your members as weapons of righteousness to God.\n",
          "6:14 For sin will not lord it over you, for you are not under the law but under grace.\n",
          "6:15 What then? Should we sin, because we are not under the law but under grace? Absolutely not!\n",
          "6:16 Do you not know that to whom you present yourselves as slaves for obedience, his slaves you are whom you obey, whether of sin unto death or of obedience unto righteousness?\n",
          "6:17 But thanks be to God that though you were slaves of sin, you have obeyed from the heart the form of teaching into which you were delivered.\n",
          "6:18 And having been freed from sin, you were enslaved to righteousness.\n",
          "6:19 I speak in human terms because of the weakness of your flesh. For just as you presented your members as slaves to uncleanness and lawlessness unto lawlessness, so now present your members as slaves to righteousness unto sanctification.\n",
          "6:20 For when you were slaves of sin, you were free with regard to righteousness.\n",
          "6:21 What fruit then did you have at that time? Things of which you are now ashamed, for the end of those things is death.\n",
          "6:22 But now, having been freed from sin and enslaved to God, you have your fruit unto sanctification, and the end, eternal life.\n",
          "6:23 For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord.\n"
        ],
        "id": [
          "6:1 Jika demikian, apa yang hendak kita katakan? Bolehkah kita bertekun dalam dosa, supaya semakin bertambah anugerah itu?\n",
          "6:2 Sekali-kali tidak! Bukankah kita telah mati bagi dosa, bagaimanakah kita masih dapat hidup di dalamnya?\n",
          "6:3 Atau tidak tahukah kamu bahwa kita semua yang telah dibaptis dalam Kristus Yesus, telah dibaptis dalam kematian-Nya?\n",
          "6:4 Dengan demikian, kita telah dikuburkan bersama-sama dengan Dia melalui baptisan dalam kematian, supaya, sama seperti Kristus telah dibangkitkan dari antara orang mati oleh kemuliaan Bapa, demikian juga kita dimungkinkan hidup dalam hidup yang baru.\n",
          "6:5 Sebab jika kita telah menjadi satu dengan apa yang sama dengan kematian-Nya, kita juga akan menjadi satu dengan apa yang sama dengan kebangkitan-Nya.\n",
          "6:6 Karena kita tahu bahwa manusia lama kita telah turut disalibkan, supaya tubuh dosa kita hilang kuasanya, agar jangan kita menghambakan diri lagi kepada dosa.\n",
          "6:7 Sebab siapa yang telah mati, ia telah bebas dari dosa.\n",
          "6:8 Jadi, karena kita telah mati dengan Kristus, kita percaya bahwa kita akan hidup juga dengan Dia.\n",
          "6:9 Karena kita tahu bahwa sesudah bangkit dari antara orang mati, Kristus tidak mati lagi: Maut tidak berkuasa lagi atas Dia.\n",
          "6:10 Sebab Ia mati, yakni mati terhadap dosa, satu kali untuk selama-lamanya; namun Ia hidup, yakni hidup bagi Allah.\n",
          "6:11 Demikianlah hendaknya kamu memandangnya: Bahwa kamu telah mati terhadap dosa, tetapi kamu hidup bagi Allah dalam Kristus Yesus.\n",
          "6:12 Sebab itu, hendaklah dosa jangan berkuasa lagi di dalam tubuhmu yang fana, supaya kamu jangan lagi menuruti keinginannya.\n",
          "6:13 Janganlah kamu menyerahkan anggota-anggota tubuhmu kepada dosa untuk dipakai sebagai senjata kelaliman, tetapi serahkanlah dirimu kepada Allah sebagai orang-orang, yang dahulu mati, tetapi sekarang hidup. Dan serahkanlah anggota-anggota tubuhmu kepada Allah untuk menjadi senjata-senjata kebenaran.\n",
          "6:14 Sebab dosa tidak akan berkuasa lagi atas kamu, karena kamu tidak berada di bawah hukum Taurat, tetapi di bawah anugerah.\n",
          "6:15 Jadi bagaimana? Apakah kita akan berbuat dosa, karena kita tidak berada di bawah hukum Taurat, tetapi di bawah anugerah? Sekali-kali tidak!\n",
          "6:16 Apakah kamu tidak tahu bahwa apabila kamu menyerahkan dirimu kepada seseorang sebagai hamba untuk menaatinya, kamu adalah hamba orang itu, yang harus kamu taati, entah itu dosa yang memimpin kamu kepada kematian, entah itu ketaatan yang memimpin kamu kepada kebenaran?\n",
          "6:17 Tetapi syukurlah kepada Allah! Dahulu memang kamu hamba dosa, tetapi sekarang kamu dengan segenap hati telah menaati pengajaran yang telah diteruskan kepadamu.\n",
          "6:18 Kamu telah dimerdekakan dari dosa dan menjadi hamba kebenaran.\n",
          "6:19 Secara manusia aku mengatakan hal ini karena kelemahan kamu sebagai manusia. Sebab sama seperti kamu telah menyerahkan anggota-anggota tubuhmu menjadi hamba kecemaran dan kedurhakaan yang membawa kamu kepada kedurhakaan, demikian pula kamu sekarang harus menyerahkan anggota-anggota tubuhmu menjadi hamba kebenaran yang membawa kamu kepada pengudusan.\n",
          "6:20 Sebab waktu kamu hamba dosa, kamu bebas dari kebenaran.\n",
          "6:21 Buah apakah yang kamu petik dari semuanya itu yang menyebabkan kamu merasa malu sekarang? Kesudahan semuanya itu ialah kematian.\n",
          "6:22 Tetapi sekarang, setelah kamu dimerdekakan dari dosa dan setelah kamu menjadi hamba Allah, kamu beroleh buah yang membawa kamu kepada pengudusan dan sebagai kesudahannya ialah hidup yang kekal.\n",
          "6:23 Sebab upah dosa ialah maut, tetapi karunia Allah ialah hidup yang kekal dalam Kristus Yesus, Tuhan kita.\n"
        ]
      }
    },
    {
      "7": {
        "en": [
          "7:1 Or are you ignorant, brothers (for I speak to those who know the law), that the law lords it over the man as long as he lives?\n",
          "7:2 For the married woman is bound by the law to her husband while he is living; but if the husband dies, she is discharged from the law regarding the husband.\n",
          "7:3 So then if, while the husband is living, she is joined to another man, she will be called an adulteress; but if the husband dies, she is free from the law, so that she is not an adulteress, though she is joined to another man.\n",
          "7:4 So then, my brothers, you also have been made dead to the law through the body of Christ so that you might be joined to another, to Him who has been raised from the dead, that we might bear fruit to God.\n",
          "7:5 For when we were in the flesh, the passions for sins, which acted through the law, operated in our members to bear fruit to death.\n",
          "7:6 But now we have been discharged from the law, having died to that in which we were held, so that we serve in newness of spirit and not in oldness of letter.\n",
          "7:7 What then shall we say? Is the law sin? Absolutely not! But I did not know sin except through the law; for neither did I know coveting, except the law had said, ?You shall not covet.?\n",
          "7:8 But sin, seizing the opportunity through the commandment, worked out in me coveting of every kind; for without the law sin is dead.\n",
          "7:9 And I was alive without the law once; but when the commandment came, sin revived and I died.\n",
          "7:10 And the commandment, which was unto life, this very commandment was found to me to be unto death.\n",
          "7:11 For sin, seizing the opportunity through the commandment, deceived me and through it killed me.\n",
          "7:12 So then the law is holy, and the commandment holy and righteous and good.\n",
          "7:13 Did then that which is good become death to me? Absolutely not! But sin did, that it might be shown to be sin by working out death in me through that which is good, that sin through the commandment might become exceedingly sinful.\n",
          "7:14 For we know that the law is spiritual; but I am fleshy, sold under sin.\n",
          "7:15 For what I work out, I do not acknowledge; for what I will, this I do not practice; but what I hate, this I do.\n",
          "7:16 But if what I do not will, this I do, I agree with the law that it is good.\n",
          "7:17 Now then it is no longer I that work it out but sin that dwells in me.\n",
          "7:18 For I know that in me, that is, in my flesh, nothing good dwells; for to will is present with me, but to work out the good is not.\n",
          "7:19 For I do not do the good which I will; but the evil which I do not will, this I practice.\n",
          "7:20 But if what I do not will, this I do, it is no longer I that work it out but sin that dwells in me.\n",
          "7:21 I find then the law with me who wills to do the good, that is, the evil is present with me.\n",
          "7:22 For I delight in the law of God according to the inner man,\n",
          "7:23 But I see a different law in my members, warring against the law of my mind and making me a captive to the law of sin which is in my members.\n",
          "7:24 Wretched man that I am! Who will deliver me from the body of this death?\n",
          "7:25 Thanks be to God, through Jesus Christ our Lord! So then with the mind I myself serve the law of God, but with the flesh, the law of sin.\n"
        ],
        "id": [
          "7:1 Apakah kamu tidak tahu, Saudara-saudara -- sebab aku berbicara kepada mereka yang mengetahui hukum -- bahwa hukum berkuasa atas seseorang selama orang itu hidup?\n",
          "7:2 Sebab seorang istri terikat oleh hukum kepada suaminya selama suaminya itu hidup. Akan tetapi apabila suaminya itu mati, bebaslah ia dari hukum yang mengikatnya kepada suaminya itu.\n",
          "7:3 Jadi, selama suaminya hidup ia dianggap berzina, kalau ia menjadi istri laki-laki lain; tetapi jika suaminya telah mati, ia bebas dari hukum, sehingga ia tidaklah berzina, kalau ia menjadi istri laki-laki lain.\n",
          "7:4 Sebab itu, Saudara-saudaraku, kamu juga telah mati terhadap hukum Taurat melalui tubuh Kristus, supaya kamu menjadi milik orang lain, yaitu milik Dia, yang telah dibangkitkan dari antara orang mati, agar kita berbuah bagi Allah.\n",
          "7:5 Sebab waktu kita masih hidup di dalam daging, hawa nafsu dosa, yang dirangsang oleh hukum Taurat, bekerja dalam anggota-anggota tubuh kita, sehingga kita berbuah bagi maut.\n",
          "7:6 Tetapi sekarang kita telah dibebaskan dari hukum Taurat, sebab kita telah mati bagi dia, yang mengurung kita, sehingga kita sekarang melayani dalam keadaan baru menurut Roh dan bukan dalam keadaan lama menurut huruf hukum Taurat.\n",
          "7:7 Jika demikian, apa yang hendak kita katakan? Apakah hukum Taurat itu dosa? Sekali-kali tidak! Sebaliknya, justru melalui hukum Taurat aku telah mengenal dosa. Karena aku juga tidak tahu apa itu keinginan, kalau hukum Taurat tidak mengatakan, \" Jangan mengingini!\"\n",
          "7:8 Tetapi dengan perintah itu dosa mendapat kesempatan untuk membangkitkan di dalam diriku rupa-rupa keinginan; sebab tanpa hukum Taurat dosa mati.\n",
          "7:9 Dahulu tanpa hukum Taurat, aku hidup. Akan tetapi, sesudah datang perintah itu, dosa mulai hidup,\n",
          "7:10 sebaliknya aku mati. Perintah yang seharusnya membawa kepada hidup, ternyata bagiku justru membawa kepada kematian.\n",
          "7:11 Sebab dengan perintah itu, dosa mendapat kesempatan untuk menipu aku dan dengan perintah itu ia membunuh aku.\n",
          "7:12 Jadi, hukum Taurat adalah kudus, dan perintah itu juga adalah kudus, benar dan baik.\n",
          "7:13 Jika demikian, apakah yang baik itu menjadi kematian bagiku? Sekali-kali tidak! Tetapi supaya nyata bahwa ia adalah dosa, maka dosa mempergunakan yang baik untuk mendatangkan kematian bagiku, supaya dengan perintah itu dosa lebih nyata lagi keadaannya sebagai dosa.\n",
          "7:14 Sebab kita tahu bahwa hukum Taurat bersifat rohani, tetapi aku bersifat daging, terjual di bawah kuasa dosa.\n",
          "7:15 Sebab apa yang aku lakukan, aku tidak tahu. Karena bukan apa yang aku kehendaki yang aku lakukan, tetapi apa yang aku benci, itulah yang aku lakukan.\n",
          "7:16 Jadi, jika aku melakukan apa yang tidak aku kehendaki, aku menyetujui bahwa hukum Taurat itu baik.\n",
          "7:17 Kalau demikian bukan aku lagi yang melakukannya, tetapi dosa yang ada di dalam aku.\n",
          "7:18 Sebab aku tahu bahwa di dalam aku, yaitu di dalam aku sebagai yang bersifat daging, tidak ada sesuatu yang baik. Sebab menghendaki yang baik memang ada padaku, tetapi melakukan apa yang baik, tidak.\n",
          "7:19 Sebab bukan apa yang aku kehendaki, yaitu yang baik, yang aku lakukan, melainkan apa yang tidak aku kehendaki, yaitu yang jahat, yang aku lakukan.\n",
          "7:20 Jadi, jika aku melakukan apa yang tidak aku kehendaki, maka bukan lagi aku yang melakukannya, tetapi dosa yang tinggal di dalam aku.\n",
          "7:21 Demikianlah aku dapati hukum ini: Jika aku ingin melakukan apa yang baik, yang jahat itu ada padaku.\n",
          "7:22 Sebab di dalam batinku aku suka akan hukum Allah,\n",
          "7:23 tetapi di dalam anggota-anggota tubuhku aku melihat hukum lain yang berjuang melawan hukum akal budiku dan membuat aku menjadi tawanan hukum dosa yang ada di dalam anggota-anggota tubuhku.\n",
          "7:24 Aku, manusia celaka! Siapa yang akan melepaskan aku dari tubuh maut ini?\n",
          "7:25 Syukur kepada Allah melalui Yesus Kristus, Tuhan kita!\n",
          "7:26 Jadi, dengan akal budiku aku melayani hukum Allah, tetapi sebagai manusia yang bersifat daging aku melayani hukum dosa.\n"
        ]
      }
    },
    {
      "8": {
        "en": [
          "8:1 There is now then no condemnation to those who are in Christ Jesus.\n",
          "8:2 For the law of the Spirit of life has freed me in Christ Jesus from the law of sin and of death.\n",
          "8:3 For that which the law could not do, in that it was weak through the flesh, God, sending His own Son in the likeness of the flesh of sin and concerning sin, condemned sin in the flesh,\n",
          "8:4 That the righteous requirement of the law might be fulfilled in us, who do not walk according to the flesh but according to the spirit.\n",
          "8:5 For those who are according to the flesh mind the things of the flesh; but those who are according to the spirit, the things of the Spirit.\n",
          "8:6 For the mind set on the flesh is death, but the mind set on the spirit is life and peace.\n",
          "8:7 Because the mind set on the flesh is enmity against God; for it is not subject to the law of God, for neither can it be.\n",
          "8:8 And those who are in the flesh cannot please God.\n",
          "8:9 But you are not in the flesh, but in the spirit, if indeed the Spirit of God dwells in you. Yet if anyone does not have the Spirit of Christ, he is not of Him.\n",
          "8:10 But if Christ is in you, though the body is dead because of sin, the spirit is life because of righteousness.\n",
          "8:11 And if the Spirit of the One who raised Jesus from the dead dwells in you, He who raised Christ from the dead will also give life to your mortal bodies through His Spirit who indwells you.\n",
          "8:12 So then, brothers, we are debtors not to the flesh to live according to the flesh;\n",
          "8:13 For if you live according to the flesh, you must die, but if by the Spirit you put to death the practices of the body, you will live.\n",
          "8:14 For as many as are led by the Spirit of God, these are sons of God.\n",
          "8:15 For you have not received a spirit of slavery bringing you into fear again, but you have received a spirit of sonship in which we cry, Abba, Father!\n",
          "8:16 The Spirit Himself witnesses with our spirit that we are children of God.\n",
          "8:17 And if children, heirs also; on the one hand, heirs of God; on the other, joint heirs with Christ, if indeed we suffer with Him that we may also be glorified with Him.\n",
          "8:18 For I consider that the sufferings of this present time are not worthy to be compared with the coming glory to be revealed upon us.\n",
          "8:19 For the anxious watching of the creation eagerly awaits the revelation of the sons of God.\n",
          "8:20 For the creation was made subject to vanity, not of its own will, but because of Him who subjected it,\n",
          "8:21 In hope that the creation itself will also be freed from the slavery of corruption into the freedom of the glory of the children of God.\n",
          "8:22 For we know that the whole creation groans together and travails in pain together until now.\n",
          "8:23 And not only so, but we ourselves also, who have the firstfruits of the Spirit, even we ourselves groan in ourselves, eagerly awaiting sonship, the redemption of our body.\n",
          "8:24 For we were saved in hope. But a hope that is seen is not hope, for who hopes for what he sees?\n",
          "8:25 But if we hope for what we do not see, we eagerly await it through endurance.\n",
          "8:26 Moreover, in like manner the Spirit also joins in to help us in our weakness, for we do not know for what we should pray as is fitting, but the Spirit Himself intercedes for us with groanings which cannot be uttered.\n",
          "8:27 But He who searches the hearts knows what the mind of the Spirit is, because He intercedes for the saints according to God.\n",
          "8:28 And we know that all things work together for good to those who love God, to those who are called according to His purpose.\n",
          "8:29 Because those whom He foreknew, He also predestinated to be conformed to the image of His Son, that He might be the Firstborn among many brothers;\n",
          "8:30 And those whom He predestinated, these He also called; and those whom He called, these He also justified; and those whom He justified, these He also glorified.\n",
          "8:31 What then shall we say to these things? If God is for us, who can be against us?\n",
          "8:32 Indeed, He who did not spare His own Son, but delivered Him up for us all, how shall He not also with Him freely give us all things?\n",
          "8:33 Who shall bring a charge against God?s chosen ones? It is God who justifies.\n",
          "8:34 Who is he who condemns? It is Christ Jesus who died and, rather, who was raised, who is also at the right hand of God, who also intercedes for us.\n",
          "8:35 Who shall separate us from the love of Christ? Shall tribulation or anguish or persecution or famine or nakedness or peril or sword?\n",
          "8:36 As it is written, ?For Your sake we are being put to death all day long; we have been accounted as sheep for slaughter.?\n",
          "8:37 But in all these things we more than conquer through Him who loved us.\n",
          "8:38 For I am persuaded that neither death nor life nor angels nor principalities nor things present nor things to come nor powers\n",
          "8:39 Nor height nor depth nor any other creature will be able to separate us from the love of God, which is in Christ Jesus our Lord.\n"
        ],
        "id": [
          "8:1 Oleh sebab itu, sekarang sama sekali tidak ada penghukuman bagi mereka yang ada di dalam Kristus Yesus.\n",
          "8:2 Sebab hukum Roh yang memberi hidup telah memerdekakan kamu dalam Kristus Yesus dari hukum dosa dan hukum maut.\n",
          "8:3 Sebab apa yang tidak mungkin dilakukan hukum Taurat karena tidak berdaya oleh daging, telah dilakukan oleh Allah. Dengan mengutus Anak-Nya sendiri sebagai manusia yang serupa dengan daging yang dikuasai dosa dan untuk menghapuskan dosa, Ia telah menjatuhkan hukuman atas dosa di dalam daging,\n",
          "8:4 supaya tuntutan hukum Taurat digenapi di dalam kita yang tidak hidup menurut daging, tetapi menurut Roh.\n",
          "8:5 Sebab mereka yang hidup menurut daging, memikirkan hal-hal yang dari daging; mereka yang hidup menurut Roh, memikirkan hal-hal yang dari Roh.\n",
          "8:6 Karena keinginan daging adalah maut, tetapi keinginan Roh adalah hidup dan damai sejahtera.\n",
          "8:7 Sebab keinginan daging adalah perseteruan terhadap Allah, karena keinginan itu tidak takluk kepada hukum Allah; hal ini memang tidak mungkin baginya.\n",
          "8:8 Mereka yang hidup dalam daging, tidak mungkin berkenan kepada Allah.\n",
          "8:9 Tetapi kamu tidak hidup dalam daging, melainkan dalam Roh, jika memang Roh Allah tinggal di dalam kamu. Tetapi jika orang tidak memiliki Roh Kristus, ia bukan milik Kristus.\n",
          "8:10 Tetapi jika Kristus ada di dalam kamu, maka tubuh memang mati karena dosa, tetapi roh adalah kehidupan oleh karena pembenaran.\n",
          "8:11 Jika Roh Dia, yang telah membangkitkan Yesus dari antara orang mati, tinggal di dalam kamu, maka Ia, yang telah membangkitkan Kristus Yesus dari antara orang mati, akan menghidupkan juga tubuhmu yang fana itu oleh Roh-Nya yang tinggal di dalam kamu.\n",
          "8:12 Jadi, Saudara-saudara, kita adalah orang berutang, tetapi bukan kepada daging, supaya hidup menurut daging.\n",
          "8:13 Sebab, jika kamu hidup menurut daging, kamu akan mati; tetapi jika oleh Roh kamu mematikan perbuatan-perbuatan tubuhmu, kamu akan hidup.\n",
          "8:14 Semua orang, yang dipimpin Roh Allah, adalah anak Allah.\n",
          "8:15 Sebab kamu tidak menerima roh perbudakan yang membuat kamu menjadi takut lagi, tetapi kamu telah menerima Roh yang menjadikan kamu anak Allah. Oleh Roh itu kita berseru, \" Ya Abba, ya Bapa!\"\n",
          "8:16 Roh itu bersaksi bersama-sama dengan roh kita bahwa kita adalah anak-anak Allah.\n",
          "8:17 Jika kita adalah anak, maka kita juga adalah ahli waris, maksudnya orang-orang yang berhak menerima janji-janji Allah, yang akan menerimanya bersama-sama dengan Kristus, yaitu jika kita menderita bersama-sama dengan Dia, supaya kita juga dipermuliakan bersama-sama dengan Dia.\n",
          "8:18 Sebab aku yakin bahwa penderitaan zaman sekarang ini tidak dapat dibandingkan dengan kemuliaan yang akan dinyatakan kepada kita.\n",
          "8:19 Sebab dengan sangat rindu seluruh makhluk menantikan saat anak-anak Allah akan dinyatakan.\n",
          "8:20 Karena seluruh makhluk telah ditaklukkan kepada kesia-siaan, bukan oleh kehendaknya sendiri, tetapi oleh kehendak Dia, yang telah menaklukkannya,\n",
          "8:21 tetapi dalam pengharapan, karena makhluk itu sendiri juga akan dimerdekakan dari perbudakan kebinasaan dan masuk ke dalam kemerdekaan dan kemuliaan anak-anak Allah.\n",
          "8:22 Sebab kita tahu bahwa sampai sekarang segala makhluk sama-sama mengeluh dan sama-sama merasa sakit bersalin.\n",
          "8:23 Bukan hanya mereka saja, tetapi kita yang telah menerima karunia sulung Roh, kita juga mengeluh dalam hati kita sambil menantikan pengangkatan sebagai anak, yaitu pembebasan tubuh kita.\n",
          "8:24 Sebab kita diselamatkan dalam pengharapan. Tetapi pengharapan yang dilihat, bukan pengharapan lagi; sebab bagaimana orang masih mengharapkan apa yang dilihatnya?\n",
          "8:25 Tetapi, jika kita mengharapkan apa yang tidak kita lihat, kita menantikannya dengan tekun.\n",
          "8:26 Demikian juga Roh membantu kita dalam kelemahan kita; sebab kita tidak tahu, bagaimana sebenarnya harus berdoa; tetapi Roh sendiri menyampaikan permohonan kepada Allah dengan keluhan-keluhan yang tidak terucapkan.\n",
          "8:27 Dan Allah yang menyelidiki hati nurani, mengetahui maksud Roh itu, yaitu bahwa Ia, sesuai dengan kehendak Allah, memohon untuk orang-orang kudus.\n",
          "8:28 Kita tahu sekarang bahwa Allah turut bekerja dalam segala sesuatu untuk mendatangkan kebaikan bagi mereka yang mengasihi Dia, yaitu bagi mereka yang terpanggil sesuai dengan rencana Allah.\n",
          "8:29 Sebab semua orang yang dipilih-Nya dari semula, mereka juga ditentukan-Nya dari semula untuk menjadi serupa dengan gambaran Anak-Nya, supaya Ia, Anak-Nya itu, menjadi yang sulung di antara banyak saudara.\n",
          "8:30 Mereka yang ditentukan-Nya dari semula, mereka itu juga dipanggil-Nya. Mereka yang dipanggil-Nya, mereka itu juga dibenarkan-Nya. Mereka yang dibenarkan-Nya, mereka itu juga dimuliakan-Nya.\n",
          "8:31 Sebab itu, apa yang akan kita katakan tentang semuanya itu? Jika Allah di pihak kita, siapakah yang akan melawan kita?\n",
          "8:32 Ia, yang tidak menyayangkan Anak-Nya sendiri, tetapi yang menyerahkan-Nya bagi kita semua, bagaimana mungkin Ia tidak mengaruniakan segala sesuatu kepada kita bersama-sama dengan Dia?\n",
          "8:33 Siapakah yang akan menggugat orang-orang pilihan Allah? Allah, yang membenarkan mereka? Siapakah yang akan menghukum mereka?\n",
          "8:34 Kristus Yesus, yang telah mati? Bahkan lebih lagi: Yang telah bangkit, yang juga duduk di sebelah kanan Allah, yang malah menjadi Pembela bagi kita?\n",
          "8:35 Siapakah yang akan memisahkan kita dari kasih Kristus? Penindasan atau kesengsaraan atau penganiayaan, atau kelaparan atau ketelanjangan, atau bahaya, atau pedang?\n",
          "8:36 Seperti ada tertulis: \" Oleh karena Engkau kami ada dalam bahaya maut sepanjang hari, kami telah dianggap sebagai domba-domba sembelihan.\"\n",
          "8:37 Tetapi dalam semuanya itu kita lebih daripada orang-orang yang menang, melalui Dia yang telah mengasihi kita.\n",
          "8:38 Sebab aku yakin bahwa baik maut maupun hidup, baik malaikat-malaikat maupun pemerintah-pemerintah, baik yang ada sekarang maupun yang akan datang,\n",
          "8:39 atau kuasa-kuasa, baik yang di atas maupun yang di bawah, ataupun sesuatu makhluk lain, tidak akan dapat memisahkan kita dari kasih Allah, yang ada dalam Kristus Yesus, Tuhan kita.\n"
        ]
      }
    },
    {
      "9": {
        "en": [
          "9:1 I speak the truth in Christ, I do not lie, my conscience bearing witness with me in the Holy Spirit,\n",
          "9:2 That I have great grief and unceasing pain in my heart.\n",
          "9:3 For I could wish that I myself were a curse, separated from Christ for my brothers, my kinsmen according to the flesh,\n",
          "9:4 Who are Israelites, whose are the sonship and the glory and the covenants and the giving of the law and the service and the promises;\n",
          "9:5 Whose are the fathers, and out of whom, as regards what is according to flesh, is the Christ, who is God over all, blessed forever. Amen.\n",
          "9:6 But it is not as though the word of God has fallen away, for not all who are out of Israel are Israel;\n",
          "9:7 Neither is it that because they are the seed of Abraham, they are all children; but, ?In Isaac shall your seed be called,?\n",
          "9:8 That is, it is not the children of the flesh who are the children of God, but the children of the promise are accounted as the seed.\n",
          "9:9 For this is the word of promise, ?At this time next year I will come, and Sarah shall have a son.?\n",
          "9:10 And not only so, but Rebecca also, having conceived by one, Isaac our father,\n",
          "9:11 Though the children had not yet been born nor had done anything good or bad (that the purpose of God according to selection might remain, not of works but of Him who calls),\n",
          "9:12 It was said to her, ?The greater shall serve the less?;\n",
          "9:13 As it is written, ?Jacob have I loved, but Esau have I hated.?\n",
          "9:14 What then shall we say? Is there unrighteousness with God? Absolutely not!\n",
          "9:15 For to Moses He says, ?I will have mercy on whomever I will have mercy, and I will have compassion on whomever I will have compassion.?\n",
          "9:16 So then it is not of him who wills, nor of him who runs, but of God who shows mercy.\n",
          "9:17 For the Scripture says to Pharaoh, ?For this very thing I have raised you up, that I might show in you My power, and that My name might be proclaimed in all the earth.?\n",
          "9:18 So then He has mercy on whom He wills, and He hardens whom He wills.\n",
          "9:19 You will say to me then, Why does He still find fault? For who withstands His will?\n",
          "9:20 But rather, O man, who are you who answer back to God? Shall the thing molded say to him who molded it, Why did you make me thus?\n",
          "9:21 Or does not the potter have authority over the clay to make out of the same lump one vessel unto honor and another unto dishonor?\n",
          "9:22 And what if God, wishing to demonstrate His wrath and make His power known, endured with much long-suffering vessels of wrath fitted for destruction,\n",
          "9:23 In order that He might make known the riches of His glory upon vessels of mercy, which He had before prepared unto glory,\n",
          "9:24 Even us, whom He has also called, not only from among the Jews but also from among the Gentiles?\n",
          "9:25 As He also says in Hosea, ?I will call those who were not My people My people, and her who was not beloved beloved;\n",
          "9:26 And it shall be that in the place where it was said to them, You are not My people, there shall they be called sons of the living God.?\n",
          "9:27 And Isaiah cries concerning Israel, ?Though the number of the sons of Israel be like the sand of the sea, it is the remnant that shall be saved;\n",
          "9:28 For the Lord will execute His word upon the earth, accomplishing it and cutting it short.?\n",
          "9:29 And as Isaiah has previously said, ?Unless the Lord of hosts had left us a seed, we would have become like Sodom and been made like Gomorrah.?\n",
          "9:30 What then shall we say? That the Gentiles who did not pursue righteousness have laid hold of righteousness, but a righteousness which is out of faith;\n",
          "9:31 But Israel, pursuing a law of righteousness, did not attain to that law.\n",
          "9:32 Why? Because they pursued it not out of faith, but as it were out of works. They stumbled at the stone of stumbling,\n",
          "9:33 As it is written, ?Behold, I lay in Zion a stone of stumbling, a rock of offense, and he who believes on Him shall not be put to shame.?\n"
        ],
        "id": [
          "9:1 Aku mengatakan kebenaran dalam Kristus, aku tidak berdusta. Suara hatiku turut bersaksi dalam Roh Kudus,\n",
          "9:2 bahwa aku sangat berdukacita dan selalu bersedih hati.\n",
          "9:3 Bahkan, aku mau terkutuk dan terpisah dari Kristus demi saudara-saudaraku, kaum sebangsaku secara jasmani.\n",
          "9:4 Sebab mereka adalah orang Israel, mereka telah diangkat menjadi anak, dan mereka telah menerima kemuliaan, dan perjanjian-perjanjian, dan hukum Taurat, dan ibadah, dan janji-janji.\n",
          "9:5 Mereka adalah keturunan bapak-bapak leluhur, yang menurunkan Mesias secara jasmani, yang ada di atas segala sesuatu. Dialah Allah yang harus dipuji sampai selama-lamanya. Amin!\n",
          "9:6 Akan tetapi, firman Allah tidak mungkin gagal. Sebab tidak semua orang yang berasal dari Israel adalah orang Israel,\n",
          "9:7 dan juga tidak semua yang terhitung keturunan Abraham adalah anak Abraham, tetapi: \" Yang berasal dari Ishak yang akan disebut keturunanmu.\"\n",
          "9:8 Artinya: Bukan anak-anak secara jasmani yang adalah anak-anak Allah, tetapi anak-anak perjanjian yang disebut keturunan yang benar.\n",
          "9:9 Sebab firman ini mengandung janji, \" Pada waktu seperti inilah Aku akan datang dan Sara akan mempunyai seorang anak laki-laki.\"\n",
          "9:10 Tetapi bukan hanya itu saja. Lebih terang lagi ialah Ribka yang mengandung dari satu orang, yaitu dari Ishak, bapak leluhur kita.\n",
          "9:11 Sebab waktu anak-anak itu belum dilahirkan dan belum melakukan yang baik atau yang jahat -- supaya rencana Allah tentang pemilihan-Nya diteguhkan, bukan berdasarkan perbuatan, tetapi berdasarkan panggilan-Nya --\n",
          "9:12 dikatakan kepada Ribka, \" Anak yang tua akan menjadi hamba anak yang muda,\"\n",
          "9:13 seperti ada tertulis: \" Aku mengasihi Yakub, tetapi membenci Esau.\"\n",
          "9:14 Jika demikian, apa yang hendak kita katakan? Apakah Allah tidak adil? Mustahil!\n",
          "9:15 Sebab Ia berfirman kepada Musa, \" Aku akan menaruh belas kasihan kepada siapa Aku mau menaruh belas kasihan dan Aku akan bermurah hati kepada siapa Aku mau bermurah hati.\"\n",
          "9:16 Jadi, hal itu tidak tergantung pada kehendak orang atau usaha orang, tetapi kepada belas kasihan Allah.\n",
          "9:17 Sebab Kitab Suci berkata kepada Firaun, \" Itulah sebabnya Aku mengangkat engkau, yaitu supaya Aku memperlihatkan kuasa-Ku di dalam engkau dan supaya nama-Ku dimasyhurkan di seluruh bumi.\"\n",
          "9:18 Jadi, Ia menaruh belas kasihan kepada siapa yang dikehendaki-Nya dan Dia mengeraskan hati siapa yang dikehendaki-Nya.\n",
          "9:19 Sekarang kamu akan berkata kepadaku, \"Jika demikian, apa lagi yang masih disalahkan-Nya? Sebab siapa yang menentang kehendak-Nya?\"\n",
          "9:20 Siapakah engkau, hai manusia, maka engkau membantah Allah? Dapatkah yang dibentuk berkata kepada yang membentuknya, \"Mengapa engkau membentuk aku demikian?\"\n",
          "9:21 Apakah tukang periuk tidak mempunyai hak atas tanah liatnya, untuk membuat dari gumpal yang sama suatu bejana untuk tujuan yang mulia dan yang lain untuk tujuan yang biasa?\n",
          "9:22 Jadi, kalau untuk menunjukkan murka-Nya dan menyatakan kuasa-Nya, Allah menaruh kesabaran yang besar terhadap bejana-bejana kemurkaan-Nya, yang telah disiapkan untuk kebinasaan\n",
          "9:23 justru untuk menyatakan kekayaan kemuliaan-Nya atas bejana-bejana belas kasihan-Nya yang telah dipersiapkan-Nya untuk kemuliaan,\n",
          "9:24 yaitu kita, yang telah dipanggil-Nya bukan hanya dari antara orang Yahudi, tetapi juga dari antara bangsa-bangsa lain,\n",
          "9:25 seperti yang difirmankan-Nya juga dalam kitab Nabi Hosea, \" Yang bukan umat-Ku akan Kusebut 'umat-Ku' dan yang bukan kekasih 'kekasih'.\n",
          "9:26 Dan di tempat, di mana akan dikatakan kepada mereka, ' Kamu ini bukanlah umat-Ku', di sana akan dikatakan kepada mereka, 'Anak-anak Allah yang hidup.' \"\n",
          "9:27 Dan Yesaya berseru tentang Israel, \" Sekalipun jumlah anak Israel seperti pasir di laut, namun hanya sisanya akan diselamatkan.\n",
          "9:28 Sebab apa yang telah difirmankan-Nya, akan dilakukan Tuhan di atas bumi, sempurna dan segera.\"\n",
          "9:29 Seperti yang dikatakan Yesaya sebelumnya, \" Seandainya Tuhan semesta alam tidak meninggalkan pada kita keturunan, kita sudah menjadi seperti Sodom dan sama seperti Gomora.\"\n",
          "9:30 Jika demikian, apa yang hendak kita katakan? Ternyata, bangsa-bangsa lain yang tidak mengejar kebenaran, telah beroleh kebenaran, yaitu kebenaran berdasarkan iman.\n",
          "9:31 Sedangkan Israel, sungguhpun mengejar hukum yang akan mendatangkan kebenaran, tidak sampai kepada hukum itu.\n",
          "9:32 Mengapa tidak? Karena Israel mengejarnya bukan berdasarkan iman, tetapi berdasarkan perbuatan. Mereka tersandung pada batu sandungan,\n",
          "9:33 seperti ada tertulis: \" Sesungguhnya, Aku meletakkan di Sion sebuah batu sentuhan dan sebuah batu besar yang membuat orang jatuh, dan siapa yang percaya kepada-Nya, tidak akan dipermalukan.\"\n"
        ]
      }
    },
    {
      "10": {
        "en": [
          "10:1 Brothers, the good pleasure of my heart and my petition to God for them is for their salvation.\n",
          "10:2 For I bear them witness that they have a zeal for God, but not according to full knowledge;\n",
          "10:3 For because they were ignorant of God?s righteousness and sought to establish their own righteousness, they were not subject to the righteousness of God.\n",
          "10:4 For Christ is the end of the law unto righteousness to everyone who believes.\n",
          "10:5 For Moses writes concerning the righteousness which is out of the law: ?The man who does them shall live by them.?\n",
          "10:6 But the righteousness which is out of faith speaks in this way, ?Do not say in your heart, Who will ascend into heaven?? that is, to bring Christ down;\n",
          "10:7 Or, ?Who will descend into the abyss?? that is, to bring Christ up from the dead.\n",
          "10:8 But what does it say? ?The word is near you, in your mouth and in your heart,? that is, the word of the faith which we proclaim,\n",
          "10:9 That if you confess with your mouth Jesus as Lord and believe in your heart that God has raised Him from the dead, you will be saved;\n",
          "10:10 For with the heart there is believing unto righteousness, and with the mouth there is confession unto salvation.\n",
          "10:11 For the Scripture says, ?Everyone who believes on Him shall not be put to shame.?\n",
          "10:12 For there is no distinction between Jew and Greek, for the same Lord is Lord of all and rich to all who call upon Him;\n",
          "10:13 For ?whoever calls upon the name of the Lord shall be saved.?\n",
          "10:14 How then shall they call upon Him into whom they have not believed? And how shall they believe into Him of whom they have not heard? And how shall they hear without one who proclaims Him?\n",
          "10:15 And how shall they proclaim Him unless they are sent? As it is written, ?How beautiful are the feet of those who announce the news of good things!?\n",
          "10:16 But not all have obeyed the gospel, for Isaiah says, ?Lord, who has believed what he has heard from us??\n",
          "10:17 So faith comes out of hearing, and hearing through the word of Christ.\n",
          "10:18 But I say, Have they not heard? Yes surely: ?Their voice has gone out into all the earth and their words to the ends of the inhabited earth.?\n",
          "10:19 But I say, Did Israel not know this? First, Moses says, ?I will provoke you to jealousy by them who are not a nation; by a nation without understanding I will anger you.?\n",
          "10:20 And Isaiah is very bold and says, ?I was found by those who did not seek Me; I became manifest to those who did not ask for Me.?\n",
          "10:21 But with regard to Israel he says, ?All the day long I have stretched out My hands to a people who disobey and contradict.?\n"
        ],
        "id": [
          "10:1 Saudara-saudara, kerinduan hatiku dan doaku kepada Allah ialah, supaya mereka diselamatkan.\n",
          "10:2 Sebab aku dapat memberi kesaksian tentang mereka bahwa mereka sungguh berapi-api untuk Allah, tetapi tanpa pengertian yang benar.\n",
          "10:3 Sebab, oleh karena mereka tidak mengenal pembenaran oleh Allah dan oleh karena mereka berusaha untuk mendirikan kebenaran diri mereka sendiri, maka mereka tidak takluk kepada pembenaran oleh Allah.\n",
          "10:4 Sebab Kristus adalah tujuan akhir hukum Taurat, sehingga kebenaran diperoleh tiap-tiap orang yang percaya.\n",
          "10:5 Sebab Musa menulis tentang kebenaran berdasarkan hukum Taurat: \" Orang yang melakukannya, akan hidup karenanya.\"\n",
          "10:6 Tetapi kebenaran berdasarkan iman berkata demikian, \" Jangan katakan di dalam hatimu: Siapa yang akan naik ke surga?\", yaitu: Untuk membawa Kristus turun,\n",
          "10:7 atau: \"Siapa yang akan turun ke jurang maut?\", yaitu: Untuk membawa Kristus naik dari antara orang mati.\n",
          "10:8 Tetapi apa katanya? Demikian, \" Firman itu dekat kepadamu, yakni di dalam mulutmu dan di dalam hatimu.\" Itulah firman iman, yang kami beritakan.\n",
          "10:9 Sebab jika engkau mengaku dengan mulutmu bahwa Yesus adalah Tuhan, dan percaya dengan hatimu bahwa Allah telah membangkitkan Dia dari antara orang mati, maka engkau akan diselamatkan.\n",
          "10:10 Karena dengan hati orang percaya dan dibenarkan, dan dengan mulut orang mengaku dan diselamatkan.\n",
          "10:11 Karena Kitab Suci berkata, \" Siapa saja yang percaya kepada Dia, tidak akan dipermalukan.\"\n",
          "10:12 Sebab tidak ada perbedaan antara orang Yahudi dan orang Yunani. Karena, Tuhan yang sama adalah Tuhan dari semua orang dan murah hati kepada semua orang yang berseru kepada-Nya.\n",
          "10:13 Sebab, \" siapa saja yang berseru kepada nama Tuhan, akan diselamatkan.\"\n",
          "10:14 Tetapi bagaimana orang dapat berseru kepada-Nya, jika mereka tidak percaya kepada Dia? Bagaimana mereka dapat percaya kepada Dia, jika mereka tidak mendengar tentang Dia? Bagaimana mereka mendengar tentang Dia, jika tidak ada yang memberitakan-Nya?\n",
          "10:15 Dan bagaimana mereka dapat memberitakan-Nya, jika mereka tidak diutus? Seperti ada tertulis: \" Betapa indahnya kedatangan mereka yang membawa kabar baik!\"\n",
          "10:16 Tetapi tidak semua orang telah menerima kabar baik itu. Yesaya sendiri berkata, \" Tuhan, siapakah yang percaya kepada pemberitaan kami?\"\n",
          "10:17 Jadi, iman timbul dari apa pendengaran, dan pendengaran oleh firman Kristus.\n",
          "10:18 Tetapi aku bertanya: Apakah mereka tidak mendengarnya? Justru mereka telah mendengarnya, \" Suara mereka sampai ke seluruh dunia, dan perkataan mereka sampai ke ujung bumi.\"\n",
          "10:19 Tetapi aku bertanya: Apakah Israel menanggapnya? Pertama-tama Musa berkata, \" Aku membuat kamu cemburu terhadap orang-orang yang bukan umat dan membangkitkan kemarahanmu terhadap bangsa yang bebal.\"\n",
          "10:20 Lagi pula, dengan berani Yesaya mengatakan, \" Aku telah berkenan ditemukan mereka yang tidak mencari Aku, Aku telah menampakkan diri kepada mereka yang tidak menanyakan Aku.\"\n",
          "10:21 Tetapi tentang Israel ia berkata, \" Sepanjang hari Aku telah mengulurkan tangan-Ku kepada bangsa yang tidak taat dan yang membantah.\"\n"
        ]
      }
    },
    {
      "11": {
        "en": [
          "11:1 I say then, Has God cast away His people? Absolutely not! For I also am an Israelite, out of the seed of Abraham, of the tribe of Benjamin.\n",
          "11:2 God has not cast away His people whom He foreknew. Or do you not know what the Scripture says in the passage concerning Elijah, how he pleads with God against Israel?\n",
          "11:3 ?Lord, they have killed Your prophets, they have torn down Your altars; and I am left alone, and they are seeking my life.?\n",
          "11:4 But what does the divine answer say to him? ?I have reserved for Myself seven thousand men who have not bowed the knee to Baal.?\n",
          "11:5 In the same way then at the present time also there has come into being a remnant according to the selection of grace.\n",
          "11:6 But if by grace, it is no longer out of works; otherwise grace is no longer grace.\n",
          "11:7 What then? That which Israel is seeking after, this it has not obtained, but the chosen have obtained it, and the rest have been hardened;\n",
          "11:8 As it is written, ?God gave them a spirit of deep sleep, eyes to see not and ears to hear not, until this very day.?\n",
          "11:9 And David says, ?Let their table become a snare and a trap and a stumbling block and a retribution to them;\n",
          "11:10 Let their eyes be darkened so that they cannot see; and bend their back continually.?\n",
          "11:11 I say then, Have they stumbled so as to fall? Absolutely not! But by their misstep salvation has come to the Gentiles, to provoke them to jealousy.\n",
          "11:12 But if their misstep has become riches for the world, and their loss, riches for the Gentiles, how much more will their fullness be!\n",
          "11:13 But I am speaking to you, the Gentiles. Inasmuch therefore as I am an apostle of the Gentiles, I glorify my ministry,\n",
          "11:14 If perhaps I may provoke those of my flesh to jealousy and save some of them.\n",
          "11:15 For if their being cast aside is the reconciliation of the world, what will their being received back be, if not life from the dead?\n",
          "11:16 Now if the dough offered as the firstfruits is holy, the lump is also; and if the root is holy, the branches are also.\n",
          "11:17 But if some of the branches were broken off, and you, being a wild olive tree, were grafted in among them and became a fellow partaker of the root of fatness of the olive tree,\n",
          "11:18 Do not boast against the branches; but if you boast, remember that it is not you who bear the root, but the root you.\n",
          "11:19 You will say then, Branches were broken off so that I might be grafted in.\n",
          "11:20 Rightly said: they were broken off because of unbelief, and you stand by faith. Do not be high-minded, but fear;\n",
          "11:21 For if God did not spare the natural branches, neither will He spare you.\n",
          "11:22 Behold then the kindness and severity of God: on those who fell, severity; but on you, the kindness of God, if you continue in His kindness; otherwise you also will be cut off.\n",
          "11:23 And they also, if they do not continue in unbelief, will be grafted in, for God is able to graft them in again.\n",
          "11:24 For if you were cut off from what is by nature a wild olive tree and were grafted contrary to nature into the cultivated olive tree, how much more will these who are the natural branches be grafted into their own olive tree!\n",
          "11:25 For I do not want you, brothers, to be ignorant of this mystery (lest you be wise in yourselves), that hardness has come upon Israel in part, until the fullness of the Gentiles comes in;\n",
          "11:26 And thus all Israel will be saved, as it is written, ?The Deliverer will come out of Zion; He will turn away ungodliness from Jacob.\n",
          "11:27 And this is the covenant from Me with them, when I take away their sins.?\n",
          "11:28 According to the gospel they are enemies for your sake, but according to the selection they are beloved for the fathers? sake.\n",
          "11:29 For the gracious gifts and the calling of God are irrevocable.\n",
          "11:30 For just as you once disobeyed God, but now have been shown mercy because of their disobedience,\n",
          "11:31 So these also now have disobeyed, so that because of the mercy shown to you they also now may be shown mercy.\n",
          "11:32 For God has shut up all in disobedience that He might show mercy to all.\n",
          "11:33 Oh, the depth of the riches and wisdom and knowledge of God! How unsearchable are His judgments and untraceable His ways!\n",
          "11:34 For who has known the mind of the Lord, or who has become His counselor?\n",
          "11:35 Or who has first given to Him, and it will be repaid to him?\n",
          "11:36 Because out from Him and through Him and to Him are all things. To Him be the glory forever. Amen.\n"
        ],
        "id": [
          "11:1 Karena itu, aku bertanya: Mungkinkah Allah telah menolak umat-Nya? Sekali-kali tidak! Karena aku sendiri pun orang Israel, dari keturunan Abraham, dari suku Benyamin.\n",
          "11:2 Allah tidak membuang umat yang telah Ia pilih sejak dulu. Atau tidak tahukah kamu apa yang dikatakan Kitab Suci tentang Elia, waktu ia mengadukan Israel kepada Allah,\n",
          "11:3 \" Tuhan, nabi-nabi-Mu telah mereka bunuh, mezbah-mezbah-Mu telah mereka runtuhkan; hanya aku seorang dirilah yang masih hidup dan mereka ingin mencabut nyawaku.\"\n",
          "11:4 Tetapi bagaimanakah firman Allah kepadanya? \" Aku masih menyisakan tujuh ribu orang bagi-Ku, yang tidak pernah sujud menyembah Baal.\"\n",
          "11:5 Demikian juga pada waktu ini terdapat suatu sisa, menurut pilihan berdasarkan anugerah.\n",
          "11:6 Jika hal itu terjadi berdasarkan anugerah, maka bukan lagi berdasarkan perbuatan, sebab jika tidak demikian, maka anugerah bukan lagi anugerah.\n",
          "11:7 Jadi, bagaimana? Israel tidak memperoleh apa yang dikejar-kejarnya, tetapi orang-orang yang terpilih telah memperolehnya. Dan orang-orang yang lain, hatinya telah dikeraskan,\n",
          "11:8 seperti ada tertulis: \" Allah membuat mereka seperti tertidur, memberikan mata untuk tidak melihat dan telinga untuk tidak mendengar, sampai pada hari ini juga.\"\n",
          "11:9 Lagi pula Daud berkata, \" Biarlah meja jamuan mereka menjadi jerat dan perangkap, batu sandungan dan pembalasan bagi mereka.\n",
          "11:10 Dan biarlah mata mereka menjadi gelap, sehingga mereka tidak melihat, dan buatlah punggung mereka terus-menerus membungkuk.\"\n",
          "11:11 Karena itu, aku bertanya: Apakah mereka tersandung dan harus jatuh? Sekali-kali tidak! Tetapi karena pelanggaran mereka, keselamatan telah sampai kepada bangsa-bangsa lain, untuk membuat mereka cemburu.\n",
          "11:12 Sebab jika pelanggaran mereka berarti kekayaan bagi dunia, dan kegagalan mereka berarti kekayaan bagi bangsa-bangsa lain, terlebih-lebih lagi kesempurnaan mereka.\n",
          "11:13 Aku berkata kepada kamu, hai bangsa-bangsa bukan Yahudi. Justru karena aku adalah rasul untuk bangsa-bangsa bukan Yahudi, aku menganggap hal itu kemuliaan pelayananku,\n",
          "11:14 yaitu kalau-kalau aku dapat membangkitkan kecemburuan di dalam hati kaum sebangsaku dan dapat menyelamatkan beberapa orang dari mereka.\n",
          "11:15 Sebab jika penolakan mereka berarti pendamaian bagi dunia, dapatkah penerimaan mereka mempunyai arti lain daripada hidup dari antara orang mati?\n",
          "11:16 Jikalau bagian pertama kudus, maka seluruh adonan juga kudus, dan jikalau akar kudus, maka cabang-cabang juga kudus.\n",
          "11:17 Karena itu, apabila beberapa cabang telah dipatahkan dan kamu sebagai tunas liar telah dicangkokkan sebagai gantinya dan turut mendapat bagian dalam akar pohon zaitun yang penuh getah,\n",
          "11:18 janganlah bermegah terhadap cabang-cabang itu! Jikalau kamu bermegah, ingatlah bahwa bukan engkau yang menopang akar itu, melainkan akar itu yang menopang engkau.\n",
          "11:19 Mungkin kamu akan berkata: Ada cabang-cabang yang dipatahkan, supaya aku dicangkokkan.\n",
          "11:20 Baiklah! Mereka dipatahkan karena ketidakpercayaan mereka, dan kamu tegak dalam iman. Janganlah sombong, tetapi takutlah!\n",
          "11:21 Sebab kalau Allah tidak menyayangkan cabang-cabang yang asli, Ia juga tidak akan menyayangkan engkau.\n",
          "11:22 Sebab itu, perhatikanlah kemurahan Allah dan juga tindakan-Nya yang keras, yaitu tindakan yang keras atas orang-orang yang telah jatuh, tetapi kemurahan-Nya atas kamu asalkan engkau tetap dalam kemurahan-Nya; jika tidak, kamu pun akan dipotong juga.\n",
          "11:23 Tetapi mereka pun akan dicangkokkan, jika mereka tidak tetap dalam ketidakpercayaan mereka, sebab Allah berkuasa untuk mencangkokkan mereka kembali.\n",
          "11:24 Sebab jika engkau sebagai cabang pohon zaitun liar, telah dipotong, dan bertentangan dengan keadaanmu itu kamu telah dicangkokkan pada pohon zaitun sejati, terlebih lagi mereka ini, sebagai cabang-cabang yang asli, mereka akan dicangkokkan pada pohon zaitun mereka sendiri.\n",
          "11:25 Saudara-saudara, supaya kamu jangan menganggap dirimu pandai, aku mau agar kamu mengetahui rahasia ini: Sebagian dari Israel telah menjadi keras hatinya sampai jumlah yang penuh dari bangsa-bangsa lain masuk.\n",
          "11:26 Dengan demikian, seluruh Israel akan diselamatkan, seperti ada tertulis: \" Dari Sion akan datang Penebus, Ia akan menyingkirkan segala kefasikan dari Yakub.\n",
          "11:27 Dan inilah perjanjian-Ku dengan mereka, apabila Aku menghapuskan dosa mereka.\"\n",
          "11:28 Berkaitan dengan Injil, mereka adalah seteru Allah oleh karena kamu, tetapi berkaitan dengan pilihan, mereka adalah kekasih Allah oleh karena nenek moyang.\n",
          "11:29 Sebab Allah tidak menyesali karunia-karunia dan panggilan-Nya.\n",
          "11:30 Sebab sama seperti kamu dahulu tidak taat kepada Allah, tetapi sekarang beroleh belas kasihan oleh karena ketidaktaatan mereka,\n",
          "11:31 demikian juga mereka sekarang tidak taat, supaya oleh belas kasihan yang telah kamu peroleh, mereka juga akan beroleh belas kasihan.\n",
          "11:32 Sebab Allah telah mengurung semua orang dalam ketidaktaatan, supaya Ia dapat menunjukkan belas kasihan-Nya atas mereka semua.\n",
          "11:33 O, alangkah dalamnya kekayaan, hikmat dan pengetahuan Allah! Sungguh tak terselidiki keputusan-keputusan-Nya dan sungguh tak terselami jalan-jalan-Nya!\n",
          "11:34 Sebab, siapakah yang mengetahui pikiran Tuhan? Atau siapakah yang pernah menjadi penasihat-Nya?\n",
          "11:35 Atau siapakah yang pernah memberikan sesuatu kepada-Nya, sehingga Ia harus menggantikannya?\n",
          "11:36 Sebab segala sesuatu adalah dari Dia, dan oleh Dia, dan kepada Dia: Bagi Dialah kemuliaan sampai selama-lamanya! Amin.\n"
        ]
      }
    },
    {
      "12": {
        "en": [
          "12:1 I exhort you therefore, brothers, through the compassions of God to present your bodies a living sacrifice, holy, well pleasing to God, which is your reasonable service.\n",
          "12:2 And do not be fashioned according to this age, but be transformed by the renewing of the mind that you may prove what the will of God is, that which is good and well pleasing and perfect.\n",
          "12:3 For I say, through the grace given to me, to everyone who is among you, not to think more highly of himself than he ought to think, but to think so as to be sober-minded, as God has apportioned to each a measure of faith.\n",
          "12:4 For just as in one body we have many members, and all the members do not have the same function,\n",
          "12:5 So we who are many are one Body in Christ, and individually members one of another.\n",
          "12:6 And having gifts that differ according to the grace given to us, whether prophecy, let us prophesy according to the proportion of faith;\n",
          "12:7 Or service, let us be faithful in that service; or he who teaches, in that teaching;\n",
          "12:8 Or he who exhorts, in that exhortation; he who gives, in simplicity; he who leads, in diligence; he who shows mercy, in cheerfulness.\n",
          "12:9 Let love be without hypocrisy. Abhor what is evil; cling to what is good.\n",
          "12:10 Love one another warmly in brotherly love; take the lead in showing honor one to another.\n",
          "12:11 Do not be slothful in zeal, but be burning in spirit, serving the Lord.\n",
          "12:12 Rejoice in hope; endure in tribulation; persevere in prayer.\n",
          "12:13 Contribute to the needs of the saints; pursue hospitality.\n",
          "12:14 Bless those who persecute you; bless and do not curse.\n",
          "12:15 Rejoice with those who rejoice; weep with those who weep.\n",
          "12:16 Be of the same mind toward one another, not setting your mind on the high things but going along with the lowly; do not be wise in yourselves.\n",
          "12:17 Repay no one evil for evil; take forethought for things honorable in the sight of all men.\n",
          "12:18 If possible, as far as it depends on you, live in peace with all men.\n",
          "12:19 Do not avenge yourselves, beloved, but give place to the wrath of God, for it is written, ?Vengeance is Mine, I will repay, says the Lord.?\n",
          "12:20 But ?if your enemy is hungry, feed him; if he is thirsty, give him a drink; for in doing this you will heap coals of fire upon his head.?\n",
          "12:21 Do not be conquered by evil, but conquer evil with good.\n"
        ],
        "id": [
          "12:1 Karena itu, Saudara-saudara, oleh kemurahan Allah aku menasihatkan kamu, supaya kamu mempersembahkan tubuhmu sebagai persembahan yang hidup, yang kudus dan yang berkenan kepada Allah: Itulah ibadahmu yang sejati.\n",
          "12:2 Janganlah kamu menjadi serupa dengan dunia ini, tetapi berubahlah oleh pembaruan budimu, sehingga kamu dapat membedakan mana kehendak Allah: Apa yang baik, yang berkenan kepada-Nya dan sempurna.\n",
          "12:3 Berdasarkan anugerah yang diberikan kepadaku, aku berkata kepada setiap orang di antara kamu: Janganlah kamu memikirkan hal-hal yang lebih tinggi daripada yang patut kamu pikirkan, tetapi hendaklah kamu berpikir sedemikian rupa, sehingga kamu menguasai diri menurut ukuran iman, yang dikaruniakan Allah kepada kamu masing-masing.\n",
          "12:4 Sebab sama seperti pada satu tubuh, kita mempunyai banyak anggota, tetapi tidak semua anggota itu mempunyai tugas yang sama,\n",
          "12:5 demikian juga kita, walaupun banyak, adalah satu tubuh di dalam Kristus; tetapi kita masing-masing adalah anggota yang seorang terhadap yang lain.\n",
          "12:6 Demikianlah kita mempunyai karunia yang berlain-lainan menurut anugerah yang diberikan kepada kita: Jika karunia itu adalah untuk bernubuat baiklah kita melakukannya sesuai dengan iman kita.\n",
          "12:7 Jika karunia untuk melayani, baiklah kita melayani; jika karunia untuk mengajar, baiklah kita mengajar;\n",
          "12:8 jika karunia untuk menasihati, baiklah kita menasihati. Siapa yang membagi-bagikan sesuatu, hendaklah ia melakukannya dengan hati yang ikhlas; siapa yang memberi pimpinan, hendaklah ia melakukannya dengan rajin; siapa yang menunjukkan belas kasihan, hendaklah ia melakukannya dengan sukacita.\n",
          "12:9 Hendaklah kasih itu jangan pura-pura! Jauhilah yang jahat dan lakukanlah yang baik.\n",
          "12:10 Hendaklah kamu saling mengasihi sebagai saudara dan saling mendahului dalam memberi hormat.\n",
          "12:11 Janganlah hendaknya kerajinanmu kendor, biarlah rohmu menyala-nyala dan layanilah Tuhan.\n",
          "12:12 Bersukacitalah dalam pengharapan, sabarlah dalam kesengsaraan, dan bertekunlah dalam doa!\n",
          "12:13 Turutlah menanggung kekurangan orang-orang kudus dan usahakanlah dirimu untuk selalu memberikan tumpangan!\n",
          "12:14 Berkatilah siapa yang menganiaya kamu, berkatilah dan jangan mengutuk!\n",
          "12:15 Bersukacitalah dengan orang yang bersukacita, dan menangislah dengan orang yang menangis!\n",
          "12:16 Hendaklah kamu sehati sepikir dalam hidupmu bersama; janganlah kamu memikirkan hal-hal yang tinggi, tetapi arahkanlah dirimu kepada hal-hal yang sederhana. Janganlah menganggap dirimu pandai!\n",
          "12:17 Janganlah membalas kejahatan dengan kejahatan; lakukanlah apa yang baik bagi semua orang!\n",
          "12:18 Sedapat-dapatnya, kalau hal itu bergantung padamu, hiduplah dalam damai dengan semua orang!\n",
          "12:19 Saudara-saudaraku yang terkasih, janganlah kamu sendiri menuntut pembalasan, tetapi berilah tempat kepada murka Allah, sebab ada tertulis: \" Pembalasan itu adalah hak-Ku. Akulah yang akan menuntut pembalasan,\" firman Tuhan.\n",
          "12:20 Tetapi, \"Jika seterumu lapar, berilah dia makan; jika ia haus, berilah dia minum! Dengan berbuat demikian kamu membuat dia malu seperti menumpukkan bara api di atas kepalanya.\"\n",
          "12:21 Janganlah kamu dikalahkan oleh kejahatan, tetapi kalahkanlah kejahatan dengan kebaikan!\n"
        ]
      }
    },
    {
      "13": {
        "en": [
          "13:1 Let every person be subject to the authorities over him, for there is no authority except from God, and those which exist are ordained by God.\n",
          "13:2 So then he who resists the authority opposes God?s ordination, and those who oppose will receive judgment to themselves.\n",
          "13:3 For the rulers are not a terror to the good work, but to the evil. Do you want to have no fear of the authority? Do what is good, and you will have praise from him;\n",
          "13:4 For he is a servant of God to you for good. But if you do what is evil, fear; he does not bear the sword in vain; for he is a servant of God, an avenger for wrath to him who practices evil.\n",
          "13:5 Therefore it is necessary to be subject, not only because of wrath but also because of conscience.\n",
          "13:6 For because of this you also pay taxes; for they are God?s officers, attending constantly to this very thing.\n",
          "13:7 Render to all the things due: tax to whom tax is due, custom to whom custom is due, fear to whom fear is due, honor to whom honor is due.\n",
          "13:8 Owe nothing to anyone except to love one another; for he who loves the other has fulfilled the law.\n",
          "13:9 For, ?You shall not commit adultery, you shall not murder, you shall not steal, you shall not covet,? and if there is any other commandment, it is summed up in this word, namely, ?You shall love your neighbor as yourself.?\n",
          "13:10 Love does not work evil to his neighbor; therefore love is the fulfillment of the law.\n",
          "13:11 And this, knowing the time, that it is already the hour for you to be raised from sleep; for now is our salvation nearer than when we believed.\n",
          "13:12 The night is far advanced, and the day has drawn near. Let us therefore cast off the works of darkness, and let us put on the weapons of light.\n",
          "13:13 Let us walk becomingly as in the day; not in reveling and drunkenness, not in fornication and licentiousness, not in strife and jealousy.\n",
          "13:14 But put on the Lord Jesus Christ, and make no provision for the flesh to fulfill its lusts.\n"
        ],
        "id": [
          "13:1 Tiap-tiap orang harus takluk kepada pemerintah yang di atasnya, sebab tidak ada pemerintah, yang tidak berasal dari Allah; dan pemerintah-pemerintah yang ada, ditetapkan oleh Allah.\n",
          "13:2 Sebab itu siapa yang melawan pemerintah, ia melawan ketetapan Allah dan siapa yang melakukannya, akan mendatangkan hukuman atas dirinya.\n",
          "13:3 Sebab jika seseorang berbuat baik, ia tidak usah takut kepada pemerintah, hanya jika ia berbuat jahat. Maukah engkau hidup tanpa takut terhadap pemerintah? Perbuatlah apa yang baik dan engkau akan beroleh pujian darinya.\n",
          "13:4 Karena pemerintah adalah hamba Allah untuk kebaikanmu. Tetapi jika engkau berbuat jahat, takutlah kepadanya, karena tidak percuma pemerintah menyandang pedang. Pemerintah adalah hamba Allah untuk membalaskan murka Allah atas mereka yang berbuat jahat.\n",
          "13:5 Sebab itu perlu kita menaklukkan diri, bukan saja oleh karena murka Allah, tetapi juga oleh karena suara hati kita.\n",
          "13:6 Itulah juga sebabnya maka kamu membayar pajak. Karena mereka yang mengurus hal itu adalah pelayan-pelayan Allah.\n",
          "13:7 Bayarlah kepada semua orang apa yang wajib kamu bayar: Pajak kepada orang yang berhak menerima pajak, cukai kepada orang yang berhak menerima cukai; rasa takut kepada orang yang berhak menerima rasa takut dan hormat kepada orang yang berhak menerima hormat.\n",
          "13:8Janganlah kamu berutang apa kepada siapa pun juga, tetapi hendaklah kamu saling mengasihi. Sebab siapa saja yang mengasihi sesamanya manusia, ia sudah memenuhi hukum Taurat.\n",
          "13:9 Karena perintah: \" Jangan berzina, jangan membunuh, jangan mencuri, jangan mengingini,\" dan perintah lainnya, sudah tersimpul dalam firman ini, yaitu: \" Kasihilah sesamamu manusia seperti dirimu sendiri!\"\n",
          "13:10 Kasih tidak berbuat jahat terhadap sesama manusia, karena itu kasih adalah kegenapan hukum Taurat.\n",
          "13:11 Hal ini harus kamu lakukan, karena kamu mengetahui keadaan waktu sekarang, yaitu bahwa saatnya telah tiba bagi kamu untuk bangun dari tidur. Sebab sekarang keselamatan sudah lebih dekat bagi kita daripada waktu kita menjadi percaya.\n",
          "13:12 Hari sudah jauh malam, telah hampir siang. Sebab itu marilah kita menanggalkan perbuatan-perbuatan kegelapan dan mengenakan perlengkapan senjata terang!\n",
          "13:13 Marilah kita hidup dengan sopan, seperti pada siang hari, jangan dalam pesta pora dan bermabuk-mabukan, jangan dalam percabulan dan hawa nafsu, jangan dalam perselisihan dan iri hati.\n",
          "13:14 Tetapi kenakanlah Tuhan Yesus Kristus dan janganlah menuruti tabiat yang bersifat daging untuk memuaskan keinginannya.\n"
        ]
      }
    },
    {
      "14": {
        "en": [
          "14:1 Now him who is weak in faith receive, but not for the purpose of passing judgment on his considerations.\n",
          "14:2 One believes that he may eat all things, but he who is weak eats vegetables.\n",
          "14:3 He who eats, let him not despise him who does not eat; and he who does not eat, let him not judge him who eats, for God has received him.\n",
          "14:4 Who are you who judge another?s household servant? To his own master he stands or falls; and he will be made to stand, for the Lord is able to make him stand.\n",
          "14:5 One judges one day above another; another judges every day alike. Let each be fully persuaded in his own mind.\n",
          "14:6 He who regards that day, regards it to the Lord; and he who eats, eats to the Lord, for he gives thanks to God; and he who does not eat, does not eat to the Lord, and he gives thanks to God.\n",
          "14:7 For none of us lives to himself, and none dies to himself;\n",
          "14:8 For whether we live, we live to the Lord, and whether we die, we die to the Lord. Therefore whether we live or we die, we are the Lord?s.\n",
          "14:9 For Christ died and lived again for this, that He might be Lord both of the dead and of the living.\n",
          "14:10 But you, why do you judge your brother? Or you, why do you despise your brother? For we will all stand before the judgment seat of God,\n",
          "14:11 For it is written, ?As I live, says the Lord, every knee shall bow to Me, and every tongue shall openly confess to God.?\n",
          "14:12 So then each one of us will give an account concerning himself to God.\n",
          "14:13 Therefore let us judge one another no longer, but rather judge this: not to put a stumbling block or cause of falling before your brother.\n",
          "14:14 I know and am persuaded in the Lord Jesus that there is nothing unclean of itself, except to him who considers something to be unclean; to that man it is unclean.\n",
          "14:15 For if because of food your brother is wounded, you no longer walk according to love. Do not destroy by your food that man for whom Christ died.\n",
          "14:16 Therefore do not let your good be slandered;\n",
          "14:17 For the kingdom of God is not eating and drinking, but righteousness and peace and joy in the Holy Spirit.\n",
          "14:18 For he who serves Christ in this is well pleasing to God and approved by men.\n",
          "14:19 So then let us pursue the things of peace and the things for building up one another.\n",
          "14:20 Do not break down the work of God for the sake of food. All things indeed are clean, but it is evil for a man to eat while stumbling others.\n",
          "14:21 It is good not to eat meat nor drink wine nor to do anything by which your brother stumbles.\n",
          "14:22 The faith which you have, have to yourself before God. Blessed is he who does not judge himself in what he approves;\n",
          "14:23 But he who doubts is condemned if he eats, because it is not out of faith; for all that is not out of faith is sin.\n"
        ],
        "id": [
          "14:1 Terimalah orang yang lemah imannya tanpa mempercakapkan pendapatnya.\n",
          "14:2 Yang seorang yakin bahwa ia boleh makan segala jenis makanan, tetapi orang yang lemah imannya hanya makan sayur-sayuran saja.\n",
          "14:3 Siapa yang makan, janganlah menghina orang yang tidak makan, dan siapa yang tidak makan, janganlah menghakimi orang yang makan, sebab Allah telah menerima orang itu.\n",
          "14:4 Siapakah engkau, sehingga engkau menghakimi hamba orang lain? Entahkah ia berdiri, entahkah ia jatuh, itu urusan tuannya sendiri. Tetapi ia akan tetap berdiri, karena Tuhan berkuasa menjaga dia terus berdiri.\n",
          "14:5 Yang seorang menganggap hari tertentu lebih penting daripada hari yang lain, tetapi yang lain menganggap semua hari sama saja. Hendaklah setiap orang benar-benar yakin dalam hatinya sendiri.\n",
          "14:6 Siapa yang berpegang pada suatu hari yang tertentu, ia melakukannya untuk Tuhan. Siapa yang makan, ia melakukannya untuk Tuhan, sebab ia mengucap syukur kepada Allah. Dan siapa yang tidak makan, ia melakukannya untuk Tuhan, dan dia juga mengucap syukur kepada Allah.\n",
          "14:7 Sebab tidak ada seorang pun di antara kita yang hidup untuk dirinya sendiri, dan tidak ada seorang pun yang mati untuk dirinya sendiri.\n",
          "14:8 Sebab jika kita hidup, kita hidup untuk Tuhan, dan jika kita mati, kita mati untuk Tuhan. Jadi, baik hidup atau mati, kita adalah milik Tuhan.\n",
          "14:9 Sebab untuk itulah Kristus telah mati dan hidup kembali, supaya Ia menjadi Tuhan, baik atas orang-orang mati, maupun atas orang-orang hidup.\n",
          "14:10 Tetapi engkau, mengapa engkau menghakimi saudara seimanmu? Atau mengapa engkau menghina saudara seimanmu? Sebab kita semua harus menghadap takhta pengadilan Allah.\n",
          "14:11 Karena ada tertulis: \" Demi Aku hidup,' demikianlah firman Tuhan, ' semua orang akan bertekuk lutut di hadapan-Ku dan semua orang akan memuliakan Allah.'\"\n",
          "14:12 Demikianlah setiap orang di antara kita akan memberi pertanggungjawaban tentang dirinya sendiri kepada Allah.\n",
          "14:13 Karena itu, janganlah kita saling menghakimi lagi! Tetapi lebih baik kamu menganut pandangan ini: Jangan kita membuat saudara seiman kita jatuh atau tersandung!\n",
          "14:14 Aku tahu dan yakin dalam Tuhan Yesus bahwa tidak ada sesuatu yang najis dari dirinya sendiri; hanya bagi orang yang beranggapan bahwa sesuatu adalah najis, bagi orang itulah sesuatu itu najis.\n",
          "14:15 Sebab jika engkau menyakiti hati saudara seimanmu karena sesuatu yang engkau makan, maka engkau tidak hidup lagi menurut tuntutan kasih. Janganlah engkau membinasakan saudara seimanmu karena makananmu, sebab Kristus telah mati untuk dia.\n",
          "14:16 Karena itu, jangan biarkan dirimu difitnah tentang apa yang baik padamu.\n",
          "14:17 Sebab Kerajaan Allah bukanlah soal makanan dan minuman, tetapi soal kebenaran, damai sejahtera dan sukacita dalam Roh Kudus.\n",
          "14:18 Karena siapa saja yang melayani Kristus dengan cara ini, ia berkenan pada Allah dan dihormati oleh manusia.\n",
          "14:19 Sebab itu marilah kita mengejar apa yang mendatangkan damai sejahtera dan yang berguna untuk saling membangun.\n",
          "14:20 Janganlah engkau merusak pekerjaan Allah karena makanan! Segala sesuatu adalah suci, tetapi celakalah orang, jika oleh makanannya orang lain tersandung!\n",
          "14:21 Baiklah engkau jangan makan daging atau minum anggur, atau melakukan sesuatu yang menyebabkan saudara seimanmu tersandung.\n",
          "14:22 Berpeganglah pada keyakinan yang engkau miliki itu, bagi dirimu sendiri di hadapan Allah. Berbahagialah dia, yang tidak menghukum dirinya sendiri dalam apa yang dianggapnya baik untuk dilakukan.\n",
          "14:23 Tetapi siapa saja yang bimbang, kalau ia makan, ia telah dihukum, karena ia tidak melakukannya berdasarkan iman. Segala sesuatu yang tidak berdasarkan iman, adalah dosa.\n"
        ]
      }
    },
    {
      "15": {
        "en": [
          "15:1 But we who are strong ought to bear the weaknesses of those who are weak and not to please ourselves.\n",
          "15:2 Let each of us please his neighbor with a view to what is good for building up.\n",
          "15:3 For Christ also did not please Himself, but as it is written, ?The reproaches of those who reproached You fell upon Me.?\n",
          "15:4 For the things that were written previously were written for our instruction, in order that through endurance and through the encouragement of the Scriptures we might have hope.\n",
          "15:5 Now the God of endurance and encouragement grant you to be of the same mind toward one another according to Christ Jesus,\n",
          "15:6 That with one accord you may with one mouth glorify the God and Father of our Lord Jesus Christ.\n",
          "15:7 Therefore receive one another, as Christ also received you to the glory of God.\n",
          "15:8 For I say that Christ has become a servant of the circumcision for the sake of God?s truthfulness, to confirm the promises given to the fathers,\n",
          "15:9 And that the Gentiles should glorify God for His mercy, as it is written, ?Therefore I will extol You among the Gentiles, and I will sing praise to Your name.?\n",
          "15:10 And again he says, ?Rejoice, Gentiles, with His people.?\n",
          "15:11 And again, ?Praise the Lord, all you Gentiles, and let all the peoples speak praise to Him.?\n",
          "15:12 And again, Isaiah says, ?There shall be the root of Jesse, even He who rises to rule the Gentiles; on Him will the Gentiles hope.?\n",
          "15:13 Now the God of hope fill you with all joy and peace in believing, that you may abound in hope in the power of the Holy Spirit.\n",
          "15:14 But I myself also am persuaded concerning you, my brothers, that you yourselves also are full of goodness, filled with all knowledge, able also to admonish one another.\n",
          "15:15 But I have written the more boldly to you on some points so as to remind you of them again because of the grace given to me by God\n",
          "15:16 That I might be a minister of Christ Jesus to the Gentiles, a laboring priest of the gospel of God, in order that the offering of the Gentiles might be acceptable, having been sanctified in the Holy Spirit.\n",
          "15:17 I have therefore my boasting in Christ Jesus in the things pertaining to God.\n",
          "15:18 For I will not dare to speak anything of the things which Christ has not accomplished through me for the obedience of the Gentiles, by word and by work,\n",
          "15:19 In the power of signs and wonders, in the power of the Spirit of God; so that from Jerusalem and round about to Illyricum, I have fully preached the gospel of Christ,\n",
          "15:20 But have done so aspiring to announce the gospel not where Christ has been named, so that I would not build upon another?s foundation;\n",
          "15:21 But as it is written, ?They will see, they to whom nothing concerning Him was announced; and those who have not heard will understand.?\n",
          "15:22 For this reason also I have been hindered these many times from coming to you.\n",
          "15:23 But now I no longer have place in these regions and have had a desire since many years ago to come to you\n",
          "15:24 Whenever I may go to Spain, for I hope to see you in passing and be sent forward there by you, if first I am filled, at least in part, by your company.\n",
          "15:25 But now I am going to Jerusalem, ministering to the saints.\n",
          "15:26 For Macedonia and Achaia have been pleased to make some contribution for the poor among the saints in Jerusalem.\n",
          "15:27 For they were pleased to do it, and their debtors they are. For if the Gentiles have shared in their spiritual things, they ought also to do service to them in material things.\n",
          "15:28 When therefore I have finished this and have sealed to them this fruit, I will go on by way of you to Spain.\n",
          "15:29 And I know that when I come to you, I will come in the fullness of the blessing of Christ.\n",
          "15:30 Now I exhort you, brothers, through our Lord Jesus Christ and through the love of the Spirit, to strive together with me in your prayers to God on my behalf,\n",
          "15:31 That I may be delivered from those who are disobedient in Judea, and that my service for Jerusalem may be acceptable to the saints,\n",
          "15:32 So that coming to you in joy through the will of God, I may refresh myself and rest with you.\n",
          "15:33 Now the God of peace be with you all. Amen.\n"
        ],
        "id": [
          "15:1 Kita, yang kuat, wajib menanggung kelemahan orang yang tidak kuat dan jangan kita mencari kesenangan kita sendiri.\n",
          "15:2 Setiap orang di antara kita harus mencari kesenangan sesama kita demi kebaikannya untuk membangunnya.\n",
          "15:3 Karena Kristus juga tidak mencari kesenangan-Nya sendiri, tetapi seperti ada tertulis: \" Kata-kata cercaan mereka, yang mencerca Engkau, telah mengenai aku.\"\n",
          "15:4 Sebab segala sesuatu yang ditulis dahulu, telah ditulis untuk menjadi pelajaran bagi kita, supaya kita teguh berpegang pada pengharapan oleh ketekunan dan penghiburan dari Kitab Suci.\n",
          "15:5 Semoga Allah, sumber ketekunan dan penghiburan, mengaruniakan kerukunan kepada kamu, sesuai dengan kehendak Kristus Yesus,\n",
          "15:6 sehingga dengan satu hati dan satu suara kamu memuliakan Allah dan Bapa Tuhan kita, Yesus Kristus.\n",
          "15:7 Sebab itu terimalah satu sama lain, sama seperti Kristus juga telah menerima kita, untuk kemuliaan Allah.\n",
          "15:8 Yang aku maksudkan ialah: Demi kebenaran Allah Kristus telah menjadi pelayan orang-orang bersunat untuk mengokohkan janji yang telah diberikan-Nya kepada nenek moyang kita,\n",
          "15:9 dan untuk memungkinkan bangsa-bangsa memuliakan Allah karena rahmat-Nya, seperti ada tertulis: \" Sebab itu aku akan memuliakan Engkau di antara bangsa-bangsa dan menyanyikan mazmur bagi nama-Mu.\"\n",
          "15:10 Selanjutnya: \" Bersukacitalah, hai bangsa-bangsa, dengan umat-Nya.\"\n",
          "15:11 Dan lagi: \" Pujilah Tuhan, hai kamu semua bangsa, dan biarlah segala suku bangsa memuji Dia.\"\n",
          "15:12 Selanjutnya kata Yesaya, \" Taruk dari pangkal Isai akan terbit, dan Ia akan bangkit untuk memerintah bangsa-bangsa, dan kepada-Nyalah bangsa-bangsa akan menaruh harapan.\"\n",
          "15:13 Semoga Allah, sumber pengharapan, memenuhi kamu dengan segala sukacita dan damai sejahtera dalam iman kamu, supaya oleh kekuatan Roh Kudus kamu berlimpah-limpah dalam pengharapan.\n",
          "15:14 Saudara-saudaraku, aku sendiri memang yakin tentang kamu bahwa kamu juga telah penuh dengan kebaikan dan dengan segala pengetahuan dan sanggup untuk saling menasihati.\n",
          "15:15 Namun, karena anugerah yang telah diberikan Allah kepadaku, aku di sana-sini dengan agak berani telah menulis kepadamu untuk mengingatkan kamu,\n",
          "15:16 yaitu bahwa aku menjadi pelayan Kristus Yesus bagi bangsa-bangsa lain sebagai imam dalam pemberitaan Injil Allah, supaya bangsa-bangsa lain dapat diterima oleh Allah sebagai persembahan yang berkenan kepada-Nya, yang disucikan oleh Roh Kudus.\n",
          "15:17 Jadi, dalam Kristus aku boleh bermegah tentang pelayananku bagi Allah.\n",
          "15:18 Sebab aku tidak akan berani berkata-kata tentang sesuatu yang lain, kecuali tentang apa yang telah dikerjakan Kristus melalui aku, yaitu untuk memimpin bangsa-bangsa lain kepada ketaatan, dengan perkataan dan perbuatan,\n",
          "15:19 dengan kuasa tanda-tanda ajaib dan mukjizat-mukjizat dan dengan kuasa Roh Allah. Demikianlah dalam perjalanan keliling dari Yerusalem sampai ke Ilirikum aku telah memberitakan sepenuhnya Injil Kristus.\n",
          "15:20 Dalam pemberitaan itu aku menganggap sebagai kehormatanku bahwa aku tidak melakukannya di tempat-tempat, di mana nama Kristus telah dikenal orang, supaya aku jangan membangun di atas dasar yang telah diletakkan orang lain,\n",
          "15:21 tetapi sesuai dengan yang tertulis: \" Mereka, yang belum pernah menerima berita tentang Dia, akan melihat Dia, dan mereka, yang belum pernah mendengarnya, akan mengertinya.\"\n",
          "15:22 Itulah sebabnya aku selalu terhalang untuk mengunjungi kamu.\n",
          "15:23 Tetapi sekarang, karena aku tidak lagi mempunyai tempat kerja di daerah ini dan karena aku telah beberapa tahun lamanya ingin mengunjungi kamu,\n",
          "15:24 aku harap dalam perjalananku ke Spanyol aku dapat singgah di tempatmu dan bertemu dengan kamu, sehingga kamu dapat mengantarkan aku ke sana, setelah aku seketika menikmati pertemuan dengan kamu.\n",
          "15:25 Tetapi sekarang aku sedang dalam perjalanan ke Yerusalem untuk mengantarkan bantuan kepada orang-orang kudus.\n",
          "15:26 Sebab Makedonia dan Akhaya telah mengambil keputusan untuk menyumbangkan sesuatu kepada orang-orang miskin di antara orang-orang kudus di Yerusalem.\n",
          "15:27 Keputusan tersebut telah mereka ambil dengan rela hati, dan itu memang kewajiban mereka. Sebab, jika bangsa-bangsa lain telah beroleh bagian dalam harta rohani orang Yahudi, maka wajiblah juga mereka melayani orang Yahudi dengan harta duniawi mereka.\n",
          "15:28 Karena itu, apabila aku sudah menyelesaikannya dan menyerahkan hasil usaha bangsa-bangsa lain itu kepada mereka, aku akan berangkat ke Spanyol melalui kotamu.\n",
          "15:29 Dan aku tahu bahwa jika aku datang mengunjungi kamu, aku akan melakukannya dengan penuh berkat Kristus.\n",
          "15:30 Tetapi demi Kristus, Tuhan kita, dan demi kasih yang bersumber dari Roh, aku menasihatkan kamu, Saudara-saudara, untuk bergumul bersama-sama dengan aku dalam doa kepada Allah untuk aku,\n",
          "15:31 supaya aku terpelihara dari orang-orang yang tidak taat di Yudea, dan supaya pelayananku untuk Yerusalem disambut dengan baik oleh orang-orang kudus di sana,\n",
          "15:32 agar aku dengan sukacita datang kepadamu atas kehendak Allah dan beroleh kesegaran bersama-sama dengan kamu.\n",
          "15:33 Allah, sumber damai sejahtera, menyertai kamu sekalian! Amin.\n"
        ]
      }
    },
    {
      "16": {
        "en": [
          "16:1 I commend to you Phoebe our sister, who is a deaconess of the church which is in Cenchrea,\n",
          "16:2 That you receive her in the Lord in a manner worthy of the saints and assist her in whatever matter she may have need of you; for she herself has also been the patroness of many, of myself as well.\n",
          "16:3 Greet Prisca and Aquila, my fellow workers in Christ Jesus,\n",
          "16:4 Who risked their own necks for my life, to whom not only I give thanks, but also all the churches of the Gentiles;\n",
          "16:5 And greet the church, which is in their house. Greet Epaenetus, my beloved, who is the firstfruits of Asia unto Christ.\n",
          "16:6 Greet Mary, one who has labored much for you.\n",
          "16:7 Greet Andronicus and Junia, my kinsmen and my fellow prisoners, who are of note among the apostles, who also were in Christ before me.\n",
          "16:8 Greet Ampliatus, my beloved in the Lord.\n",
          "16:9 Greet Urbanus, our fellow worker in Christ, and Stachys, my beloved.\n",
          "16:10 Greet Apelles, approved in Christ. Greet those of the household of Aristobulus.\n",
          "16:11 Greet Herodion, my kinsman. Greet those of the household of Narcissus who are in the Lord.\n",
          "16:12 Greet Tryphaena and Tryphosa, who labor in the Lord. Greet Persis, the beloved sister, one who has labored much in the Lord.\n",
          "16:13 Greet Rufus, chosen in the Lord, and his mother as well as mine.\n",
          "16:14 Greet Asyncritus, Phlegon, Hermes, Patrobas, Hermas, and the brothers with them.\n",
          "16:15 Greet Philologus and Julia, Nereus and his sister, and Olympas, and all the saints with them.\n",
          "16:16 Greet one another with a holy kiss. All the churches of Christ greet you.\n",
          "16:17 Now I exhort you, brothers, to mark those who make divisions and causes of stumbling contrary to the teaching which you have learned, and turn away from them.\n",
          "16:18 For such men do not serve our Lord Christ, but their own stomach, and through smooth words and flattering speech deceive the hearts of the simple.\n",
          "16:19 For the report of your obedience has reached to all; therefore I rejoice over you, but I want you to be wise as to what is good and guileless as to what is evil.\n",
          "16:20 Now the God of peace will crush Satan under your feet shortly. The grace of our Lord Jesus be with you.\n",
          "16:21 Timothy, my fellow worker, greets you, as well as Lucius and Jason and Sosipater, my kinsmen.\n",
          "16:22 I, Tertius, who write this epistle, greet you in the Lord.\n",
          "16:23 Gaius, my host and host of the whole church, greets you. Erastus, the city treasurer, greets you, and Quartus the brother.\n",
          "16:24 See note 24 1 .\n",
          "16:25 Now to Him who is able to establish you according to my gospel, that is, the proclamation of Jesus Christ, according to the revelation of the mystery, which has been kept in silence in the times of the ages\n",
          "16:26 But has now been manifested, and through the prophetic writings, according to the command of the eternal God, has been made known to all the Gentiles for the obedience of faith;\n",
          "16:27 To the only wise God through Jesus Christ, to Him be the glory forever and ever. Amen.\n"
        ],
        "id": [
          "16:1 Aku meminta perhatianmu terhadap Febe, saudari seiman kita yang melayani jemaat di Kengkrea,\n",
          "16:2 supaya kamu menyambut dia dalam Tuhan, sebagaimana seharusnya bagi orang-orang kudus, dan berikanlah kepadanya bantuan bila diperlukannya. Sebab ia sendiri telah memberikan bantuan kepada banyak orang, juga kepadaku sendiri.\n",
          "16:3 Sampaikan salam kepada Priskila dan Akwila, teman-teman sekerjaku dalam Kristus Yesus.\n",
          "16:4 Mereka telah mempertaruhkan nyawanya untuk hidupku. Kepada mereka bukan aku saja yang berterima kasih, tetapi juga semua jemaat bukan Yahudi.\n",
          "16:5 Salam juga kepada jemaat di rumah mereka. Salam kepada Epenetus, saudara seiman yang kukasihi, yang adalah buah pertama dari daerah Asia untuk Kristus.\n",
          "16:6 Salam kepada Maria, yang telah bekerja keras untuk kamu.\n",
          "16:7 Salam kepada Andronikus dan Yunias, saudara-saudara sebangsaku, yang pernah dipenjarakan bersama-sama dengan aku. Mereka orang-orang yang terpandang di antara para rasul dan telah hidup dalam Kristus sebelum aku.\n",
          "16:8 Salam kepada Ampliatus yang kukasihi dalam Tuhan.\n",
          "16:9 Salam kepada Urbanus, teman sekerja kami dalam Kristus, dan salam kepada Stakhis, yang kukasihi.\n",
          "16:10 Salam kepada Apeles, yang telah tahan uji dalam Kristus. Salam kepada mereka, yang termasuk isi rumah Aristobulus.\n",
          "16:11 Salam kepada Herodion, temanku sebangsa. Salam kepada mereka yang termasuk isi rumah Narkisus, yang ada dalam Tuhan.\n",
          "16:12 Salam kepada Trifena dan Trifosa, yang bekerja membanting tulang dalam pelayanan Tuhan. Salam kepada Persis, yang kukasihi, yang telah bekerja membanting tulang dalam pelayanan Tuhan.\n",
          "16:13 Salam kepada Rufus, orang pilihan dalam Tuhan, dan salam kepada ibunya, yang bagiku adalah juga ibu.\n",
          "16:14 Salam kepada Asinkritus, Flegon, Hermes, Patrobas, Hermas dan saudara-saudara seiman yang bersama-sama dengan mereka.\n",
          "16:15 Salam kepada Filologus, dan Yulia, Nereus dan saudaranya perempuan, dan Olimpas, dan juga kepada segala orang kudus yang bersama-sama dengan mereka.\n",
          "16:16 Bersalam-salamlah kamu dengan ciuman kudus. Salam kepada kamu dari semua jemaat Kristus.\n",
          "16:17 Tetapi aku menasihatkan kamu, Saudara-saudara, supaya kamu waspada terhadap mereka yang menimbulkan perpecahan dan batu sandungan, bertentangan dengan pengajaran yang telah kamu terima. Hindarilah mereka!\n",
          "16:18 Sebab orang-orang demikian tidak melayani Kristus, Tuhan kita, tetapi melayani perut mereka sendiri. Dengan kata-kata yang muluk-muluk dan bahasa yang manis mereka menipu orang-orang yang tulus hatinya.\n",
          "16:19 Kabar tentang ketaatanmu telah terdengar oleh semua orang. Sebab itu aku bersukacita tentang kamu. Tetapi aku ingin supaya kamu bijaksana dalam hal yang baik, dan bersih terhadap hal yang jahat.\n",
          "16:20 Semoga Allah, sumber damai sejahtera, akan segera menghancurkan Iblis di bawah kakimu. Anugerah Yesus, Tuhan kita, menyertai kamu!\n",
          "16:21 Salam kepada kamu dari Timotius, temanku sekerja, dan dari Lukius, Yason dan Sosipater, teman-temanku sebangsa.\n",
          "16:22 Salam dalam Tuhan kepada kamu dari Tertius, yaitu aku yang menulis surat ini.\n",
          "16:23 Salam kepada kamu dari Gayus, yang memberi tumpangan kepadaku, dan kepada seluruh jemaat. Salam kepada kamu dari Erastus, bendahara negeri, dan dari Kwartus, saudara seiman kita.\n",
          "16:24 [Anugerah Yesus Kristus, Tuhan kita, menyertai kamu sekalian! Amin.]\n",
          "16:25 Bagi Dia, yang berkuasa menguatkan kamu -- menurut Injil yang kumasyhurkan dan pemberitaan tentang Yesus Kristus, sesuai dengan penyingkapan rahasia, yang tersembunyi berabad-abad lamanya,\n",
          "16:26 tetapi yang sekarang telah dinyatakan dan yang menurut perintah Allah yang abadi, telah diberitakan oleh kitab-kitab para nabi kepada segala bangsa untuk membimbing mereka kepada ketaatan iman --\n",
          "16:27 bagi Dia, satu-satunya Allah yang penuh hikmat, melalui Yesus Kristus: Segala kemuliaan sampai selama-lamanya! Amin.\n"
        ]
      }
    }
  ]
}
