{
  "1 Thessalonians": [
    {
      "1": {
        "en": [
          "1:1 Paul and Silvanus and Timothy to the church of the Thessalonians in God the Father and the Lord Jesus Christ: Grace to you and peace.\n",
          "1:2 We thank God always concerning all of you, making mention of you in our prayers,\n",
          "1:3 Remembering unceasingly your work of faith and labor of love and endurance of hope in our Lord Jesus Christ, before our God and Father;\n",
          "1:4 Knowing, brothers, beloved of God, your selection;\n",
          "1:5 For our gospel did not come to you in word only, but also in power and in the Holy Spirit and in much assurance, even as you know what kind of men we were among you for your sake.\n",
          "1:6 And you became imitators of us and of the Lord, having received the word in much affliction with joy of the Holy Spirit,\n",
          "1:7 So that you became a pattern to all those who believe in Macedonia and in Achaia.\n",
          "1:8 For from you the word of the Lord has sounded out; not only in Macedonia and in Achaia, but in every place, your faith toward God has gone out, so that we have no need of saying anything.\n",
          "1:9 For they themselves report concerning us what kind of entrance we had toward you and how you turned to God from the idols to serve a living and true God\n",
          "1:10 And await His Son from the heavens, whom He raised from the dead, Jesus, who delivers us from the wrath which is coming.\n"
        ],
        "id": [
          "1:1 Dari Paulus, Silwanus dan Timotius. Kepada jemaat orang-orang Tesalonika yang di dalam Allah Bapa dan di dalam Tuhan Yesus Kristus. Anugerah dan damai sejahtera menyertai kamu.\n",
          "1:2 Kami selalu mengucap syukur kepada Allah karena kamu semua dan menyebut kamu dalam doa kami.\n",
          "1:3 Sebab kami selalu mengingat pekerjaan imanmu, usaha kasihmu dan ketekunan pengharapanmu kepada Tuhan kita Yesus Kristus di hadapan Allah dan Bapa kita.\n",
          "1:4 Dan kami tahu, hai Saudara-saudara yang dikasihi Allah bahwa Ia telah memilih kamu.\n",
          "1:5 Sebab Injil yang kami beritakan bukan disampaikan kepada kamu dengan kata-kata saja, tetapi juga dengan kekuatan oleh Roh Kudus dan dengan suatu kepastian yang kokoh. Memang kamu tahu, bagaimana kami bekerja di antara kamu oleh karena kamu.\n",
          "1:6 Dan kamu mengikuti teladan kami dan teladan Tuhan; dalam penindasan yang berat kamu telah menerima firman itu dengan sukacita yang dikerjakan oleh Roh Kudus,\n",
          "1:7 sehingga kamu telah menjadi teladan untuk semua orang yang percaya di wilayah Makedonia dan Akhaya.\n",
          "1:8 Karena dari antara kamu firman Tuhan bergema bukan hanya di Makedonia dan Akhaya saja, tetapi di semua tempat telah tersebar kabar tentang imanmu kepada Allah, sehingga kami tidak usah mengatakan apa-apa tentang hal itu.\n",
          "1:9 Sebab mereka sendiri bercerita tentang kami, bagaimana sambutan kamu terhadap kami dan bagaimana kamu berbalik dari berhala-berhala kepada Allah untuk melayani Allah yang hidup dan benar,\n",
          "1:10 dan untuk menantikan kedatangan Anak-Nya dari surga, yang telah dibangkitkan-Nya dari antara orang mati, yaitu Yesus, yang menyelamatkan kita dari murka yang akan datang.\n"
        ]
      }
    },
    {
      "2": {
        "en": [
          "2:1 For you yourselves know, brothers, our entrance toward you, that it has not been in vain.\n",
          "2:2 But having suffered previously and having been outrageously treated, even as you know, in Philippi, we were bold in our God to speak to you the gospel of God in much struggle.\n",
          "2:3 For our exhortation is not out of deception nor out of uncleanness nor in guile;\n",
          "2:4 But even as we have been approved by God to be entrusted with the gospel, so we speak, not as pleasing men but God, who proves our hearts.\n",
          "2:5 For neither were we found at any time with flattering speech, even as you know, nor with a pretext for covetousness; God is witness.\n",
          "2:6 Nor did we seek glory from men, neither from you nor from others, though we could have stood on our authority as apostles of Christ.\n",
          "2:7 But we were gentle in your midst, as a nursing mother would cherish her own children.\n",
          "2:8 Yearning in this way over you, we were well pleased to impart to you not only the gospel of God but also our own souls, because you became beloved to us.\n",
          "2:9 For you remember, brothers, our labor and travail: While working night and day so as not to be burdensome to any of you, we proclaimed to you the gospel of God.\n",
          "2:10 You are witnesses, as well as God, how in a holy and righteous and blameless manner we conducted ourselves toward you who believe,\n",
          "2:11 Just as you know how we were to each one of you, as a father to his own children, exhorting you and consoling you and testifying,\n",
          "2:12 So that you might walk in a manner worthy of God, who calls you into His own kingdom and glory.\n",
          "2:13 And because of this we also thank God unceasingly that when you received the word of God, which you heard from us, you accepted it not as the word of men but even as it truly is, the word of God, which also operates in you who believe.\n",
          "2:14 For you, brothers, became imitators of the churches of God which are in Judea in Christ Jesus, for you also suffered the same things from your own countrymen, even as they also from the Jews,\n",
          "2:15 Who both killed the Lord Jesus and the prophets and drove us out; and they are not pleasing to God and are contrary to all men,\n",
          "2:16 In that they forbid us to speak to the Gentiles that they may be saved, so that they fill up their sins always. But wrath has come upon them to the uttermost.\n",
          "2:17 But we, brothers, having been bereaved of you for a little while, in presence, not in heart, were more abundantly eager with great desire to see your face.\n",
          "2:18 Therefore we wanted to come to you, indeed I Paul, both once and again, yet Satan hindered us.\n",
          "2:19 For what is our hope or joy or crown of boasting before our Lord Jesus at His coming? Are not even you?\n",
          "2:20 For you are our glory and joy.\n"
        ],
        "id": [
          "2:1 Kamu sendiri pun memang tahu, Saudara-saudara bahwa kedatangan kami di antara kamu tidaklah sia-sia.\n",
          "2:2 Tetapi sungguhpun kami sebelumnya, seperti kamu tahu, telah dianiaya dan dihina di Filipi, namun dengan pertolongan Allah kita, kami beroleh keberanian untuk memberitakan Injil Allah kepada kamu dalam perjuangan yang berat.\n",
          "2:3 Sebab nasihat kami tidak lahir dari kesesatan atau dari maksud yang tidak murni dan juga tidak disertai tipu daya.\n",
          "2:4 Sebaliknya, karena Allah telah menganggap kami layak sehingga Ia mempercayakan Injil kepada kami, maka kami berbicara, bukan untuk menyenangkan manusia, melainkan untuk menyenangkan Allah yang menguji hati kita.\n",
          "2:5 Karena seperti yang kamu ketahui, kami tidak pernah bermulut manis dan tidak pernah mempunyai maksud serakah yang tersembunyi -- Allah adalah saksi.\n",
          "2:6 Juga tidak pernah kami mencari pujian dari manusia, baik dari kamu, maupun dari orang-orang lain, sekalipun kami dapat berbuat demikian sebagai rasul-rasul Kristus.\n",
          "2:7 Tetapi kami berlaku ramah di antara kamu, sama seperti seorang ibu mengasuh dan merawat anaknya.\n",
          "2:8 Demikianlah kami, dalam kasih sayang yang besar terhadap kamu, bukan saja rela membagi Injil Allah dengan kamu, tetapi juga hidup kami sendiri dengan kamu, karena kamu telah kami kasihi.\n",
          "2:9 Sebab kamu masih ingat, Saudara-saudara, akan usaha dan jerih payah kami. Sementara kami bekerja siang malam, supaya jangan menjadi beban bagi siapa pun juga di antara kamu, kami memberitakan Injil Allah kepada kamu.\n",
          "2:10 Kamulah saksi, demikian juga Allah, betapa saleh, adil dan tak bercacatnya kami berlaku di antara kamu yang percaya.\n",
          "2:11 Kamu tahu, betapa kami, seperti bapak terhadap anak-anaknya, telah menasihati kamu dan menguatkan hatimu seorang demi seorang,\n",
          "2:12 dan meminta dengan sangat, supaya kamu hidup sesuai dengan kehendak Allah, yang memanggil kamu ke dalam Kerajaan dan kemuliaan-Nya.\n",
          "2:13 Karena itulah kami tidak putus-putusnya mengucap syukur juga kepada Allah, sebab kamu telah menerima firman Allah yang kami beritakan itu, bukan sebagai perkataan manusia, tetapi -- dan memang sungguh-sungguh demikian -- sebagai firman Allah, yang bekerja juga di dalam kamu yang percaya.\n",
          "2:14 Sebab kamu, Saudara-saudara, telah mengikuti teladan jemaat-jemaat Allah di Yudea, jemaat-jemaat di dalam Kristus Yesus, karena kamu juga telah menderita dari teman-teman sebangsamu sama seperti yang mereka derita dari orang-orang Yahudi.\n",
          "2:15 Bahkan orang-orang Yahudi itu telah membunuh Tuhan Yesus dan para nabi dan telah menganiaya kami. Apa yang berkenan kepada Allah tidak mereka pedulikan dan semua manusia mereka musuhi,\n",
          "2:16 karena mereka mau menghalang-halangi kami memberitakan firman kepada bangsa-bangsa lain untuk keselamatan mereka. Demikianlah mereka terus-menerus menambah dosa mereka sampai genap jumlahnya dan sekarang murka telah menimpa mereka sepenuh-penuhnya.\n",
          "2:17 Tetapi kami, Saudara-saudara, yang seketika terpisah dari kamu, jauh di mata, tetapi tidak jauh di hati, sungguh-sungguh, dengan kerinduan yang besar, telah berusaha untuk menemui kamu muka dengan muka.\n",
          "2:18 Sebab kami telah berniat untuk datang kepada kamu -- aku, Paulus, malahan lebih dari sekali -- tetapi Iblis telah mencegah kami.\n",
          "2:19 Sebab siapa pengharapan kami atau sukacita kami atau mahkota kemegahan kami di hadapan Yesus, Tuhan kita, pada waktu kedatangan-Nya, kalau bukan kamu?\n",
          "2:20 Sungguh, kamulah kemuliaan kami dan sukacita kami.\n"
        ]
      }
    },
    {
      "3": {
        "en": [
          "3:1 Therefore when we could bear it no longer, we thought it good to be left in Athens alone,\n",
          "3:2 And we sent Timothy, our brother and God?s fellow worker in the gospel of Christ, to establish and encourage you for the sake of your faith,\n",
          "3:3 That no one would be shaken by these afflictions; for you yourselves know that we are appointed for this.\n",
          "3:4 For even when we were with you, we told you beforehand that we are to be afflicted, even as it also came to pass and you know.\n",
          "3:5 Because of this, when I also could bear it no longer, I sent to find out concerning your faith, lest perhaps the tempter had tempted you and our labor would be in vain.\n",
          "3:6 But Timothy, having just come to us from you and announcing the good news to us of your faith and love and that you have kind remembrance of us always and long to see us, just as we also you,\n",
          "3:7 Because of this we were comforted because of you, brothers, in all our necessity and affliction, through your faith;\n",
          "3:8 Because now we live if you stand firm in the Lord.\n",
          "3:9 For what thanks can we return to God concerning you for all the joy with which we rejoice because of you before our God,\n",
          "3:10 Night and day petitioning exceedingly so that we may see your face and complete the things that are lacking in your faith?\n",
          "3:11 Now may our God and Father Himself and our Lord Jesus make straight our path to you;\n",
          "3:12 And the Lord cause you to increase and abound in love to one another and to all, just as we also to you,\n",
          "3:13 So that He may establish your hearts blameless in holiness before our God and Father at the coming of our Lord Jesus with all His saints.\n"
        ],
        "id": [
          "3:1 Kami tidak dapat tahan lagi, karena itu kami mengambil keputusan untuk tinggal seorang diri di Atena.\n",
          "3:2 Lalu kami mengirim Timotius, saudara seiman kita dan rekan sekerja Allah dalam pemberitaan Injil Kristus, untuk menguatkan hatimu dan menasihatkan kamu tentang imanmu,\n",
          "3:3 supaya jangan ada orang yang goyah imannya karena kesusahan-kesusahan ini. Kamu sendiri tahu bahwa kita ditentukan untuk itu.\n",
          "3:4 Sebab, juga waktu kami bersama-sama dengan kamu, telah kami katakan kepada kamu bahwa kita akan mengalami kesusahan. Seperti yang kamu ketahui, hal itu telah terjadi.\n",
          "3:5 Itulah sebabnya, ketika tidak dapat tahan lagi, aku mengirim dia, supaya aku tahu tentang imanmu, karena aku khawatir kalau-kalau kamu telah dicobai oleh si penggoda dan kalau-kalau usaha kami menjadi sia-sia.\n",
          "3:6 Tetapi sekarang, setelah Timotius datang kembali dari kamu dan membawa kabar yang menggembirakan tentang imanmu dan kasihmu, dan bahwa kamu selalu menaruh kenang-kenangan yang baik akan kami dan ingin untuk berjumpa dengan kami, seperti kami juga ingin untuk berjumpa dengan kamu,\n",
          "3:7 maka kami juga, Saudara-saudara, dalam segala kesusahan dan kesukaran kami menjadi terhibur oleh kamu dan oleh imanmu.\n",
          "3:8 Sekarang kami hidup kembali, asal saja kamu teguh berdiri di dalam Tuhan.\n",
          "3:9 Sebab ucapan syukur apakah yang dapat kami persembahkan kepada Allah atas segala sukacita, yang kami peroleh karena kamu, di hadapan Allah kita?\n",
          "3:10 Siang malam kami berdoa dengan sungguh-sungguh, supaya kita bertemu muka dengan muka dan menambahkan apa yang masih kurang pada imanmu.\n",
          "3:11 Kiranya Dia, Allah dan Bapa kita, dan Yesus, Tuhan kita, membukakan bagi kami jalan kepadamu.\n",
          "3:12 Kiranya Tuhan menjadikan kamu bertambah-tambah dan berkelimpahan dalam kasih seorang terhadap yang lain dan terhadap semua orang, sama seperti kami juga mengasihi kamu.\n",
          "3:13 Kiranya Dia menguatkan hatimu, supaya tak bercacat dan kudus, di hadapan Allah dan Bapa kita pada waktu kedatangan Yesus, Tuhan kita, dengan semua orang kudus-Nya .\n"
        ]
      }
    },
    {
      "4": {
        "en": [
          "4:1 Furthermore, brothers, we ask and exhort you in the Lord Jesus that even as you received from us how you ought to walk and please God, even as indeed you do walk, that you abound still more.\n",
          "4:2 For you know what charges we gave you through the Lord Jesus.\n",
          "4:3 For this is the will of God, your sanctification: that you abstain from fornication;\n",
          "4:4 That each one of you know how to possess his own vessel in sanctification and honor,\n",
          "4:5 Not in the passion of lust, like the Gentiles who do not know God;\n",
          "4:6 That no one overstep and take advantage of his brother in the matter, because the Lord is the avenger concerning all these things, even as we also said before to you and solemnly charged.\n",
          "4:7 For God has not called us for uncleanness but in sanctification.\n",
          "4:8 Consequently, he who rejects, rejects not man but God, who also gives His Holy Spirit to you.\n",
          "4:9 Now concerning brotherly love, you have no need for me to write to you, for you yourselves are taught of God to love one another;\n",
          "4:10 For you also do this unto all the brothers in the whole of Macedonia. But we exhort you, brothers, to abound still more\n",
          "4:11 And to aspire to be quiet and attend to your own affairs and work with your hands, even as we charged you,\n",
          "4:12 That you may walk becomingly toward those outside and may have need of nothing.\n",
          "4:13 But we do not want you to be ignorant, brothers, concerning those who are sleeping, that you would not grieve even as also the rest who have no hope.\n",
          "4:14 For if we believe that Jesus died and rose, so also those who have fallen asleep through Jesus, God will bring with Him.\n",
          "4:15 For this we say to you by the word of the Lord, that we who are living, who are left remaining unto the coming of the Lord, shall by no means precede those who have fallen asleep;\n",
          "4:16 Because the Lord Himself, with a shout of command, with the voice of the archangel and with the trumpet of God, will descend from heaven, and the dead in Christ will rise first.\n",
          "4:17 Then we who are living, who are left remaining, will be caught up together with them in the clouds to meet the Lord in the air; and thus we will be always with the Lord.\n",
          "4:18 Therefore comfort another with these words.\n"
        ],
        "id": [
          "4:1 Akhirnya, Saudara-saudara, kami minta dan nasihatkan kamu dalam Tuhan Yesus: Kamu telah mendengar dari kami bagaimana kamu harus hidup supaya berkenan kepada Allah. Hal itu memang telah kamu turuti, tetapi baiklah kamu melakukannya lebih bersungguh-sungguh lagi.\n",
          "4:2 Kamu tahu juga petunjuk-petunjuk mana yang telah kami berikan kepadamu atas nama Tuhan Yesus.\n",
          "4:3 Karena inilah kehendak Allah: Pengudusanmu, yaitu supaya kamu menjauhi percabulan,\n",
          "4:4 supaya kamu masing-masing mengambil seorang perempuan menjadi istrimu sendiri dan hidup di dalam kekudusan dan kehormatan,\n",
          "4:5 bukan di dalam keinginan hawa nafsu, seperti yang dibuat oleh bangsa-bangsa yang tidak mengenal Allah,\n",
          "4:6 dan supaya dalam hal-hal ini orang jangan merugikan saudara seimannya atau memperdayakannya. Karena Tuhan adalah pembalas dari semuanya ini, seperti yang telah kami katakan dan tegaskan dahulu kepadamu.\n",
          "4:7 Allah memanggil kita bukan untuk melakukan apa yang cemar, melainkan apa yang kudus.\n",
          "4:8 Karena itu, siapa yang menolak ini bukanlah menolak manusia, melainkan menolak Allah yang telah memberikan juga Roh-Nya yang kudus kepada kamu.\n",
          "4:9 Tentang kasih persaudaraan tidak perlu dituliskan kepadamu, karena kamu sendiri telah belajar kasih mengasihi dari Allah.\n",
          "4:10 Hal itu kamu lakukan juga terhadap semua saudara seiman di seluruh wilayah Makedonia. Tetapi kami menasihati kamu, Saudara-saudara, supaya kamu lebih bersungguh-sungguh lagi melakukannya.\n",
          "4:11 Dan anggaplah sebagai suatu kehormatan untuk hidup tenang, untuk mengurus persoalan-persoalan sendiri dan bekerja dengan tangan, seperti yang telah kami pesankan kepadamu,\n",
          "4:12 sehingga kamu hidup sebagai orang-orang yang sopan di mata orang luar dan tidak bergantung pada mereka.\n",
          "4:13 Selanjutnya kami tidak mau, Saudara-saudara bahwa kamu tidak mengetahui tentang mereka yang meninggal, supaya kamu jangan berdukacita seperti orang-orang lain yang tidak mempunyai pengharapan.\n",
          "4:14 Karena jikalau kita percaya bahwa Yesus telah mati dan telah bangkit, maka kita percaya juga bahwa dengan perantaraan Yesus, Allah akan mengumpulkan bersama-sama dengan Dia mereka yang telah meninggal.\n",
          "4:15 Hal ini kami katakan kepadamu dengan firman Tuhan: Kita yang hidup, yang masih tinggal sampai kedatangan Tuhan, sekali-kali tidak akan mendahului mereka yang telah meninggal.\n",
          "4:16 Sebab pada waktu aba-aba diberi pada waktu pemimpin malaikat berseru dan sangkakala Allah berbunyi, maka Tuhan sendiri akan turun dari surga dan mereka yang mati dalam Kristus akan lebih dahulu bangkit;\n",
          "4:17 sesudah itu, kita yang hidup, yang masih tinggal, akan diangkat bersama-sama dengan mereka dalam awan menyongsong Tuhan di angkasa. Demikianlah kita akan selama-lamanya bersama-sama dengan Tuhan.\n",
          "4:18 Karena itu, hiburkanlah seorang akan yang lain dengan perkataan-perkataan ini.\n"
        ]
      }
    },
    {
      "5": {
        "en": [
          "5:1 But concerning the times and the seasons, brothers, you have no need for anything to be written to you;\n",
          "5:2 For you yourselves know perfectly well that like a thief in the night, so the day of the Lord comes.\n",
          "5:3 When they say, Peace and security, then sudden destruction comes upon them, just as birth pangs to a woman with child; and they shall by no means escape.\n",
          "5:4 But you, brothers, are not in darkness that the day should overtake you like a thief;\n",
          "5:5 For you are all sons of light and sons of the day. We are not of the night nor of darkness.\n",
          "5:6 So then let us not sleep, as the rest do, but let us watch and be sober.\n",
          "5:7 For those who sleep, sleep during the night, and those who get drunk are drunk during the night;\n",
          "5:8 But since we are of the day, let us be sober, putting on the breastplate of faith and love and a helmet, the hope of salvation.\n",
          "5:9 For God did not appoint us to wrath but to the obtaining of salvation through our Lord Jesus Christ,\n",
          "5:10 Who died for us in order that whether we watch or sleep, we may live together with Him.\n",
          "5:11 Therefore comfort another, and build up each one the other, even as you also do.\n",
          "5:12 Furthermore we ask you, brothers, to acknowledge those who labor among you and take the lead among you in the Lord and admonish you,\n",
          "5:13 And to regard them most highly in love because of their work. Be at peace among yourselves.\n",
          "5:14 And we exhort you, brothers, Admonish the disorderly, console the fainthearted, sustain the weak, be long-suffering toward all.\n",
          "5:15 See that no one repays anyone evil for evil, but always pursue what is good both for one another and for all.\n",
          "5:16 Always rejoice,\n",
          "5:17 Unceasingly pray,\n",
          "5:18 In everything give thanks; for this is the will of God in Christ Jesus for you.\n",
          "5:19 Do not quench the Spirit;\n",
          "5:20 Do not despise prophecies,\n",
          "5:21 But prove all things. Hold fast to what is good;\n",
          "5:22 Abstain from every kind of evil.\n",
          "5:23 And the God of peace Himself sanctify you wholly, and may your spirit and soul and body be preserved complete, without blame, at the coming of our Lord Jesus Christ.\n",
          "5:24 Faithful is He who calls you, who also will do it.\n",
          "5:25 Brothers, pray also for us.\n",
          "5:26 Greet all the brothers with a holy kiss.\n",
          "5:27 I adjure you by the Lord to have this letter read to all the brothers.\n",
          "5:28 The grace of our Lord Jesus Christ be with you.\n"
        ],
        "id": [
          "5:1 Tetapi tentang masa dan waktunya, Saudara-saudara, tidak perlu dituliskan kepadamu,\n",
          "5:2 karena kamu sendiri tahu benar-benar bahwa hari Tuhan datang seperti pencuri pada malam.\n",
          "5:3 Apabila mereka mengatakan: Semuanya damai dan aman -- maka tiba-tiba mereka ditimpa oleh kebinasaan, seperti seorang perempuan yang hamil ditimpa oleh sakit bersalin -- mereka pasti tidak akan luput.\n",
          "5:4 Tetapi kamu, Saudara-saudara, kamu tidak hidup di dalam kegelapan, sehingga hari itu tiba-tiba mendatangi kamu seperti pencuri,\n",
          "5:5 karena kamu semua adalah anak-anak terang dan anak-anak siang. Kita bukanlah orang-orang malam atau orang-orang kegelapan.\n",
          "5:6 Sebab itu baiklah jangan kita tidur seperti orang-orang lain, tetapi berjaga-jaga dan sadar.\n",
          "5:7 Sebab mereka yang tidur, tidur waktu malam dan mereka yang mabuk, mabuk waktu malam.\n",
          "5:8 Tetapi kita, yang adalah orang-orang siang, baiklah kita sadar, berbajuzirahkan iman dan kasih, dan berketopongkan pengharapan keselamatan.\n",
          "5:9 Karena Allah tidak menetapkan kita untuk ditimpa murka, tetapi untuk beroleh keselamatan melalui Yesus Kristus, Tuhan kita,\n",
          "5:10 yang sudah mati untuk kita, supaya entah kita berjaga-jaga, entah kita tidur, kita hidup bersama-sama dengan Dia.\n",
          "5:11 Karena itu nasihatilah seorang akan yang lain dan saling membangunlah kamu seperti yang memang kamu lakukan.\n",
          "5:12 Kami minta kepadamu, Saudara-saudara, supaya kamu menghormati mereka yang bekerja keras di antara kamu, yang memimpin kamu dalam Tuhan dan menegur kamu;\n",
          "5:13 dan supaya kamu sungguh-sungguh menjunjung mereka dalam kasih karena pekerjaan mereka. Hiduplah selalu dalam damai seorang dengan yang lain.\n",
          "5:14 Kami juga menasihati kamu, Saudara-saudara, tegurlah mereka yang hidup dengan tidak tertib, hiburlah mereka yang tawar hati, belalah mereka yang lemah, sabarlah terhadap semua orang.\n",
          "5:15 Perhatikanlah, supaya jangan ada orang yang membalas yang jahat dengan yang jahat, tetapi usahakanlah senantiasa yang baik, terhadap kamu masing-masing dan terhadap semua orang.\n",
          "5:16 Bersukacitalah senantiasa.\n",
          "5:17 Tetaplah berdoa.\n",
          "5:18 Ucapkanlah syukur dalam segala hal, sebab itulah yang dikehendaki Allah di dalam Kristus Yesus bagi kamu.\n",
          "5:19 Janganlah padamkan Roh,\n",
          "5:20 dan janganlah anggap rendah nubuat-nubuat.\n",
          "5:21 Ujilah segala sesuatu dan peganglah yang baik.\n",
          "5:22 Jauhkanlah dirimu dari segala jenis kejahatan.\n",
          "5:23 Semoga Allah damai sejahtera menguduskan kamu seluruhnya dan semoga roh, jiwa dan tubuhmu terpelihara sempurna tanpa cacat pada kedatangan Yesus Kristus, Tuhan kita.\n",
          "5:24 Ia yang memanggil kamu adalah setia, Ia juga akan menggenapinya.\n",
          "5:25 Saudara-saudara, doakanlah kami.\n",
          "5:26 Sampaikanlah salam kami kepada semua saudara seiman dengan ciuman yang kudus.\n",
          "5:27 Demi nama Tuhan aku minta dengan sangat kepadamu, supaya surat ini dibacakan kepada semua saudara seiman.\n",
          "5:28 Anugerah Yesus Kristus, Tuhan kita, menyertai kamu!\n"
        ]
      }
    }
  ]
}
