{
  "2 Kings": {
    "22": {
      "en": [
        "22:1 Josiah was eight years old when he began to reign, and he reigned thirty-one years in Jerusalem; and his mother?s name was Jedidah, the daughter of Adaiah from Bozkath.\n",
        "22:2 And he did what was right in the eyes of Jehovah and walked in all the way of David his father and did not turn to the right or to the left.\n",
        "22:3 In the eighteenth year of King Josiah, the king sent Shaphan the son of Azaliah the son of Meshullam, the scribe, to the house of Jehovah, saying,\n",
        "22:4 Go up to Hilkiah the high priest and have him sum up the money that is brought to the house of Jehovah, which the doorkeepers have collected from the people.\n",
        "22:5 And let them deliver it into the hand of those who do the work, who have the oversight of the house of Jehovah; and let them deliver it to those who do the work who are in the house of Jehovah, for the repair of what was broken in the house,\n",
        "22:6 To the carpenters and the builders and the masons, and for the purchase of timber and hewn stones to repair the house.\n",
        "22:7 But do not ask them for an accounting of the money delivered into their hand, for they work faithfully.\n",
        "22:8 Then Hilkiah the high priest said to Shaphan the scribe, I have found the book of the law in the house of Jehovah. And Hilkiah gave the book to Shaphan, and he read it.\n",
        "22:9 And Shaphan the scribe came to the king and brought back word to the king and said, Your servants have emptied out the money which was found in the house and have delivered it into the hand of those who do the work, who have the oversight of the house of Jehovah.\n",
        "22:10 And Shaphan the scribe reported to the king, saying, Hilkiah the priest has given me a book. And Shaphan read it aloud before the king.\n",
        "22:11 And when the king heard the words of the book of the law, he tore his clothes.\n",
        "22:12 And the king commanded Hilkiah the priest and Ahikam the son of Shaphan and Achbor the son of Micaiah and Shaphan the scribe and Asaiah the king?s servant, saying,\n",
        "22:13 Go; inquire of Jehovah for me and for the people and for all Judah concerning the words of this book that has been found, for the anger of Jehovah which is kindled against us is great, because our fathers have not listened to the words of this book by doing according to all that is written concerning us.\n",
        "22:14 So Hilkiah the priest and Ahikam and Achbor and Shaphan and Asaiah went to Huldah the prophetess, the wife of Shallum the son of Tikvah, the son of Harhas, the keeper of the wardrobe (now she dwelt in Jerusalem in the second quarter), and they spoke to her.\n",
        "22:15 And she said to them, Thus says Jehovah the God of Israel: Tell the man who has sent you to me,\n",
        "22:16 Thus says Jehovah, I am now bringing evil to this place and upon its inhabitants, even all the words of the book which the king of Judah has read;\n",
        "22:17 Because they have forsaken Me and have burned incense to other gods, so as to provoke Me to anger with all the work of their hands. Therefore My anger is kindled against this place, and it shall not be quenched.\n",
        "22:18 But to the king of Judah who sent you to inquire of Jehovah, thus shall you say to him: Thus says Jehovah the God of Israel, regarding the words which you have heard,\n",
        "22:19 Because your heart was tender, and you humbled yourself before Jehovah when you heard what I spoke against this place and against its inhabitants, that they would become a desolation and a curse, and you have torn your clothes and wept before Me, I also have heard you, declares Jehovah.\n",
        "22:20 Therefore I will gather you to your fathers, and you will be gathered to your grave in peace; and your eyes will not see all the evil which I will bring upon this place. And they brought back word to the king.\n"
      ],
      "id": [
        "22:1 Yosia berumur delapan tahun pada waktu ia menjadi raja dan tiga puluh satu tahun lamanya ia memerintah di Yerusalem. Nama ibunya ialah Yedida binti Adaya, dari Bozkat.\n",
        "22:2 Ia melakukan apa yang benar di mata Tuhan dan hidup sama seperti Daud, bapa leluhurnya, dan tidak menyimpang ke kanan atau ke kiri.\n",
        "22:3 Dalam tahun yang kedelapan belas zaman raja Yosia maka raja menyuruh Safan bin Azalya bin Mesulam, panitera itu, ke rumah Tuhan, katanya:\n",
        "22:4 Pergilah kepada imam besar Hilkia; suruhlah ia menyerahkan seluruh uang yang telah dibawa ke dalam rumah Tuhan yang telah dikumpulkan dari pihak rakyat oleh penjaga-penjaga pintu;\n",
        "22:5 baiklah itu diberikan mereka ke tangan para pekerja yang diangkat untuk mengawasi rumah Tuhan, supaya diberikan kepada tukang-tukang yang ada di rumah Tuhan untuk memperbaiki kerusakan rumah itu,\n",
        "22:6 yaitu kepada tukang-tukang kayu, tukang-tukang bangunan dan tukang-tukang tembok, juga bagi pembelian kayu dan batu pahat untuk memperbaiki rumah itu.\n",
        "22:7 Tetapi tidak usahlah mengadakan perhitungan dengan mereka mengenai uang yang diberikan ke tangan mereka, sebab mereka bekerja dengan jujur.\n",
        "22:8 Berkatalah imam besar Hilkia, kepada Safan, panitera itu: Telah kutemukan kitab Taurat itu di rumah Tuhan! Lalu Hilkia memberikan kitab itu kepada Safan, dan Safan terus membacanya.\n",
        "22:9 Kemudian Safan, panitera itu, masuk menghadap raja, disampaikannyalah kabar tentang itu kepada raja: Hamba-hambamu ini telah mengambil seluruh uang yang terdapat di rumah Tuhan dan memberikannya ke tangan para pekerja yang diangkat mengawasi rumah itu.\n",
        "22:10 Safan, panitera itu, memberitahukan juga kepada raja: Imam Hilkia telah memberikan kitab kepadaku, lalu Safan membacakannya di depan raja.\n",
        "22:11 Segera sesudah raja mendengar perkataan kitab Taurat itu, dikoyakkannyalah pakaiannya.\n",
        "22:12 Kemudian raja memberi perintah kepada imam Hilkia, kepada Ahikam bin Safan, kepada Akhbor bin Mikha, kepada Safan, panitera itu, dan kepada Asaya, hamba raja, katanya:\n",
        "22:13 Pergilah, mintalah petunjuk Tuhan bagiku, bagi rakyat dan bagi seluruh Yehuda, tentang perkataan kitab yang ditemukan ini, sebab hebat kehangatan murka Tuhan yang bernyala-nyala terhadap kita, oleh karena nenek moyang kita tidak mendengarkan perkataan kitab ini dengan berbuat tepat seperti yang tertulis di dalamnya.\n",
        "22:14 Maka pergilah imam Hilkia, Ahikam, Akhbor, Safan dan Asaya kepada nabiah Hulda, isteri seorang yang mengurus pakaian-pakaian, yaitu Salum bin Tikwa bin Harhas; nabiah itu tinggal di Yerusalem, di perkampungan baru. Mereka memberitakan semuanya kepadanya.\n",
        "22:15 Perempuan itu menjawab mereka: Beginilah firman Tuhan, Allah Israel! Katakanlah kepada orang yang menyuruh kamu kepada-Ku!\n",
        "22:16 Beginilah firman Tuhan: Sesungguhnya Aku akan mendatangkan malapetaka atas tempat ini dan atas penduduknya, yakni segala perkataan kitab yang telah dibaca oleh raja Yehuda;\n",
        "22:17 karena mereka meninggalkan Aku dan membakar kurban kepada allah lain dengan maksud menimbulkan sakit hati-Ku dengan segala pekerjaan tangan mereka; sebab itu kehangatan murka-Ku akan bernyala-nyala terhadap tempat ini dengan tidak padam-padam.\n",
        "22:18 Tetapi kepada raja Yehuda, yang telah menyuruh kamu untuk meminta petunjuk Tuhan, harus kamu katakan demikian: Beginilah firman Tuhan, Allah Israel: Mengenai perkataan yang telah kaudengar itu,\n",
        "22:19 oleh karena engkau sudah menyesal dan engkau merendahkan diri di hadapan Tuhan pada waktu engkau mendengar hukuman yang Kufirmankan terhadap tempat ini dan terhadap penduduknya, bahwa mereka akan mendahsyatkan dan menjadi kutuk, dan oleh karena engkau mengoyakkan pakaianmu dan menangis di hadapan-Ku, Aku pun telah mendengarnya, demikianlah firman Tuhan,\n",
        "22:20 sebab itu, sesungguhnya Aku akan mengumpulkan engkau kepada nenek moyangmu, dan engkau akan dikebumikan ke dalam kuburmu dengan damai, dan matamu tidak akan melihat segala malapetaka yang akan Kudatangkan atas tempat ini. Lalu mereka menyampaikan jawab itu kepada raja.\n"
      ]
    },
    "23": {
      "en": [
        "23:1 Then the king sent men, and they gathered to him all the elders of Judah and Jerusalem.\n",
        "23:2 And the king went up to the house of Jehovah, and all the men of Judah and all the inhabitants of Jerusalem were with him, as well as the priests and the prophets and all the people, both small and great; and he read aloud, in their hearing, all the words of the book of the covenant, which had been found in the house of Jehovah.\n",
        "23:3 And the king stood beside the pillar and made a covenant before Jehovah, to walk after Jehovah and to keep His commandments and His testimonies and His statutes with all his heart and with all his soul, so as to establish the words of this covenant which were written in this book. And all the people stood with the covenant.\n",
        "23:4 And the king commanded Hilkiah the high priest and the priests of the second order and the doorkeepers to bring out of the temple of Jehovah all the vessels that were made for Baal and for Asherah and for all the host of heaven; and he burned them outside Jerusalem in the fields of Kidron and carried their ashes to Bethel.\n",
        "23:5 And he did away with the idol priests, whom the kings of Judah had appointed to burn incense in the high places in the cities of Judah and the areas surrounding Jerusalem, as well as those who burned incense to Baal, to the sun and to the moon and to the constellations and to all the host of heaven.\n",
        "23:6 And he brought the Asherah from the house of Jehovah out of Jerusalem to the brook Kidron and burned it in the brook Kidron and ground it to dust and cast its dust on the graves of the children of the people.\n",
        "23:7 He also broke down the houses of the male cult prostitutes which were in the house of Jehovah, where the women were weaving hangings for the Asherah.\n",
        "23:8 Then he brought all the priests from the cities of Judah and defiled the high places where the priests burned incense, from Geba to Beer-sheba; and he broke down the high places of the gates which were at the entrance of the gate of Joshua the governor of the city, which were on one?s left at the gate of the city.\n",
        "23:9 However the priests of the high places did not come up to the altar of Jehovah in Jerusalem, but they ate unleavened bread among their brothers.\n",
        "23:10 And he defiled Topheth, which is in the valley of the sons of Hinnom, so that no one could make his son or his daughter pass through fire to Molech.\n",
        "23:11 And he did away with the horses which the kings of Judah had dedicated to the sun, at the entrance of the house of Jehovah, by the chamber of Nathan-melech the officer, which was in the precincts; and he burned the chariots of the sun with fire.\n",
        "23:12 And the altars which were on the roof at the upper chamber of Ahaz, which the kings of Judah had made, and the altars which Manasseh had made in the two courts of the house of Jehovah, the king tore down; and he removed them quickly from there and cast their dust into the brook Kidron.\n",
        "23:13 And the high places which were before Jerusalem, which were on the right of the mount of destruction which Solomon the king of Israel had built to Ashtoreth, the detestable thing of the Sidonians, and to Chemosh, the detestable thing of Moab, and to Milcom, the abomination of the children of Ammon, the king defiled.\n",
        "23:14 And he broke in pieces the pillars and cut down the Asherahs and filled their places with human bones.\n",
        "23:15 And furthermore the altar which was at Bethel, the high place which Jeroboam the son of Nebat, who caused Israel to sin, had made, even that altar and high place he broke down. And he burned the high place and beat it into dust and burned the Asherah.\n",
        "23:16 Then Josiah turned and saw the graves which were there in the mountain, and he sent men and took the bones from the graves and burned them on the altar and defiled it, according to the word of Jehovah, which the man of God proclaimed, who proclaimed these things.\n",
        "23:17 Then he said, What is this monument which I see? And the men of the city said to him, It is the grave of the man of God who came from Judah and proclaimed these things which you have done against the altar in Bethel.\n",
        "23:18 And he said, Let him rest; let no man move his bones. So they left his bones alone with the bones of the prophet who came from Samaria.\n",
        "23:19 And Josiah also removed all the houses of the high places which were in the cities of Samaria, which the kings of Israel made, provoking Jehovah to anger, and did to them according to all that he had done in Bethel.\n",
        "23:20 And all the priests of the high places who were there he slaughtered on the altars and burned human bones on them. Then he returned to Jerusalem.\n",
        "23:21 And the king commanded all the people saying, Hold the Passover to Jehovah your God according to all that is written in this book of the covenant.\n",
        "23:22 Surely no Passover like this had been held since the days of the judges who judged Israel nor in all the days of the kings of Israel and of the kings of Judah.\n",
        "23:23 But in the eighteenth year of King Josiah this Passover was held to Jehovah in Jerusalem.\n",
        "23:24 And moreover Josiah utterly removed the mediums and the soothsayers and the teraphim and the idols and all the detestable things that were seen in the land of Judah and in Jerusalem, that he might confirm the words of the law which were written in the book that Hilkiah the priest found in the house of Jehovah.\n",
        "23:25 And before him there was no king like him who turned to Jehovah with all his heart and with all his soul and with all his might according to all the law of Moses, and after him no one has risen up like him.\n",
        "23:26 However Jehovah did not turn from His great burning anger with which His anger burned against Judah, because of all the provocations by which Manasseh provoked Him.\n",
        "23:27 And Jehovah said, I will remove Judah also from My sight, as I have removed Israel. And I will cast off this city which I have chosen, Jerusalem, and the house of which I said, My name will be there.\n",
        "23:28 And the rest of the acts of Josiah and all that he did, are they not written in the book of the chronicles of the kings of Judah?\n",
        "23:29 In his days Pharaoh Neco, the king of Egypt, went up against the king of Assyria to the river Euphrates. And King Josiah went out to meet him; and when Pharaoh Neco saw him at Megiddo, he killed him.\n",
        "23:30a And his servants drove him dead in a chariot from Megiddo and brought him to Jerusalem and buried him in his grave.\n",
        "23:30b And the people of the land took Jehoahaz the son of Josiah and anointed him and made him king in the place of his father.\n",
        "23:31 Jehoahaz was twenty-three years old when he began to reign, and he reigned three months in Jerusalem; and the name of his mother was Hamutal, the daughter of Jeremiah, from Libnah.\n",
        "23:32 And he did what was evil in the eyes of Jehovah, according to all that his fathers had done.\n",
        "23:33 And Pharaoh Neco imprisoned him in Riblah, in the land of Hamath, so that he might not reign in Jerusalem; and he imposed on the land a fine of one hundred talents of silver and a talent of gold.\n",
        "23:34 And Pharaoh Neco made Eliakim the son of Josiah king in the place of Josiah his father and changed his name to Jehoiakim. And he took Jehoahaz and brought him to Egypt, and he died there.\n",
        "23:35 And Jehoiakim gave silver and gold to Pharaoh, but he taxed the land to give the silver according to Pharaoh?s word. He exacted the silver and the gold from the people of the land, from each man according to his estimation, to give it to Pharaoh Neco.\n",
        "23:36 Jehoiakim was twenty-five years old when he began to reign, and he reigned eleven years in Jerusalem; and the name of his mother was Zebidah, the daughter of Pedaiah from Rumah.\n",
        "23:37 And he did what was evil in the eyes of Jehovah, according to all that his fathers had done.\n"
      ],
      "id": [
        "23:1 Sesudah itu raja menyuruh orang mengumpulkan semua tua-tua Yehuda dan Yerusalem.\n",
        "23:2 Kemudian pergilah raja ke rumah Tuhan dan bersama-sama dia semua orang Yehuda dan semua penduduk Yerusalem, para imam, para nabi dan seluruh orang awam, dari yang kecil sampai yang besar. Dengan didengar mereka ia membacakan segala perkataan dari kitab perjanjian yang ditemukan di rumah Tuhan itu.\n",
        "23:3 Sesudah itu berdirilah raja dekat tiang dan diadakannyalah perjanjian di hadapan Tuhan untuk hidup dengan mengikuti Tuhan, dan tetap menuruti perintah-perintah-Nya, peraturan-peraturan-Nya dan ketetapan-ketetapan-Nya dengan segenap hati dan dengan segenap jiwa dan untuk menepati perkataan perjanjian yang tertulis dalam kitab itu. Dan seluruh rakyat turut mendukung perjanjian itu.\n",
        "23:4 Raja memberi perintah kepada imam besar Hilkia dan kepada para imam tingkat dua dan kepada para penjaga pintu untuk mengeluarkan dari bait Tuhan segala perkakas yang telah dibuat untuk Baal dan Asyera dan untuk segala tentara langit, lalu dibakarnyalah semuanya itu di luar kota Yerusalem di padang-padang Kidron, dan diangkutnyalah abunya ke Betel.\n",
        "23:5 Ia memberhentikan para imam dewa asing yang telah diangkat oleh raja-raja Yehuda untuk membakar kurban di bukit pengorbanan di kota-kota Yehuda dan di sekitar Yerusalem, juga orang-orang yang membakar kurban untuk Baal, untuk dewa matahari, untuk dewa bulan, untuk rasi-rasi bintang dan untuk segenap tentara langit.\n",
        "23:6 Dibawanyalah tiang-tiang berhala dari rumah Tuhan ke luar kota Yerusalem, ke sungai Kidron, lalu dibakarnya di situ dan ditumbuknya halus-halus menjadi abu, kemudian dicampakkannyalah abunya ke atas kuburan rakyat jelata.\n",
        "23:7 Ia merobohkan petak-petak pelacuran bakti yang ada di rumah Tuhan, tempat orang-orang perempuan bertenun sarung untuk Asyera.\n",
        "23:8 Disuruhnyalah datang semua imam dari kota-kota Yehuda, lalu ia menajiskan bukit-bukit pengorbanan, tempat para imam itu membakar kurban, dari Geba sampai Bersyeba; dirobohkannya pula bukit-bukit pengorbanan di pintu-pintu gerbang yang ada dekat lobang pintu gerbang Yosua, penguasa kota itu, yang ada pada sebelah kiri kalau orang memasuki pintu gerbang kota itu.\n",
        "23:9 Tetapi para imam bukit-bukit pengorbanan itu tidak boleh naik ke mezbah Tuhan di Yerusalem, hanya mereka boleh memakan roti yang tidak beragi di tengah-tengah saudara-saudara mereka.\n",
        "23:10 Ia menajiskan juga Tofet yang ada di lembah Ben-Hinom, supaya jangan orang mempersembahkan anak-anaknya sebagai kurban dalam api untuk dewa Molokh.\n",
        "23:11 Dibuangnyalah kuda-kuda yang ditaruh oleh raja-raja Yehuda untuk dewa matahari di pintu masuk ke rumah Tuhan, dekat bilik Natan-Melekh, pegawai istana, yang tinggal di gedung samping; juga kereta-kereta dewa matahari dibakarnya dengan api.\n",
        "23:12 Mezbah-mezbah, yang ada di atas sotoh, tempat peranginan Ahas, yang dibuat oleh raja-raja Yehuda, dan mezbah-mezbah, yang dibuat Manasye di kedua pelataran rumah Tuhan, dirobohkan oleh raja, dan diremukkan di sana, lalu dicampakkannya abunya ke sungai Kidron.\n",
        "23:13 Bukit-bukit pengorbanan yang ada di sebelah timur Yerusalem di sebelah selatan bukit Kebusukan dan yang didirikan oleh Salomo, raja Israel, untuk Asytoret, dewa kejijikan sembahan orang Sidon, dan untuk Kamos, dewa kejijikan sembahan Moab, dan untuk Milkom, dewa kekejian sembahan orang Amon, dinajiskan oleh raja.\n",
        "23:14 Ia memecahkan tugu-tugu berhala dan menebang tiang-tiang berhala, lalu ditimbuninya tempat-tempat itu penuh dengan tulang-tulang manusia.\n",
        "23:15 Juga mezbah yang ada di Betel, bukit pengorbanan yang dibuat oleh Yerobeam bin Nebat yang mengakibatkan orang Israel berdosa, mezbah dan bukit pengorbanan itu pun dirobohkannya dan batu-batunya dipecahkannya, lalu ditumbuknya halus-halus menjadi abu, dan dibakarnyalah tiang berhala.\n",
        "23:16 Dan ketika Yosia berpaling, dilihatnyalah kuburan-kuburan yang ada di gunung di sana, lalu menyuruh orang mengambil tulang-tulang dari kuburan-kuburan itu, membakarnya di atas mezbah dan menajiskannya, sesuai dengan firman Tuhan yang telah diserukan oleh abdi Allah yang telah menyerukan hal-hal ini.\n",
        "23:17 Ia berkata: Apakah tanda keramat yang kulihat ini? Lalu orang-orang di kota itu menjawab dia: Itulah kuburan abdi Allah yang sudah datang dari Yehuda dan yang telah menyerukan segala hal yang telah kaulakukan terhadap mezbah Betel ini!\n",
        "23:18 Lalu katanya: Biarkanlah itu, janganlah ada orang yang menjamah tulang-tulangnya! Jadi mereka tidak mengganggu tulang-tulangnya dan tulang-tulang nabi yang telah datang dari Samaria itu.\n",
        "23:19 Juga segala kuil di bukit-bukit pengorbanan yang di kota-kota Samaria yang dibuat oleh raja-raja Israel untuk menimbulkan sakit hati Tuhan, dijauhkan oleh Yosia dan dalam hal ini ia bertindak tepat seperti tindakannya di Betel.\n",
        "23:20 Ia menyembelih di atas mezbah-mezbah itu semua imam bukit-bukit pengorbanan yang ada di sana dan dibakarnya tulang-tulang manusia di atasnya, lalu pulanglah ia ke Yerusalem.\n",
        "23:21 Kemudian raja memberi perintah kepada seluruh bangsa itu: Rayakanlah Paskah bagi Tuhan, Allahmu, seperti yang tertulis dalam kitab perjanjian ini!\n",
        "23:22 Sebab tidak pernah lagi dirayakan Paskah seperti itu sejak zaman para hakim yang memerintah atas Israel dan sepanjang zaman raja-raja Israel dan raja-raja Yehuda.\n",
        "23:23 Tetapi barulah dalam tahun kedelapan belas zaman raja Yosia Paskah ini dirayakan bagi Tuhan di Yerusalem.\n",
        "23:24 Para pemanggil arwah, dan para pemanggil roh peramal, juga terafim, berhala-berhala dan segala dewa kejijikan yang terlihat di tanah Yehuda dan di Yerusalem, dihapuskan oleh Yosia dengan maksud menepati perkataan Taurat yang tertulis dalam kitab yang telah didapati oleh imam Hilkia di rumah Tuhan.\n",
        "23:25 Sebelum dia tidak ada raja seperti dia yang berbalik kepada Tuhan dengan segenap hatinya, dengan segenap jiwanya dan dengan segenap kekuatannya, sesuai dengan segala Taurat Musa; dan sesudah dia tidak ada bangkit lagi yang seperti dia.\n",
        "23:26 Tetapi Tuhan tidak beralih dari murka-Nya yang sangat bernyala-nyala itu yang telah bangkit terhadap Yehuda oleh karena segala sakit hati-Nya yang ditimbulkan Manasye.\n",
        "23:27 Lalu berfirmanlah Tuhan: Juga orang Yehuda akan Kujauhkan dari hadapan-Ku seperti Aku menjauhkan orang Israel, dan Aku akan membuang kota yang Kupilih ini, yakni Yerusalem, dan rumah ini, walaupun Aku telah berfirman tentangnya: Nama-Ku akan tinggal di sana!\n",
        "23:28 Selebihnya dari riwayat Yosia dan segala yang dilakukannya, bukankah semuanya itu tertulis dalam kitab sejarah raja-raja Yehuda?\n",
        "23:29 Dalam zamannya itu majulah Firaun Nekho, raja Mesir, melawan raja Asyur di tepi sungai Efrat; raja Yosia pergi menghadapi dia; tetapi Firaun membunuhnya di Megido, segera sesudah ia melihatnya.\n",
        "23:30a Pegawai-pegawainya mengangkut mayatnya dengan kereta dari Megido dan membawanya ke Yerusalem, kemudian mereka menguburkannya dalam kuburnya sendiri.\n",
        "23:30b Maka rakyat negeri itu menjemput Yoahas, anak Yosia, mengurapi dia dan mengangkat dia menjadi raja menggantikan ayahnya.\n",
        "23:31 Yoahas berumur dua puluh tiga tahun pada waktu ia menjadi raja dan tiga bulan lamanya ia memerintah di Yerusalem. Nama ibunya ialah Hamutal binti Yeremia, dari Libna.\n",
        "23:32 Ia melakukan apa yang jahat di mata Tuhan tepat seperti yang dilakukan oleh nenek moyangnya.\n",
        "23:33 Firaun Nekho mengurung dia di Ribla, di tanah Hamat, supaya jangan ia memerintah di Yerusalem; lagi Firaun membebankan kepada negeri itu denda sebesar seratus talenta perak dan sepuluh talenta emas.\n",
        "23:34 Firaun Nekho mengangkat Elyakim, anak Yosia, menjadi raja menggantikan Yosia, ayahnya, dan menukar namanya dengan Yoyakim. Tetapi Yoahas dibawanya; Yoahas tiba di Mesir dan mati di sana.\n",
        "23:35 Yoyakim memberi emas dan perak itu kepada Firaun, tetapi ia menarik pajak dari negeri supaya dapat memberi uang itu, sesuai dengan titah Firaun. Ia menagih emas dan perak itu dari rakyat negeri, dari setiap orang menurut jumlah ketetapan pajaknya, untuk memberikannya kepada Firaun Nekho.\n",
        "23:36 Yoyakim berumur dua puluh lima tahun pada waktu ia menjadi raja dan sebelas tahun lamanya ia memerintah di Yerusalem. Nama ibunya ialah Zebuda binti Pedaya, dari Ruma.\n",
        "23:37 Ia melakukan apa yang jahat di mata Tuhan tepat seperti yang dilakukan oleh nenek moyangnya.\n"
      ]
    },
    "24": {
      "en": [
        "24:1 In his days Nebuchadnezzar the king of Babylon came up, and Jehoiakim became his servant for three years; then he turned and rebelled against him.\n",
        "24:2 And Jehovah sent against him bands of the Chaldeans and bands of the Syrians and bands of the Moabites and bands of the children of Ammon; and He sent them against Judah to destroy it, according to the word of Jehovah, which He spoke through his servants the prophets.\n",
        "24:3 Surely it was at the command of Jehovah that this came to pass against Judah, to remove them out of His sight because of the sins of Manasseh, according to all that he had done,\n",
        "24:4 And also for the innocent blood that he shed; for he filled Jerusalem with innocent blood; and Jehovah would not forgive.\n",
        "24:5 And the rest of the acts of Jehoiakim and all that he did, are they not written in the book of the chronicles of the kings of Judah?\n",
        "24:6a And Jehoiakim slept with his fathers.\n",
        "24:6b And Jehoiachin his son reigned in his place.\n",
        "24:7 And the king of Egypt did not come out of his land again, for the king of Babylon had taken all that belonged to the king of Egypt from the brook of Egypt to the river Euphrates.\n",
        "24:8 Jehoiachin was eighteen years old when he began to reign, and he reigned three months in Jerusalem; and the name of his mother was Nehushta, the daughter of Elnathan from Jerusalem.\n",
        "24:9 And he did what was evil in the sight of Jehovah, according to all that his father had done.\n",
        "24:10 At that time the servants of Nebuchadnezzar the king of Babylon went up to Jerusalem, and the city came under siege.\n",
        "24:11 And Nebuchadnezzar the king of Babylon came against the city while his servants were besieging it.\n",
        "24:12 And Jehoiachin the king of Judah went out to the king of Babylon, he and his mother and his servants and his captains and his eunuchs; and the king of Babylon took him in the eighth year of his reign.\n",
        "24:13 And he brought out from there all the treasures of the house of Jehovah and the treasures of the king?s house. And he cut in pieces all the golden vessels which Solomon the king of Israel had made in Jehovah?s temple, as Jehovah had said.\n",
        "24:14 And he carried away into exile all Jerusalem and all the captains and all the mighty men of valor, ten thousand captives, and all the craftsmen and smiths. None remained except the poorest people of the land.\n",
        "24:15 And he carried Jehoiachin away into exile to Babylon; and the king?s mother and the king?s wives and his eunuchs and the leading men of the land, he carried away into exile from Jerusalem to Babylon.\n",
        "24:16 And all the seven thousand men of valor and the one thousand craftsmen and smiths, all mighty men fit for war, even these the king of Babylon carried away into exile to Babylon.\n",
        "24:17 Then the king of Babylon made Jehoiachin?s uncle Mattaniah king in his place, and he changed his name to Zedekiah.\n",
        "24:18 Zedekiah was twenty-one years old when he began to reign, and he reigned eleven years in Jerusalem; and his mother?s name was Hamutal, the daughter of Jeremiah, from Libnah.\n",
        "24:19 And he did what was evil in the sight of Jehovah, according to all that Jehoiakim had done.\n",
        "24:20 For it was through the anger of Jehovah that this came to pass in Jerusalem and in Judah until He cast them out from His presence. And Zedekiah rebelled against the king of Babylon.\n"
      ],
      "id": [
        "24:1 Dalam zamannya majulah berperang Nebukadnezar, raja Babel, lalu Yoyakim menjadi takluk kepadanya tiga tahun lamanya; tetapi kemudian Yoyakim berbalik dan memberontak terhadap dia.\n",
        "24:2 Tuhan menyuruh gerombolan-gerombolan Kasdim, gerombolan-gerombolan Aram, gerombolan-gerombolan Moab dan gerombolan-gerombolan bani Amon melawan Yoyakim; Ia menyuruh mereka melawan Yehuda untuk membinasakannya sesuai dengan firman Tuhan yang diucapkan-Nya dengan perantaraan para hamba-Nya, yaitu para nabi.\n",
        "24:3 Sungguh, hal itu terjadi kepada Yehuda sesuai dengan titah Tuhan untuk menjauhkan mereka dari hadapan-Nya oleh karena dosa-dosa Manasye, setimpal dengan segala yang dilakukannya,\n",
        "24:4 dan juga oleh karena darah orang yang tidak bersalah yang telah ditumpahkannya, sebab ia telah membuat Yerusalem penuh dengan darah orang yang tidak bersalah, dan Tuhan tidak mau mengampuninya.\n",
        "24:5 Selebihnya dari riwayat Yoyakim dan segala yang dilakukannya, bukankah semuanya itu tertulis dalam kitab sejarah raja-raja Yehuda?\n",
        "24:6a Kemudian Yoyakim mendapat perhentian bersama-sama dengan nenek moyangnya,\n",
        "24:6b maka Yoyakhin, anaknya, menjadi raja menggantikan dia.\n",
        "24:7 Raja Mesir tidak lagi keluar berperang dari negerinya, sebab raja Babel telah merebut segala yang termasuk wilayah raja Mesir mulai dari sungai Mesir sampai ke sungai Efrat.\n",
        "24:8 Yoyakhin berumur delapan belas tahun pada waktu ia menjadi raja dan tiga bulan lamanya ia memerintah di Yerusalem. Nama ibunya ialah Nehusta binti Elnatan, dari Yerusalem.\n",
        "24:9 Ia melakukan apa yang jahat di mata Tuhan tepat seperti yang dilakukan ayahnya.\n",
        "24:10 Pada waktu itu majulah orang-orang Nebukadnezar, raja Babel, menyerang Yerusalem dan kota itu dikepung.\n",
        "24:11 Juga Nebukadnezar, raja Babel, datang menyerang kota itu, sedang orang-orangnya mengepungnya.\n",
        "24:12 Lalu keluarlah Yoyakhin, raja Yehuda, mendapatkan raja Babel, ia sendiri, ibunya, pegawai-pegawainya, para pembesarnya dan pegawai-pegawai istananya. Raja Babel menangkap dia pada tahun yang kedelapan dari pemerintahannya.\n",
        "24:13 Ia mengeluarkan dari sana segala barang perbendaharaan rumah Tuhan dan barang-barang perbendaharaan istana raja; juga dikeratnya emas dari segala perkakas emas yang dibuat oleh Salomo, raja Israel, di bait Tuhan seperti yang telah difirmankan Tuhan.\n",
        "24:14 Ia mengangkut seluruh penduduk Yerusalem ke dalam pembuangan, semua panglima dan semua pahlawan yang gagah perkasa, sepuluh ribu orang tawanan, juga semua tukang dan pandai besi; tidak ada yang ditinggalkan kecuali orang-orang lemah dari rakyat negeri.\n",
        "24:15 Ia mengangkut Yoyakhin ke dalam pembuangan ke Babel, juga ibunda raja, isteri-isteri raja, pegawai-pegawai istananya dan orang-orang berkuasa di negeri itu dibawanya sebagai orang buangan dari Yerusalem ke Babel.\n",
        "24:16 Semua orang yang gagah perkasa, tujuh ribu orang banyaknya, para tukang dan para pandai besi, seribu orang banyaknya, sekalian pahlawan yang sanggup berperang, dibawa oleh raja Babel sebagai orang buangan ke Babel.\n",
        "24:17 Kemudian raja Babel mengangkat Matanya, paman Yoyakhin, menjadi raja menggantikan dia dan menukar namanya menjadi Zedekia.\n",
        "24:18 Zedekia berumur dua puluh satu tahun pada waktu ia menjadi raja dan sebelas tahun lamanya ia memerintah di Yerusalem. Nama ibunya ialah Hamutal binti Yeremia, dari Libna.\n",
        "24:19 Ia melakukan apa yang jahat di mata Tuhan tepat seperti yang dilakukan Yoyakim.\n",
        "24:20 Sebab oleh karena murka Tuhanlah terjadi hal itu terhadap Yerusalem dan Yehuda, yakni bahwa Ia sampai membuang mereka dari hadapan-Nya. Zedekia memberontak terhadap raja Babel.\n"
      ]
    },
    "25": {
      "en": [
        "25:1 In the ninth year of his reign, in the tenth month, on the tenth day of the month, Nebuchadnezzar the king of Babylon came, he and his whole army, against Jerusalem and encamped against it; and they built a siege wall against it all around.\n",
        "25:2 So the city came under siege until the eleventh year of King Zedekiah.\n",
        "25:3 On the ninth day of the fourth month, the famine was so severe within the city that there was no food for the people of the land.\n",
        "25:4 Then the city was breached, and all the men of war fled by night by way of the gate between the two walls, which was by the king?s garden, while the Chaldeans were all around the city; and the king went on the way toward the Arabah.\n",
        "25:5 And the army of the Chaldeans pursued after the king, and they overtook him in the plains of Jericho; and all his army was scattered from him.\n",
        "25:6 And they seized the king and brought him up to the king of Babylon at Riblah, and they pronounced judgment upon him.\n",
        "25:7 And they slaughtered Zedekiah?s sons before his eyes then put out Zedekiah?s eyes and bound him with bronze fetters and brought him to Babylon.\n",
        "25:8 In the fifth month, on the seventh day of the month (this was the nineteenth year of King Nebuchadnezzar, the king of Babylon), Nebuzaradan, the captain of the bodyguard, the servant of the king of Babylon, came to Jerusalem.\n",
        "25:9 And he burned the house of Jehovah and the king?s house and all the houses of Jerusalem, and every large house he burned with fire.\n",
        "25:10 And all the army of the Chaldeans who were with the captain of the bodyguard broke down the walls around Jerusalem.\n",
        "25:11 And the rest of the people who were left in the city and the deserters who deserted to the king of Babylon and the rest of the multitude, Nebuzaradan the captain of the bodyguard carried away into exile.\n",
        "25:12 But the captain of the bodyguard left some of the poorest of the land to be vinedressers and field workers.\n",
        "25:13 And the Chaldeans broke in pieces the bronze pillars, which were in the house of Jehovah, and the bases and the bronze sea, which were in the house of Jehovah. And they carried their bronze to Babylon.\n",
        "25:14 And they took away the pots and the shovels and the snuffers and the cups and all the bronze vessels with which they ministered.\n",
        "25:15 And the captain of the bodyguard took away the firepans and the bowls: that which was of gold, for its gold, and that which was of silver, for its silver.\n",
        "25:16 As for the two pillars, the one sea, and the bases which Solomon had made for the house of Jehovah, the bronze of all these vessels was beyond weight.\n",
        "25:17 The height of one pillar was eighteen cubits, and a bronze capital was upon it; and the height of the capital was three cubits; and a network and pomegranates were upon the capital all around, all of bronze; and the second pillar was like these with a network.\n",
        "25:18 And the captain of the bodyguard took Seraiah the chief priest and Zephaniah the second priest and the three doorkeepers.\n",
        "25:19 And from the city he took one eunuch, who was overseer of the men of war, and five men from the king?s inner circle who were found in the city, and the scribe of the captain of the army, who mustered the people of the land, and sixty men of the people of the land who were found in the city.\n",
        "25:20 And Nebuzaradan the captain of the bodyguard took them and brought them to the king of Babylon in Riblah.\n",
        "25:21 And the king of Babylon struck them down and put them to death in Riblah, in the land of Hamath; so Judah was carried away into exile out of its land.\n",
        "25:22 And for the people who were left in the land of Judah, whom Nebuchadnezzar the king of Babylon left behind, he appointed Gedaliah the son of Ahikam the son of Shaphan over them.\n",
        "25:23 And when all the captains of the forces, they and their men, heard that the king of Babylon had appointed Gedaliah, they came to Gedaliah at Mizpah, that is, Ishmael the son of Nethaniah and Johanan the son of Kareah and Seraiah the son of Tanhumeth the Netophathite and Jaazaniah the son of the Maacathite, they and their men.\n",
        "25:24 And Gedaliah swore to them and their men and said to them, Do not be afraid of the servants of the Chaldeans; dwell in the land and serve the king of Babylon, and it will be well with you.\n",
        "25:25 In the seventh month, Ishmael the son of Nethaniah the son of Elishama, of the royal seed, came with ten men with him; and they struck down Gedaliah and he died. And they did the same to the Jews and the Chaldeans who were with him at Mizpah.\n",
        "25:26 And all the people, both small and great, and the captains of the forces rose up and went to Egypt, for they were afraid of the Chaldeans.\n",
        "25:27 In the thirty-seventh year of the exile of Jehoiachin the king of Judah, in the twelfth month, on the twenty-seventh day of the month, Evil-merodach the king of Babylon, in the year that he became king, released Jehoiachin the king of Judah from prison.\n",
        "25:28 And he spoke with him kindly and set his throne above the throne of the kings who were with him in Babylon.\n",
        "25:29 And Jehoiachin changed his prison clothes and ate his food in his presence continually all the days of his life.\n",
        "25:30 And for his allowance, a continual allowance was given to him by the king, a portion for each day, all the days of his life.\n"
      ],
      "id": [
        "25:1 Maka pada tahun kesembilan dari pemerintahannya, dalam bulan yang kesepuluh, pada tanggal sepuluh bulan itu, datanglah Nebukadnezar, raja Babel, dengan segala tentaranya menyerang Yerusalem. Ia berkemah mengepungnya dan mendirikan tembok pengepungan sekelilingnya.\n",
        "25:2 Demikianlah kota itu terkepung sampai tahun yang kesebelas zaman raja Zedekia.\n",
        "25:3 Pada tanggal sembilan bulan yang keempat, ketika kelaparan sudah merajalela di kota itu dan tidak ada lagi makanan pada rakyat negeri itu,\n",
        "25:4 maka dibelah oranglah tembok kota itu dan semua tentara melarikan diri malam-malam melalui pintu gerbang antara kedua tembok yang ada di dekat taman raja, sekalipun orang Kasdim mengepung kota itu sekeliling. Mereka lari menuju ke Araba-Yordan.\n",
        "25:5 Tetapi tentara Kasdim mengejar raja dari belakang dan mencapai dia di dataran Yerikho; segala tentaranya telah berserak-serak meninggalkan dia.\n",
        "25:6 Mereka menangkap raja dan membawa dia kepada raja Babel di Ribla, yang menjatuhkan hukuman atas dia.\n",
        "25:7 Orang menyembelih anak-anak Zedekia di depan matanya, kemudian dibutakannyalah mata Zedekia, lalu dia dibelenggu dengan rantai tembaga dan dibawa ke Babel.\n",
        "25:8 Dalam bulan yang kelima pada tanggal tujuh bulan itu - itulah tahun kesembilan belas zaman raja Nebukadnezar, raja Babel - datanglah Nebuzaradan, kepala pasukan pengawal, pegawai raja Babel, ke Yerusalem.\n",
        "25:9 Ia membakar rumah Tuhan, rumah raja dan semua rumah di Yerusalem; semua rumah orang-orang besar dibakarnya dengan api.\n",
        "25:10 Tembok sekeliling kota Yerusalem dirobohkan oleh semua tentara Kasdim yang ada bersama-sama dengan kepala pasukan pengawal itu.\n",
        "25:11 Sisa-sisa rakyat yang masih tinggal di kota itu dan para pembelot yang menyeberang ke pihak raja Babel dan sisa-sisa khalayak ramai diangkut ke dalam pembuangan oleh Nebuzaradan, kepala pasukan pengawal itu.\n",
        "25:12 Hanya beberapa orang miskin dari negeri itu ditinggalkan oleh kepala pasukan pengawal itu untuk menjadi tukang-tukang kebun anggur dan peladang-peladang.\n",
        "25:13 Juga tiang-tiang tembaga yang ada di rumah Tuhan dan kereta penopang dan laut tembaga yang ada di rumah Tuhan dipecahkan oleh orang Kasdim dan tembaganya diangkut mereka ke Babel.\n",
        "25:14 Kuali-kuali, penyodok-penyodok, pisau-pisau dan cawan-cawan dan segala perkakas tembaga yang dipakai untuk menyelenggarakan kebaktian, diambil mereka,\n",
        "25:15 juga perbaraan-perbaraan dan bokor-bokor penyiraman, baik segala yang dari emas maupun segala yang dari perak, diambil oleh kepala pasukan pengawal itu.\n",
        "25:16 Adapun kedua tiang, laut yang satu itu, kereta penopang yang dibuat oleh Salomo untuk rumah Tuhan, tiada tertimbang tembaga segala perkakas ini.\n",
        "25:17 Delapan belas hasta tingginya tiang yang satu, dan di atasnya ada ganja dari tembaga; tinggi ganja itu tiga hasta dan jala-jala dan buah-buah delima ada di atas ganja itu sekeliling, semuanya itu tembaga. Dan seperti itu juga tiang yang kedua, disertai jala-jala.\n",
        "25:18 Lalu kepala pasukan pengawal itu menangkap Seraya, imam kepala, dan Zefanya, imam tingkat dua dan ketiga orang penjaga pintu.\n",
        "25:19 Dari kota itu ditangkapnya seorang pegawai istana yang diangkat mengepalai tentara, dan lima orang pelayan pribadi raja yang terdapat di kota itu, dan panitera panglima tentara yang mengerahkan rakyat negeri menjadi tentara, dan enam puluh orang dari rakyat negeri yang terdapat di kota itu.\n",
        "25:20 Nebuzaradan, kepala pasukan pengawal, menangkap mereka dan membawa mereka kepada raja Babel, di Ribla.\n",
        "25:21 Lalu raja Babel menyuruh membunuh mereka di Ribla, di tanah Hamat. Demikianlah orang Yehuda diangkut ke dalam pembuangan dari tanahnya.\n",
        "25:22 Tentang rakyat yang masih tinggal di tanah Yehuda yang ditinggalkan oleh Nebukadnezar, raja Babel, diangkatnyalah atas mereka Gedalya bin Ahikam bin Safan.\n",
        "25:23 Ketika semua panglima tentara dengan orang-orangnya mendengar bahwa raja Babel telah mengangkat Gedalya, maka pergilah mereka kepada Gedalya, ke Mizpa, yaitu Ismael bin Netanya, Yohanan bin Kareah, Seraya bin Tanhumet, orang Netofa itu, dan Yaazanya, anak seorang Maakha, bersama dengan anak buahnya.\n",
        "25:24 Lalu bersumpahlah Gedalya kepada mereka dan anak buah mereka, katanya kepada mereka: Janganlah kamu takut terhadap pegawai-pegawai orang Kasdim itu; tinggallah di negeri ini dan takluklah kepada raja Babel, maka keadaanmu akan menjadi baik.\n",
        "25:25 Tetapi dalam bulan yang ketujuh datanglah Ismael bin Netanya bin Elisama, seorang yang asalnya dari keturunan raja, dan sepuluh orang bersama-sama dengan dia; mereka membunuh Gedalya dan orang-orang Yehuda dan orang-orang Kasdim yang ada bersama-sama dengan dia di Mizpa.\n",
        "25:26 Maka bangkitlah seluruh rakyat, dari yang kecil sampai yang besar, serta panglima-panglima tentara, lalu larilah mereka ke Mesir, sebab mereka takut terhadap orang Kasdim itu.\n",
        "25:27 Kemudian dalam tahun ketiga puluh tujuh sesudah Yoyakhin, raja Yehuda dibuang, dalam bulan yang kedua belas, pada tanggal dua puluh tujuh bulan itu, maka Ewil-Merodakh, raja Babel, dalam tahun ia menjadi raja, menunjukkan belas kasihannya kepada Yoyakhin, raja Yehuda, dengan melepaskannya dari penjara.\n",
        "25:28 Ewil-Merodakh berbicara baik-baik dengan dia dan memberi kedudukan kepadanya lebih tinggi dari pada kedudukan raja-raja yang bersama-sama dengan dia di Babel;\n",
        "25:29 ia boleh mengganti pakaian penjaranya dan boleh selalu makan roti di hadapan raja selama hidupnya.\n",
        "25:30 Dan tentang belanjanya, raja selalu memberikannya kepadanya, sekadar yang perlu tiap-tiap hari, selama hidupnya.\n"
      ]
    },
    "10": {
      "en": [
        "10:1 Now Ahab had seventy sons in Samaria, and Jehu wrote letters and sent them to Samaria to the rulers of Jezreel, the elders, and to the guardians of the children of Ahab, saying,\n",
        "10:2 Now then, when this letter comes to you, since your master?s sons are with you, and there are with you chariots and horses, a fortified city and weapons,\n",
        "10:3 Look for the best and fittest of your master?s sons, and set him on the throne of his father, and fight for your master?s house.\n",
        "10:4 But they feared very greatly and said, If the two kings could not stand before him, how then can we stand before him?\n",
        "10:5 And he who was over the household and he that was over the city and the elders and the guardians of the children sent word to Jehu, saying, We are your servants; all that you say to us, we will do. We will not make anyone king. What is good in your sight, do.\n",
        "10:6 Then he wrote a letter to them a second time, saying, If you are mine and listen to my voice, take the heads of the sons of your master, and come to me at Jezreel tomorrow at this time. Now the king?s sons, seventy men, were with the great men of the city, who had brought them up.\n",
        "10:7 And when the letter reached them, they took the king?s sons and slaughtered them, seventy men; and they placed their heads in baskets and sent them to him in Jezreel.\n",
        "10:8 And the messenger came and told him, saying, They have brought the heads of the king?s sons. And he said, Put them in two heaps at the entrance of the gate until the morning.\n",
        "10:9 And in the morning he went out and stood and said to all the people, You are righteous. I conspired against my master and have killed him; but who struck all these?\n",
        "10:10 Know therefore that nothing of the word of Jehovah, which Jehovah spoke concerning the house of Ahab, shall fall to the earth; for Jehovah has done that which He spoke through His servant Elijah.\n",
        "10:11 So Jehu killed all that remained of the house of Ahab in Jezreel and all his great men and his acquaintances and his priests, until he left him no one remaining.\n",
        "10:12 Then he rose up and departed and came into Samaria. And while he was at the shepherds? meeting place on the way,\n",
        "10:13 Jehu came upon the brothers of Ahaziah the king of Judah; and he said, Who are you? And they said, We are the brothers of Ahaziah, and have come down to greet the sons of the king and the sons of the queen mother.\n",
        "10:14 And he said, Take them alive. And they took them alive and slew them, forty-two men, at the pit of the meeting place; and he left not one of them remaining.\n",
        "10:15 And when he departed from there, he came upon Jehonadab the son of Rechab coming to meet him; and he greeted him and said to him, Is your heart right, as my heart is with your heart? And Jehonadab said, It is. And Jehu said, If it is, give me your hand. And he gave him his hand, and Jehu took him up to himself into the chariot.\n",
        "10:16 And he said, Come with me, and see my zeal for Jehovah. So they made him ride in his chariot.\n",
        "10:17 And when he came to Samaria, he struck all who were left to Ahab in Samaria, until he had destroyed him, according to the word of Jehovah, which He spoke to Elijah.\n",
        "10:18 And Jehu gathered all the people together and said to them, Ahab served Baal a little, but Jehu will serve him much.\n",
        "10:19 Now call to me all the prophets of Baal, all his servants, and all his priests; let none be missing. For I have a great sacrifice to do to Baal. Whoever is missing will not live. But Jehu acted in subtlety, in order that he might destroy the worshippers of Baal.\n",
        "10:20 And Jehu said, Sanctify a solemn assembly for Baal. And they proclaimed it.\n",
        "10:21 And Jehu sent word throughout all Israel, and all the worshippers of Baal came; and there was not one left who did not come. And they came to the house of Baal, and the house of Baal was filled from one end to the other.\n",
        "10:22 And he said to the one who was over the wardrobe, Bring out garments for all the worshippers of Baal. And he brought out the garments to them.\n",
        "10:23 And Jehu and Jehonadab the son of Rechab came to the house of Baal; and he said to the worshippers of Baal, Search and see that none of the servants of Jehovah are here with you; only the worshippers of Baal should be here.\n",
        "10:24 And they came to offer sacrifice and burnt offerings. Now Jehu had stationed for himself eighty men outside; and he had said, He who allows any of the men to escape whom I bring into your hands will give up his life instead.\n",
        "10:25 And when he finished offering the burnt offering, Jehu said to the guards and to the captains, Go in and slay them; let no one get out. And they struck them with the edge of the sword. And the guards and the captains threw them out, and they went to the inner room of the house of Baal.\n",
        "10:26 And they brought out the pillars of the house of Baal and burned them.\n",
        "10:27 And they broke down the pillar of Baal, and broke down the house of Baal and made it a latrine, as it is to this day.\n",
        "10:28 Thus Jehu eradicated Baal from Israel.\n",
        "10:29 However as regards the sins of Jeroboam the son of Nebat, by which he caused Israel to sin, Jehu did not turn away from them, that is, the golden calves which were in Bethel and in Dan.\n",
        "10:30 And Jehovah said to Jehu, Because you have done well in executing what is right in My eyes and have dealt with the house of Ahab according to all that was in My heart, your sons to the fourth generation shall sit on the throne of Israel.\n",
        "10:31 But Jehu was not careful to walk in the law of Jehovah the God of Israel with all his heart; he did not turn from the sins of Jeroboam, by which he caused Israel to sin.\n",
        "10:32 In those days Jehovah began to cut away portions of land in Israel, and Hazael struck them in all the borders of Israel\n",
        "10:33 From the Jordan eastward, all the land of Gilead, the Gadites, the Reubenites, and the Manassites, from Aroer, which is by the valley of Arnon, both Gilead and Bashan.\n",
        "10:34 And the rest of the acts of Jehu and all that he did and all his might, are they not written in the book of the chronicles of the kings of Israel?\n",
        "10:35 And Jehu slept with his fathers, and they buried him in Samaria. And Jehoahaz his son reigned in his place.\n",
        "10:36 Now the time which Jehu reigned over Israel in Samaria was twenty-eight years.\n"
      ],
      "id": [
        "10:1 Ahab mempunyai tujuh puluh orang anak laki-laki di Samaria. Yehu menulis surat, dan mengirimnya ke Samaria, kepada pembesar kota itu, kepada para tua-tua dan kepada para pengasuh anak-anak Ahab, bunyinya:\n",
        "10:2 Sekarang, segera sesudah surat ini sampai kepadamu, kamu yang mempunyai anak-anak tuanmu di bawah pengawasanmu, lagipula mempunyai kereta dan kuda dan kota yang berkubu serta senjata,\n",
        "10:3 maka pilihlah seorang yang terbaik dan yang paling tepat dari antara anak-anak tuanmu, lalu dudukkanlah dia di atas takhta ayahnya, kemudian berperanglah membela keluarga tuanmu.\n",
        "10:4 Tetapi mereka sangat takut dan berkata: Sedangkan kedua raja itu tidak dapat bertahan menghadapinya, bagaimana mungkin kita ini dapat bertahan?\n",
        "10:5 Sebab itu kepala istana dan kepala kota, juga para tua-tua dan para pengasuh mengirim pesan kepada Yehu, bunyinya: Kami ini hamba-hambamu dan segala yang kaukatakan kepada kami akan kami lakukan; kami tidak hendak mengangkat seseorang menjadi raja; lakukanlah apa yang baik menurut pemandanganmu.\n",
        "10:6 Kemudian Yehu menulis surat untuk kedua kalinya kepada mereka, bunyinya: Jika kamu memihak kepadaku dan mau menurut perkataanku, ambillah kepala anak-anak tuanmu dan datanglah kepadaku besok kira-kira waktu ini ke Yizreel. Adapun ketujuh puluh anak raja itu tinggal bersama-sama orang-orang besar di kota itu, yang mendidik mereka.\n",
        "10:7 Tatkala surat itu sampai kepada mereka, mereka mengambil anak-anak raja itu, menyembelih ketujuh puluh orang itu, menaruh kepala orang-orang itu ke dalam keranjang dan mengirimkan semuanya kepada Yehu di Yizreel.\n",
        "10:8 Ketika suruhan datang memberitahukan kepadanya: Telah dibawa orang kepala anak-anak raja itu, berkatalah Yehu: Susunlah semuanya menjadi dua timbunan di depan pintu gerbang sampai pagi.\n",
        "10:9 Pada paginya keluarlah Yehu, berdirilah ia, lalu berkata kepada segenap orang banyak: Kamu ini tidak bersalah. Memang akulah yang telah mengadakan persepakatan melawan tuanku dan telah membunuh dia; tetapi semua orang ini, siapakah yang membunuh mereka?\n",
        "10:10 Ketahuilah sekarang, bahwa firman Tuhan yang telah diucapkan Tuhan tentang keluarga Ahab, tidak ada yang tidak dipenuhi, Tuhan telah melakukan apa yang difirmankan-Nya dengan perantaraan Elia, hamba-Nya.\n",
        "10:11 Lalu Yehu membunuh semua orang yang masih tinggal dari keluarga Ahab yang di Yizreel, juga semua orang besarnya, orang-orang kepercayaannya dan imam-imamnya; tidak ada padanya seorang pun yang ditinggalkan Yehu hidup.\n",
        "10:12 Kemudian bangkitlah Yehu pergi ke Samaria. Di jalan dekat Bet-Eked, perkampungan para gembala,\n",
        "10:13 bertemulah ia dengan sanak saudara Ahazia, raja Yehuda, lalu ia bertanya: Siapakah kamu ini? Jawab mereka: Kami adalah sanak saudara Ahazia dan kami datang untuk memberi salam kepada anak-anak raja dan anak-anak ibu suri.\n",
        "10:14 Berkatalah Yehu: Tangkaplah mereka hidup-hidup! Lalu ditangkaplah mereka hidup-hidup dan disembelih dekat perigi Bet-Eked, empat puluh dua orang, dan tidak ada seorang pun ditinggalkannya hidup dari pada mereka.\n",
        "10:15 Setelah pergi dari sana, bertemulah ia dengan Yonadab bin Rekhab yang datang menyongsong dia. Ia memberi salam kepadanya serta berkata: Apakah hatimu jujur kepadaku seperti hatiku terhadap engkau? Jawab Yonadab: Ya! Jika ya, berilah tanganmu! Maka diberinyalah tangannya, lalu Yehu mengajak dia naik ke sampingnya ke dalam kereta.\n",
        "10:16 Berkatalah Yehu: Marilah bersama-sama aku, supaya engkau melihat bagaimana giatku untuk Tuhan. Demikianlah Yehu membawa dia dalam keretanya.\n",
        "10:17 Setelah Yehu sampai di Samaria, maka ia membunuh semua orang yang masih tinggal dari keluarga Ahab di Samaria; ia memunahkannya, sesuai dengan firman yang diucapkan Tuhan kepada Elia.\n",
        "10:18 Kemudian Yehu mengumpulkan seluruh rakyat, lalu berkata kepada mereka: Adapun Ahab masih kurang beribadah kepada Baal, tetapi Yehu mau lebih hebat beribadah kepadanya.\n",
        "10:19 Oleh sebab itu, panggillah menghadap aku semua nabi Baal, semua orang yang beribadah kepadanya dan semua imamnya, seorang pun tidak boleh tidak hadir, sebab aku hendak mempersembahkan kurban yang besar kepada Baal. Setiap orang yang tidak hadir tidak akan tinggal hidup. Tetapi perbuatan ini adalah akal Yehu supaya ia membinasakan orang-orang yang beribadah kepada Baal.\n",
        "10:20 Selanjutnya Yehu berkata: Tentukanlah hari raya perkumpulan kudus bagi Baal! Lalu mereka memaklumkannya.\n",
        "10:21 Yehu mengirim orang ke seluruh Israel, maka datanglah seluruh orang yang beribadah kepada Baal, tidak seorang pun yang ketinggalan. Lalu masuklah semuanya ke dalam rumah Baal, sehingga rumah itu penuh sesak dari ujung ke ujung.\n",
        "10:22 Kemudian berkatalah Yehu kepada orang yang mengepalai gudang pakaian: Keluarkanlah pakaian untuk setiap orang yang beribadah kepada Baal! Maka dikeluarkannyalah pakaian bagi mereka.\n",
        "10:23 Sesudah itu masuklah Yehu dan Yonadab bin Rekhab ke dalam rumah Baal, lalu berkatalah ia kepada orang-orang penyembah Baal di situ: Periksalah dan lihatlah, supaya jangan ada di antara kamu di sini seorang pun dari hamba-hamba Tuhan, melainkan hanya orang-orang yang beribadah kepada Baal.\n",
        "10:24 Lalu masuklah mereka untuk mempersembahkan kurban sembelihan dan kurban bakaran. Adapun Yehu telah menempatkan delapan puluh orang di luar dan telah berkata: Siapa yang membiarkan lolos seorang pun dari orang-orang yang kuserahkan ke dalam tanganmu, nyawanyalah ganti nyawa orang itu.\n",
        "10:25 Setelah Yehu selesai mempersembahkan kurban bakaran, berkatalah ia kepada bentara-bentara dan kepada perwira-perwira: Masuklah, bunuhlah mereka, seorang pun tidak boleh lolos! Maka dibunuhlah mereka dengan mata pedang, lalu mayatnya dibuang; kemudian masuklah bentara-bentara dan perwira-perwira itu ke gedung rumah Baal.\n",
        "10:26 Mereka mengeluarkan tiang berhala rumah Baal itu, lalu dibakar.\n",
        "10:27 Mereka merobohkan tugu berhala Baal itu, merobohkan juga rumah Baal, dan membuatnya menjadi jamban; begitulah sampai hari ini.\n",
        "10:28 Demikianlah Yehu memunahkan Baal dari Israel.\n",
        "10:29 Hanya, Yehu tidak menjauh dari dosa-dosa Yerobeam bin Nebat, yang mengakibatkan orang Israel berdosa pula, yakni dosa penyembahan anak-anak lembu emas yang di Betel dan yang di Dan.\n",
        "10:30 Berfirmanlah Tuhan kepada Yehu: Oleh karena engkau telah berbuat baik dengan melakukan apa yang benar di mata-Ku, dan telah berbuat kepada keluarga Ahab tepat seperti yang dikehendaki hati-Ku, maka anak-anakmu akan duduk di atas takhta Israel sampai keturunan yang keempat.\n",
        "10:31 Tetapi Yehu tidak tetap hidup menurut hukum Tuhan, Allah Israel, dengan segenap hatinya; ia tidak menjauh dari dosa-dosa Yerobeam yang mengakibatkan orang Israel berdosa pula.\n",
        "10:32 Pada zaman itu mulailah Tuhan menggunting daerah Israel, sebab Hazael mengalahkan mereka di seluruh daerah Israel\n",
        "10:33 di sebelah timur sungai Yordan dengan merebut seluruh tanah Gilead, tanah orang Gad, orang Ruben dan orang Manasye, mulai dari Aror yang di tepi sungai Arnon, baik Gilead maupun Basan.\n",
        "10:34 Selebihnya dari riwayat Yehu dan segala yang dilakukannya dan segala kepahlawanannya, bukankah semuanya itu tertulis dalam kitab sejarah raja-raja Israel?\n",
        "10:35 Kemudian Yehu mendapat perhentian bersama-sama dengan nenek moyangnya, dan ia dikuburkan di Samaria, maka Yoahas, anaknya, menjadi raja menggantikan dia.\n",
        "10:36 Adapun lamanya Yehu menjadi raja atas Israel di Samaria adalah dua puluh delapan tahun.\n"
      ]
    },
    "11": {
      "en": [
        "11:1 Now when Athaliah the mother of Ahaziah saw that her son was dead, she rose up and destroyed all the royal seed.\n",
        "11:2 But Jehosheba, the daughter of King Joram and sister of Ahaziah, took Joash the son of Ahaziah and stole him away from among the sons of the king who were to be killed; she put him and his nurse into the bedchamber. So they hid him from Athaliah, and he was not killed.\n",
        "11:3 And he was with her, hidden in the house of Jehovah, for six years while Athaliah reigned over the land.\n",
        "11:4 Then in the seventh year Jehoiada sent word and gathered the captains of the hundreds over the Carites and over the guards and brought them to him at the house of Jehovah. And he made a covenant with them and put them under an oath in the house of Jehovah, then showed them the king?s son.\n",
        "11:5 And he commanded them, saying, This is the thing that you shall do: A third of you who come on duty on the Sabbath shall keep watch over the king?s house;\n",
        "11:6 And another third shall keep watch in the gate of Sur; and another third shall keep watch at the gate behind the guards. You shall keep watch over the house for a defense.\n",
        "11:7 And the two divisions of you, all who go off duty on the Sabbath, shall keep watch over the house of Jehovah for the king.\n",
        "11:8 And you shall surround the king, each man with his weapons in his hand; and whoever enters the ranks shall be put to death; and you shall be with the king in his goings and comings.\n",
        "11:9 And the captains of the hundreds did according to all that Jehoiada the priest commanded them. And each took his men, those who came on duty on the Sabbath with those who went off duty on the Sabbath; and they came to Jehoiada the priest.\n",
        "11:10 And the priest gave the spears and shields that had belonged to King David, which were in the house of Jehovah, to the captains of the hundreds.\n",
        "11:11 And the guards stood, each man with his weapons in his hand, from the right flank of the house to the left flank of the house, by the altar and by the house, to guard the king all around.\n",
        "11:12 And he brought the king?s son out and gave him the crown and the testimony. And they made him king and anointed him, and they clapped their hands and said, Long live the king!\n",
        "11:13 Now when Athaliah heard the noise of the guard and of the people, she went to the people at the house of Jehovah.\n",
        "11:14 And she looked, and there was the king, standing by the pillar, according to the custom, with captains and their trumpets near the king. And all the people of the land rejoiced and blew the trumpets. And Athaliah tore her clothes and cried out, Treason! Treason!\n",
        "11:15 And Jehoiada the priest commanded the captains of the hundreds who had been set over the army and said to them, Bring her out between the ranks, and anyone who follows her kill with a sword; for the priest said, She shall not be killed in the house of Jehovah.\n",
        "11:16 And they made way for her, and she went to the house of the king through the horses? entrance and was killed there.\n",
        "11:17 And Jehoiada made a covenant between Jehovah and the king and the people that they would be Jehovah?s people, and also between the king and the people.\n",
        "11:18 And all the people of the land went to the house of Baal and broke it down: The altars to him and his images they shattered to pieces, and they slew Mattan the priest of Baal before the altars. And the priest appointed officers over the house of Jehovah.\n",
        "11:19 And Jehoiada gathered the captains of the hundreds and the Carites and the guards and all the people of the land. And they brought the king down from the house of Jehovah and came by way of the guard gate to the house of the king, and he sat upon the throne of the kings.\n",
        "11:20 And all the people of the land rejoiced, and the city was quiet; for they had slain Athaliah with the sword at the house of the king.\n",
        "11:21 Jehoash was seven years old when he began to reign.\n"
      ],
      "id": [
        "11:1 Ketika Atalya, ibu Ahazia, melihat bahwa anaknya sudah mati, maka bangkitlah ia membinasakan semua keturunan raja.\n",
        "11:2 Tetapi Yoseba, anak perempuan raja Yoram, saudara perempuan Ahazia, mengambil Yoas bin Ahazia, menculik dia dari tengah-tengah anak-anak raja yang hendak dibunuh itu, memasukkan dia dengan inang penyusunya ke dalam gudang tempat tidur, dan menyembunyikan dia terhadap Atalya, sehingga dia tidak dibunuh.\n",
        "11:3 Maka tinggallah dia enam tahun lamanya bersama-sama perempuan itu dengan bersembunyi di rumah Tuhan, sementara Atalya memerintah negeri.\n",
        "11:4 Dalam tahun yang ketujuh Yoyada mengundang para kepala pasukan seratus dari orang Kari dan dari pasukan bentara penunggu. Disuruhnyalah mereka datang kepadanya di rumah Tuhan, lalu diikatnya perjanjian dengan mereka dengan menyuruh mereka bersumpah di rumah Tuhan. Kemudian diperlihatkannyalah anak raja itu kepada mereka.\n",
        "11:5 Sesudah itu ia memerintahkan kepada mereka: Inilah yang harus kamu lakukan: sepertiga dari kamu, yakni yang selesai bertugas pada hari Sabat di sini, tetapi mengawal di istana raja,\n",
        "11:6 sepertiga lagi ada di pintu gerbang Sur dan sepertiga pula di pintu gerbang di belakang para bentara penunggu - haruslah mengawal di istana;\n",
        "11:7 dan kedua regu dari pada kamu, yakni semua orang yang bertugas di sini pada hari Sabat dan mengawal di rumah Tuhan,\n",
        "11:8 haruslah mengelilingi raja dari segala penjuru, masing-masing dengan senjatanya di tangannya, dan siapa yang mendatangi barisan haruslah mati dibunuh. Dan baiklah kamu menyertai raja setiap kali ia keluar atau masuk.\n",
        "11:9 Para kepala pasukan seratus itu melakukan tepat seperti yang diperintahkan imam Yoyada. Masing-masing mengambil orang-orangnya yang selesai bertugas pada hari Sabat bersama-sama dengan orang-orang yang masuk bertugas pada hari itu, lalu datanglah mereka kepada imam Yoyada.\n",
        "11:10 Imam memberikan kepada para kepala pasukan seratus itu tombak-tombak dan perisai-perisai kepunyaan raja Daud yang ada di rumah Tuhan.\n",
        "11:11 Kemudian para bentara itu, masing-masing dengan senjatanya di tangannya, mengambil tempatnya di lambung kanan sampai ke lambung kiri rumah itu, dengan mengelilingi mezbah dan rumah itu untuk melindungi raja.\n",
        "11:12 Sesudah itu Yoyada membawa anak raja itu ke luar, mengenakan jejamang kepadanya dan memberikan hukum Allah kepadanya. Mereka menobatkan dia menjadi raja serta mengurapinya, dan sambil bertepuk tangan berserulah mereka: Hiduplah raja!\n",
        "11:13 Ketika Atalya mendengar suara bentara-bentara penunggu dan rakyat, pergilah ia mendapatkan rakyat itu ke dalam rumah Tuhan.\n",
        "11:14 Lalu dilihatnyalah raja berdiri dekat tiang menurut kebiasaan, sedang para pemimpin dengan para pemegang nafiri ada dekat raja. Dan seluruh rakyat negeri bersukaria sambil meniup nafiri. Maka Atalya mengoyakkan pakaiannya sambil berseru: Khianat, khianat!\n",
        "11:15 Tetapi imam Yoyada memerintahkan para kepala pasukan seratus, yakni orang-orang yang mengepalai tentara, katanya kepada mereka: Bawalah dia keluar dari barisan! Siapa yang memihak kepadanya bunuhlah dengan pedang! Sebab tadinya imam itu telah berkata: Janganlah ia dibunuh di rumah Tuhan!\n",
        "11:16 Lalu mereka menangkap perempuan itu. Pada waktu ia masuk ke istana raja dengan melalui pintu bagi kuda, dibunuhlah dia di situ.\n",
        "11:17 Kemudian Yoyada mengikat perjanjian antara Tuhan dengan raja dan rakyat, bahwa mereka menjadi umat Tuhan; juga antara raja dengan rakyat.\n",
        "11:18 Sesudah itu masuklah seluruh rakyat negeri ke rumah Baal, lalu merobohkannya; mereka memecahkan sama sekali mezbah-mezbahnya dan patung-patung dan membunuh Matan, imam Baal, di depan mezbah-mezbah itu. Kemudian imam Yoyada mengangkat penjaga-penjaga untuk rumah Tuhan.\n",
        "11:19 Sesudah itu ia mengajak para kepala pasukan seratus orang-orang Kari dan para bentara penunggu dan seluruh rakyat negeri, lalu mereka membawa raja turun dari rumah Tuhan; mereka masuk ke istana raja melalui pintu gerbang para bentara; kemudian duduklah raja di atas takhta kerajaan.\n",
        "11:20 Bersukarialah seluruh rakyat negeri dan amanlah kota itu, setelah Atalya mati dibunuh dengan pedang di istana raja.\n",
        "11:21 Yoas berumur tujuh tahun pada waktu ia menjadi raja.\n"
      ]
    },
    "12": {
      "en": [
        "12:1 In the seventh year of Jehu, Jehoash began to reign; and he reigned forty years in Jerusalem. And his mother?s name was Zibiah of Beer-sheba.\n",
        "12:2 And Jehoash did what was right in the sight of Jehovah all the days in which Jehoiada the priest instructed him.\n",
        "12:3 However the high places were not removed; the people still sacrificed and burned incense in the high places.\n",
        "12:4 And Jehoash said to the priests, All the money of the sanctified things which goes into the house of Jehovah?the money of everyone who passes through the numbering, the money of each person?s assessment, and all the money that comes up in the heart of anyone to bring into the house of Jehovah?\n",
        "12:5 Let the priests take, each man from his acquaintance; and they shall repair what is broken in the house, wherever anything is found broken.\n",
        "12:6 But as of the twenty-third year of King Jehoash, the priests had not repaired what was broken in the house.\n",
        "12:7 So King Jehoash summoned Jehoiada the priest and the priests and said to them, Why have you not been repairing what is broken in the house? Now therefore take no more money from your acquaintances, but deliver it for what is broken in the house.\n",
        "12:8 And the priests agreed that they would neither take money from the people nor repair what was broken in the house.\n",
        "12:9 Then Jehoiada the priest took a chest and bored a hole in its lid, and he put it beside the altar, on the right side as one comes into the house of Jehovah. And the priests who guarded the threshold put all the money that came into the house of Jehovah into it.\n",
        "12:10 And whenever they saw that there was a large amount of money in the chest, the king?s scribe and the high priest would go up and bind the money that came into the house of Jehovah in bags and count it.\n",
        "12:11 And they would give the money that was weighed out into the hands of those who did the work, who had the oversight of the house of Jehovah; and these would pay it out to the carpenters and the builders who worked on the house of Jehovah,\n",
        "12:12 And to the masons and to the stone hewers and for the purchase of timber and hewn stone, to repair what was broken in the house of Jehovah, and for any other outlay to repair the house.\n",
        "12:13 But there were no cups of silver, snuffers, basins, trumpets, or any vessels of gold or any vessels of silver prepared for the house of Jehovah out of the money that was brought into the house of Jehovah;\n",
        "12:14 For they gave it all to those who did the work, who repaired the house of Jehovah with it.\n",
        "12:15 And they did not ask for an accounting from the men into whose hands they had given the money to use for doing the work, for these worked faithfully.\n",
        "12:16 The money from the trespass offerings and the money from the sin offerings was not brought into the house of Jehovah; it was the priests?.\n",
        "12:17 At that time Hazael the king of Syria went up and fought against Gath and took it. And Hazael set his face to go up toward Jerusalem.\n",
        "12:18 And Jehoash the king of Judah took all the sanctified things which Jehoshaphat and Jehoram and Ahaziah, his fathers the kings of Judah, had sanctified and his own sanctified things and all the gold that was found in the treasuries of the house of Jehovah and the house of the king; and he sent it to Hazael the king of Syria. And he went up from Jerusalem.\n",
        "12:19 And the rest of the acts of Joash and all that he did, are they not written in the book of the chronicles of the kings of Judah?\n",
        "12:20 And his servants rose up and formed a conspiracy. And they struck Joash down in the house of Millo, on the way that leads down to Silla.\n",
        "12:21 And it was Jozacar the son of Shimeath and Jehozabad the son of Shomer, his servants, who struck him down; and he died. And they buried him with his fathers in the city of David. And Amaziah his son reigned in his place.\n"
      ],
      "id": [
        "12:1 Dalam tahun ketujuh zaman Yehu, Yoas menjadi raja dan empat puluh tahun lamanya ia memerintah di Yerusalem. Nama ibunya ialah Zibya, dari Bersyeba.\n",
        "12:2 Yoas melakukan apa yang benar di mata Tuhan seumur hidupnya, selama imam Yoyada mengajar dia.\n",
        "12:3 Namun demikian, bukit-bukit pengorbanan tidaklah dijauhkan. Bangsa itu masih mempersembahkan dan membakar kurban di bukit-bukit itu.\n",
        "12:4 Berkatalah Yoas kepada para imam: Segala uang yang dibawa ke dalam rumah Tuhan sebagai persembahan kudus, yakni uang masuk untuk pencatatan jiwa, uang tebusan jiwa menurut penilaian yang berlaku untuk seseorang, dan segala uang yang dibawa ke dalam rumah Tuhan karena dorongan hati seseorang,\n",
        "12:5 baiklah para imam sendiri menerimanya, masing-masing dari kenalannya, dan memakainya untuk memperbaiki yang rusak pada rumah itu, di mana saja terdapat kerusakan.\n",
        "12:6 Tetapi dalam tahun kedua puluh tiga zaman raja Yoas para imam belum juga memperbaiki kerusakan rumah itu.\n",
        "12:7 Sebab itu raja Yoas memanggil imam Yoyada, dan imam-imam lain serta berkata kepada mereka: Mengapa kamu tidak perbaiki kerusakan rumah itu? Maka sekarang, tidak boleh lagi kamu menerima uang dari kenalan-kenalanmu, tetapi serahkanlah itu untuk memperbaiki kerusakan rumah itu.\n",
        "12:8 Lalu setujulah para imam itu untuk tidak menerima uang dari rakyat, tetapi mereka pun tidak usah lagi memperbaiki kerusakan rumah itu.\n",
        "12:9 Kemudian imam Yoyada mengambil sebuah peti, membuat lobang pada tutupnya dan menaruhnya di samping mezbah, di sebelah kanan apabila orang masuk ke rumah Tuhan. Para imam penjaga pintu menaruh ke dalamnya segala uang yang dibawa orang ke dalam rumah Tuhan.\n",
        "12:10 Dan apabila dilihat mereka bahwa sudah banyak uang dalam peti itu, maka datanglah panitera raja beserta imam besar, lalu membungkus dan menghitung uang yang terdapat dalam rumah Tuhan itu.\n",
        "12:11 Mereka menyerahkan jumlah uang yang ditentukan ke tangan para pekerja yang diangkat mengawasi rumah Tuhan, dan mereka ini membayarkannya kepada tukang-tukang kayu, kepada tukang-tukang bangunan yang mengerjakan rumah Tuhan itu,\n",
        "12:12 kepada tukang-tukang tembok dan kepada tukang-tukang pemahat batu; mereka memakainya juga bagi pembelian kayu dan batu pahat untuk memperbaiki rumah Tuhan dan bagi segala pengeluaran untuk memperbaiki rumah itu.\n",
        "12:13 Tetapi untuk rumah Tuhan tidaklah dibuat pasu perak, pisau, bokor penyiraman, nafiri, atau sesuatu perkakas emas dan perak dari uang yang telah dibawa ke dalam rumah Tuhan itu.\n",
        "12:14 Melainkan mereka menyerahkannya kepada para pekerja, supaya dipakai memperbaiki rumah Tuhan.\n",
        "12:15 Mereka kemudian tidak mengadakan perhitungan dengan orang-orang yang diserahi uang itu untuk memberikannya kepada tukang-tukang, sebab mereka bekerja dengan jujur.\n",
        "12:16 Tetapi uang kurban penebus salah dan uang kurban penghapus dosa tidaklah dibawa ke dalam rumah Tuhan; semuanya itu adalah bagian para imam.\n",
        "12:17 Pada waktu itu majulah Hazael, raja Aram, diperanginyalah Gat dan direbutnya. Kemudian Hazael berniat menyerang Yerusalem,\n",
        "12:18 tetapi Yoas, raja Yehuda, mengambil segala persembahan kudus yang telah dikuduskan oleh para leluhurnya yakni Yosafat, Yoram dan Ahazia, raja-raja Yehuda, dan persembahan-persembahan kudusnya sendiri, juga segala emas yang terdapat dalam perbendaharaan rumah Tuhan dan istana raja. Dikirimkannyalah semuanya itu kepada Hazael, raja Aram, maka tidak jadi lagi Hazael menyerang Yerusalem.\n",
        "12:19 Selebihnya dari riwayat Yoas dan segala yang dilakukannya, bukankah semuanya itu tertulis dalam kitab sejarah raja-raja Yehuda?\n",
        "12:20 Pegawai-pegawainya bangkit mengadakan persepakatan, lalu membunuh Yoas di rumah Milo yang letaknya di penurunan ke Sila.\n",
        "12:21 Yozakar, anak Simeat, dan Yozabad, anak Somer, ialah pegawai-pegawainya yang membunuh dia. Lalu ia dikuburkan di samping nenek moyangnya di kota Daud, maka Amazia, anaknya, menjadi raja menggantikan dia.\n"
      ]
    },
    "13": {
      "en": [
        "13:1 In the twenty-third year of Jehoash the son of Ahaziah, the king of Judah, Jehoahaz the son of Jehu began to reign over Israel in Samaria; he reigned seventeen years.\n",
        "13:2 And he did what was evil in the sight of Jehovah and followed after the sins of Jeroboam the son of Nebat by which he caused Israel to sin; he did not turn away from them.\n",
        "13:3 And the anger of Jehovah was kindled against Israel; and He gave them continually into the hand of Hazael the king of Syria and into the hand of Ben-hadad the son of Hazael.\n",
        "13:4 (And Jehoahaz entreated Jehovah; and Jehovah listened to him, for He saw the oppression of Israel, for the king of Syria oppressed them.\n",
        "13:5 And Jehovah gave Israel a deliverer, and they went out from under the hand of Syria; and the children of Israel dwelt in their tents as they had before.\n",
        "13:6 However they did not depart from the sins of the house of Jeroboam, by which he caused Israel to sin, but walked in them. And also the Asherah remained standing in Samaria.)\n",
        "13:7 For he left to Jehoahaz of the people not more than fifty horsemen and ten chariots and ten thousand foot soldiers, for the king of Syria destroyed them and made them like the dust at threshing.\n",
        "13:8 And the rest of the acts of Jehoahaz and all that he did and his might, are they not written in the book of the chronicles of the kings of Israel?\n",
        "13:9a And Jehoahaz slept with his fathers, and they buried him in Samaria.\n",
        "13:9b And Joash his son reigned in his place.\n",
        "13:10 In the thirty-seventh year of Joash the king of Judah, Jehoash the son of Jehoahaz began to reign over Israel in Samaria; he reigned sixteen years.\n",
        "13:11 And he did what was evil in the sight of Jehovah; he did not turn away from all the sins of Jeroboam the son of Nebat, by which he caused Israel to sin; he walked in them.\n",
        "13:12 And the rest of the acts of Joash and all that he did and his might with which he fought with Amaziah the king of Judah, are they not written in the book of the chronicles of the kings of Israel?\n",
        "13:13 And Joash slept with his fathers; and Jeroboam sat upon his throne. And Joash was buried in Samaria with the kings of Israel.\n",
        "13:14 Now when Elisha was ill with his illness by which he eventually died, Joash the king of Israel went down to him and wept over him and said, My father! My father! The chariots of Israel and its horsemen!\n",
        "13:15 And Elisha said to him, Take a bow and arrows; and he took a bow and arrows to him.\n",
        "13:16 And he said to the king of Israel, Grasp the bow; and he grasped the bow. And Elisha put his hands over the hands of the king,\n",
        "13:17 And he said, Open the window toward the east; and he opened it. And Elisha said, Shoot; and he shot. And he said, Jehovah?s arrow of victory, an arrow of victory against Syria; for you will strike Syria in Aphek until you have consumed it.\n",
        "13:18 And he said, Take the arrows; and he took them. And he said to the king of Israel, Strike the ground; and he struck the ground three times then stopped.\n",
        "13:19 And the man of God became angry with him and said, You should have struck it five or six times; then you would have struck Syria until you had consumed them. But now you shall strike Syria only three times.\n",
        "13:20 And Elisha died, and they buried him. Now the bands of the Moabites would invade the land at the coming in of the new year.\n",
        "13:21 And it so happened that as the people were burying a man, they saw a band; and they cast the man into the grave of Elisha. And as soon as the man touched the bones of Elisha, he came to life and stood up on his feet.\n",
        "13:22 And Hazael the king of Syria oppressed Israel all the days of Jehoahaz.\n",
        "13:23 But Jehovah was gracious to them and had compassion on them and turned to them because of His covenant with Abraham, Isaac, and Jacob, and He would not destroy them; and He has not cast them from His presence until now.\n",
        "13:24 And Hazael the king of Syria died, and Ben-hadad his son reigned in his place.\n",
        "13:25 And Jehoash the son of Jehoahaz retook the cities out of the hand of Ben-hadad the son of Hazael that he had taken in war out of the hand of Jehoahaz his father; Joash struck him three times and recovered the cities of Israel.\n"
      ],
      "id": [
        "13:1 Dalam tahun kedua puluh tiga zaman Yoas bin Ahazia, raja Yehuda, Yoahas, anak Yehu, menjadi raja atas Israel di Samaria; ia memerintah tujuh belas tahun lamanya.\n",
        "13:2 Ia melakukan apa yang jahat di mata Tuhan, dan ia hidup menuruti dosa Yerobeam bin Nebat, yang mengakibatkan orang Israel berdosa pula. Ia tidak menjauhinya.\n",
        "13:3 Sebab itu bangkitlah murka Tuhan terhadap Israel, lalu diserahkan-Nyalah mereka ke dalam tangan Hazael, raja Aram, dan ke dalam tangan Benhadad, anak Hazael, selama zaman itu.\n",
        "13:4 Tetapi kemudian Yoahas memohon belas kasihan Tuhan, dan Tuhan mendengarkan dia, sebab Ia telah melihat, bagaimana beratnya orang Israel ditindas oleh raja Aram.\n",
        "13:5 - Tuhan memberikan kepada orang Israel seorang penolong, sehingga mereka lepas dari tangan Aram dan dapat duduk di kemah-kemah mereka seperti yang sudah-sudah.\n",
        "13:6 Hanya mereka tidak menjauh dari dosa-dosa keluarga Yerobeam, yang mengakibatkan orang Israel berdosa pula, melainkan mereka terus hidup dalam dosa itu. Juga patung Asyera masih berdiri di Samaria.\n",
        "13:7 Sebab tidak ada laskar ditinggalkan pada Yoahas, selain dari lima puluh orang berkuda dan sepuluh kereta dan sepuluh ribu orang berjalan kaki, sebab raja Aram telah membinasakan mereka dan meniupkan mereka seperti abu pengirikan.\n",
        "13:8 Selebihnya dari riwayat Yoahas dan segala yang dilakukannya dan kepahlawanannya, bukankah semuanya itu tertulis dalam kitab sejarah raja-raja Israel?\n",
        "13:9a Kemudian Yoahas mendapat perhentian bersama-sama dengan nenek moyangnya, dan ia dikuburkan di Samaria.\n",
        "13:9b Maka Yoas, anaknya, menjadi raja menggantikan dia.\n",
        "13:10 Dalam tahun ketiga puluh tujuh zaman Yoas, raja Yehuda, Yoas anak Yoahas, menjadi raja atas Israel di Samaria. Ia memerintah enam belas tahun lamanya.\n",
        "13:11 Ia melakukan apa yang jahat di mata Tuhan. Ia tidak menjauh dari segala dosa yang disuruh Yerobeam bin Nebat dilakukan orang Israel, tetapi terus hidup dalam dosa itu.\n",
        "13:12 Selebihnya dari riwayat Yoas dan segala yang dilakukannya dan kepahlawanannya, bagaimana ia berperang melawan Amazia, raja Yehuda, bukankah semuanya itu tertulis dalam kitab sejarah raja-raja Israel?\n",
        "13:13 Setelah Yoas mendapat perhentian bersama-sama dengan nenek moyangnya, maka duduklah Yerobeam di atas takhta ayahnya. Dan Yoas dikuburkan di Samaria di samping raja Israel.\n",
        "13:14 Ketika Elisa menderita sakit yang menyebabkan kematiannya, datanglah Yoas, raja Israel, kepadanya dan menangis oleh karena dia, katanya: Bapaku, bapaku! Kereta Israel dan orang-orangnya yang berkuda!\n",
        "13:15 Berkatalah Elisa kepadanya: Ambillah busur dan anak-anak panah! Lalu diambillah busur dan anak-anak panah.\n",
        "13:16 Berkatalah ia kepada raja Israel: Tariklah busurmu! Lalu ia menarik busurnya, tetapi Elisa menaruh tangannya di atas tangan raja,\n",
        "13:17 serta berkata: Bukalah jendela yang di sebelah timur! Dan ketika dibukanya, berkatalah Elisa: Panahlah! Lalu dipanahnya. Kemudian berkatalah Elisa: Itulah anak panah kemenangan dari pada Tuhan, anak panah kemenangan terhadap Aram. Engkau akan mengalahkan Aram di Afek sampai habis lenyap.\n",
        "13:18 Sesudah itu berkatalah ia: Ambillah anak-anak panah itu! Lalu diambilnya. Setelah diambilnya, berkatalah Elisa kepada raja Israel: Pukulkanlah itu ke tanah! Lalu dipukulkannya tiga kali, kemudian ia berhenti.\n",
        "13:19 Tetapi gusarlah abdi Allah itu kepadanya serta berkata: Seharusnya engkau memukul lima atau enam kali! Dengan berbuat demikian engkau akan memukul Aram sampai habis lenyap. Tetapi sekarang, hanya tiga kali saja engkau akan memukul Aram.\n",
        "13:20 Sesudah itu matilah Elisa, lalu ia dikuburkan. Adapun gerombolan Moab sering memasuki negeri itu pada pergantian tahun.\n",
        "13:21 Pada suatu kali orang sedang menguburkan mayat. Ketika mereka melihat gerombolan datang, dicampakkan merekalah mayat itu ke dalam kubur Elisa, lalu pergi. Dan demi mayat itu kena kepada tulang-tulang Elisa, maka hiduplah ia kembali dan bangun berdiri.\n",
        "13:22 Hazael, raja Aram, menindas orang Israel sepanjang umur Yoahas.\n",
        "13:23 Tetapi Tuhan mengasihani serta menyayangi mereka, dan Ia berpaling kepada mereka oleh karena perjanjian-Nya dengan Abraham, Ishak dan Yakub, jadi Ia tidak mau memusnahkan mereka dan belum membuang mereka pada waktu itu dari hadapan-Nya.\n",
        "13:24 Kemudian matilah Hazael, raja Aram, maka Benhadad, anaknya, menjadi raja menggantikan dia.\n",
        "13:25 Yoas bin Yoahas merebut kembali dari tangan Benhadad bin Hazael kota-kota yang dalam peperangan direbut Benhadad dari tangan Yoahas, ayah Yoas. Tiga kali Yoas mengalahkan dia dan mendapat kembali kota-kota Israel.\n"
      ]
    },
    "14": {
      "en": [
        "14:1 In the second year of Joash the son of Joahaz, the king of Israel, Amaziah the son of Joash, the king of Judah, began to reign.\n",
        "14:2 He was twenty-five years old when he began to reign, and he reigned in Jerusalem for twenty-nine years; and his mother?s name was Jehoaddin of Jerusalem.\n",
        "14:3 And he did what was right in the sight of Jehovah, yet not like David his father; he did according to all that Joash his father had done.\n",
        "14:4 However the high places were not removed; the people still sacrificed and burned incense in the high places.\n",
        "14:5 And when the kingdom was established in his hand, he struck down his servants who had struck down his father the king.\n",
        "14:6 But the children of the murderers he did not put to death, as it is written in the book of the law of Moses, in which Jehovah commanded, saying, Fathers shall not be put to death because of their children, nor shall children be put to death because of their fathers; but every man shall be put to death for his own sin.\n",
        "14:7 He struck ten thousand of Edom in the Valley of Salt; and he captured Sela in battle and called the name of it Joktheel, as it is to this day.\n",
        "14:8 Then Amaziah sent messengers to Jehoash the son of Jehoahaz the son of Jehu, the king of Israel, saying, Come, let us confront each other.\n",
        "14:9 And Jehoash the king of Israel sent word to Amaziah the king of Judah, saying, The thornbush that was in Lebanon sent word to the cedar that was in Lebanon, saying, Give your daughter to my son as his wife; but a wild beast that was in Lebanon passed by and trampled the thornbush.\n",
        "14:10 You have surely struck Edom, and your heart has lifted you up. Glorify yourself, but remain in your home. Why should you stir up trouble so that you and Judah with you fall?\n",
        "14:11 But Amaziah would not listen; so Jehoash the king of Israel went up, and he and Amaziah the king of Judah confronted each other in Beth-shemesh, which belongs to Judah.\n",
        "14:12 And Judah was defeated before Israel, and they fled, each man to his tent.\n",
        "14:13 And Jehoash the king of Israel captured Amaziah the king of Judah the son of Jehoash the son of Ahaziah in Beth-shemesh; and he came to Jerusalem and tore down the wall of Jerusalem from the gate of Ephraim to the Corner Gate, four hundred cubits.\n",
        "14:14 And he took all the gold and silver and all the vessels that were found in the house of Jehovah and in the treasuries of the king?s house as well as hostages, and returned to Samaria.\n",
        "14:15 And the rest of the acts of Jehoash which he did and his might and how he fought with Amaziah the king of Judah, are they not written in the book of the chronicles of the kings of Israel?\n",
        "14:16 And Jehoash slept with his fathers and was buried in Samaria with the kings of Israel. And Jeroboam his son reigned in his place.\n",
        "14:17 And Amaziah the son of Joash, the king of Judah, lived for fifteen years after the death of Jehoash the son of Jehoahaz, the king of Israel.\n",
        "14:18 And the rest of the acts of Amaziah, are they not written in the book of the chronicles of the kings of Judah?\n",
        "14:19 And they formed a conspiracy against him in Jerusalem, and he fled to Lachish; and they sent men after him to Lachish, and they killed him there.\n",
        "14:20 And they brought him on horses, and he was buried in Jerusalem with his fathers in the city of David.\n",
        "14:21 And all the people of Judah took Azariah, who was sixteen years old, and made him king in place of his father Amaziah.\n",
        "14:22 It was he who built Elath and restored it to Judah after Amaziah the king slept with his fathers.\n",
        "14:23 In the fifteenth year of Amaziah the son of Joash, the king of Judah, Jeroboam the son of Joash, the king of Israel, began to reign in Samaria; he reigned forty-one years.\n",
        "14:24 And he did what was evil in the sight of Jehovah; he did not turn away from all the sins of Jeroboam the son of Nebat, by which he caused Israel to sin.\n",
        "14:25 He restored the border of Israel from the entrance of Hamath to the sea of the Arabah, according to the word of Jehovah the God of Israel, which He spoke through His servant Jonah the son of Amittai, the prophet who was of Gath-hepher.\n",
        "14:26 For Jehovah saw the affliction of Israel, that it was very bitter, for there was neither bond nor free left, nor was there anyone to help Israel.\n",
        "14:27 And Jehovah did not say that He would blot out the name of Israel from under heaven but saved them by the hand of Jeroboam the son of Joash.\n",
        "14:28 And the rest of the acts of Jeroboam and all that he did and his might, how he warred and how he restored for Israel Damascus and Hamath, which had belonged to Judah, are they not written in the book of the chronicles of the kings of Israel?\n",
        "14:29 And Jeroboam slept with his fathers, with the kings of Israel. And Zechariah his son reigned in his place.\n"
      ],
      "id": [
        "14:1 Dalam tahun kedua zaman Yoas bin Yoahas, raja Israel, Amazia, anak Yoas raja Yehuda menjadi raja.\n",
        "14:2 Ia berumur dua puluh lima tahun pada waktu ia menjadi raja dan dua puluh sembilan tahun lamanya ia memerintah di Yerusalem. Nama ibunya ialah Yoadan, dari Yerusalem.\n",
        "14:3 Ia melakukan apa yang benar di mata Tuhan, hanya bukan seperti Daud, bapa leluhurnya. Ia berbuat tepat seperti yang diperbuat Yoas, ayahnya.\n",
        "14:4 Namun demikian, bukit-bukit pengorbanan tidaklah dijauhkan. Bangsa itu masih mempersembahkan dan membakar kurban di bukit-bukit itu.\n",
        "14:5 Segera sesudah kuasa kerajaan itu kokoh di tangannya, dibunuhnyalah pegawai-pegawainya yang telah membunuh raja, yaitu ayahnya.\n",
        "14:6 Tetapi anak-anak para pembunuh itu tidak dihukum mati olehnya, seperti yang tertulis dalam kitab Taurat Musa, di mana Tuhan telah memberi perintah: Janganlah ayah dihukum mati karena anaknya, janganlah juga anak dihukum mati karena ayahnya, melainkan setiap orang harus dihukum mati karena dosanya sendiri.\n",
        "14:7 Ia mengalahkan Edom di Lembah Asin, sepuluh ribu orang banyaknya, dan merebut Sela dalam peperangan itu, lalu dinamainyalah kota itu Yokteel; begitulah sampai hari ini.\n",
        "14:8 Pada waktu itu Amazia menyuruh utusan kepada Yoas bin Yoahas bin Yehu, raja Israel, mengatakan: Mari kita mengadu tenaga!\n",
        "14:9 Tetapi Yoas, raja Israel, menyuruh orang kepada Amazia, raja Yehuda, mengatakan: Rumput duri yang di gunung Libanon mengirim pesan kepada pohon aras yang di gunung Libanon, bunyinya: Berikanlah anakmu perempuan kepada anakku laki-laki menjadi isterinya. Tetapi binatang-binatang hutan yang ada di gunung Libanon itu berjalan lewat dari sana, lalu menginjak rumput duri itu.\n",
        "14:10 Memang engkau telah mengalahkan Edom, sebab itu engkau menjadi tinggi hati. Cukuplah bagimu mendapat kehormatan itu dan tinggallah di rumahmu. Untuk apa engkau menantang malapetaka, sehingga engkau jatuh dan Yehuda bersama-sama engkau?\n",
        "14:11 Tetapi Amazia tidak mau mendengarkan, sebab itu majulah Yoas, raja Israel, lalu mengadu tenagalah mereka, ia dan Amazia, raja Yehuda, di Bet-Semes yang termasuk wilayah Yehuda.\n",
        "14:12 Yehuda terpukul kalah oleh Israel, sehingga masing-masing lari ke kemahnya.\n",
        "14:13 Yoas, raja Israel menangkap Amazia, raja Yehuda, anak Yoas bin Ahazia, di Bet-Semes. Lalu Yoas masuk ke Yerusalem, dan membongkar tembok Yerusalem dari Pintu Gerbang Efraim sampai ke Pintu Gerbang Sudut, empat ratus hasta panjangnya.\n",
        "14:14 Sesudah itu ia mengambil segala emas dan perak dan segala perkakas yang terdapat dalam rumah Tuhan dan dalam perbendaharaan istana raja, juga orang-orang sandera, kemudian pulanglah ia ke Samaria.\n",
        "14:15 Selebihnya dari riwayat Yoas, apa yang dilakukannya dan kepahlawanannya dan bagaimana ia berperang melawan Amazia, raja Yehuda, bukankah semuanya itu tertulis dalam kitab sejarah raja-raja Israel?\n",
        "14:16 Kemudian Yoas mendapat perhentian bersama-sama dengan nenek moyangnya, dan ia dikuburkan di Samaria di samping raja-raja Israel. Maka Yerobeam, anaknya, menjadi raja menggantikan dia.\n",
        "14:17 Amazia bin Yoas, raja Yehuda, masih hidup lima belas tahun lamanya sesudah matinya Yoas bin Yoahas, raja Israel.\n",
        "14:18 Selebihnya dari riwayat Amazia, bukankah semuanya itu tertulis dalam kitab sejarah raja-raja Yehuda?\n",
        "14:19 Di Yerusalem orang mengadakan persepakatan melawan dia, sebab itu larilah ia ke Lakhis. Tetapi mereka menyuruh mengejar dia ke Lakhis, lalu dibunuhlah dia di sana.\n",
        "14:20 Diangkutlah dia dengan kuda, lalu dikuburkan di Yerusalem di samping nenek moyangnya di kota Daud.\n",
        "14:21 Segenap bangsa Yehuda mengambil Azarya, yang masih berumur enam belas tahun dan mengangkat dia menjadi raja menggantikan ayahnya, Amazia.\n",
        "14:22 Ia memperkuat Elat dan mengembalikannya kepada Yehuda, sesudah raja mendapat perhentian bersama-sama dengan nenek moyangnya.\n",
        "14:23 Dalam tahun kelima belas zaman Amazia bin Yoas, raja Yehuda, Yerobeam, anak Yoas, raja Israel, menjadi raja di Samaria. Ia memerintah empat puluh satu tahun lamanya.\n",
        "14:24 Ia melakukan apa yang jahat di mata Tuhan. Ia tidak menjauh dari segala dosa Yerobeam bin Nebat, yang mengakibatkan orang Israel berdosa pula.\n",
        "14:25 Ia mengembalikan daerah Israel, dari jalan masuk ke Hamat sampai ke Laut Araba sesuai dengan firman Tuhan, Allah Israel, yang telah diucapkan-Nya dengan perantaraan hamba-Nya, nabi Yunus bin Amitai dari Gat-Hefer.\n",
        "14:26 Sebab Tuhan telah melihat betapa pahitnya kesengsaraan orang Israel itu: sudah habis lenyap baik yang tinggi maupun yang rendah kedudukannya, dan tidak ada penolong bagi orang Israel.\n",
        "14:27 Tetapi Tuhan tidak mengatakan bahwa Ia akan menghapuskan nama Israel dari kolong langit; jadi Ia menolong mereka dengan perantaraan Yerobeam bin Yoas.\n",
        "14:28 Selebihnya dari riwayat Yerobeam dan segala yang dilakukannya dan kepahlawanannya, bagaimana ia berperang, dan bagaimana ia mengembalikan Damsyik dan Hamat-Yehuda ke dalam Israel, bukankah semuanya itu tertulis dalam kitab sejarah raja-raja Israel?\n",
        "14:29 Kemudian Yerobeam mendapat perhentian bersama-sama dengan nenek moyangnya, raja-raja Israel. Maka Zakharia, anaknya, menjadi raja menggantikan dia.\n"
      ]
    },
    "15": {
      "en": [
        "15:1 In the twenty-seventh year of Jeroboam the king of Israel, Azariah the son of Amaziah, the king of Judah, began to reign.\n",
        "15:2 He was sixteen years old when he began to reign, and he reigned fifty-two years in Jerusalem; and his mother?s name was Jecoliah of Jerusalem.\n",
        "15:3 And he did what was right in the sight of Jehovah, according to all that his father Amaziah had done.\n",
        "15:4 However the high places were not removed; the people still sacrificed and burned incense in the high places.\n",
        "15:5 And Jehovah struck the king, so that he was a leper until the day of his death; and he dwelt in a separate house. And Jotham, the king?s son, was over the household, judging the people of the land.\n",
        "15:6 And the rest of the acts of Azariah and all that he did, are they not written in the book of the chronicles of the kings of Judah?\n",
        "15:7 And Azariah slept with his fathers, and they buried him with his fathers in the city of David. And Jotham his son reigned in his place.\n",
        "15:8 In the thirty-eighth year of Azariah the king of Judah, Zechariah the son of Jeroboam began to reign over Israel in Samaria; he reigned six months.\n",
        "15:9 And he did what was evil in the sight of Jehovah, as his fathers had done; he did not turn away from the sins of Jeroboam the son of Nebat, by which he caused Israel to sin.\n",
        "15:10 And Shallum the son of Jabesh conspired against him and struck him down before the people. So he killed him and reigned in his place.\n",
        "15:11 And the rest of the acts of Zechariah are there written in the book of the chronicles of the kings of Israel.\n",
        "15:12 This was the word of Jehovah which He spoke to Jehu, saying, Your sons to the fourth generation shall sit on the throne of Israel; and it was so.\n",
        "15:13 Shallum the son of Jabesh began to reign in the thirty-ninth year of Uzziah the king of Judah, and he reigned one month in Samaria.\n",
        "15:14 And Menahem the son of Gadi went up from Tirzah and came to Samaria. And he struck down Shallum the son of Jabesh in Samaria and killed him. And he reigned in his place.\n",
        "15:15 And the rest of the acts of Shallum and the conspiracy which he formed are there written in the book of the chronicles of the kings of Israel.\n",
        "15:16 Then Menahem struck Tiphsah and all who were in it and its borders from Tirzah; because they did not open to him, he struck it; all its pregnant women he ripped open.\n",
        "15:17 In the thirty-ninth year of Azariah the king of Judah, Menahem the son of Gadi began to reign over Israel; he reigned ten years in Samaria.\n",
        "15:18 And he did what was evil in the sight of Jehovah; he did not turn away from the sins of Jeroboam the son of Nebat, by which he caused Israel to sin, throughout all his days.\n",
        "15:19 Pul the king of Assyria came against the land, and Menahem gave Pul a thousand talents of silver so that he would support his efforts to keep the kingdom in his hand.\n",
        "15:20 And Menahem exacted the money from Israel, from all the great men of wealth, each one man giving fifty shekels of silver, so that he could give it to the king of Assyria. And the king of Assyria returned and did not stay there in the land.\n",
        "15:21 And the rest of the acts of Menahem and all that he did, are they not written in the book of the chronicles of the kings of Israel?\n",
        "15:22a And Menahem slept with his fathers.\n",
        "15:22b And Pekahiah his son reigned in his place.\n",
        "15:23 In the fiftieth year of Azariah the king of Judah, Pekahiah the son of Menahem began to reign over Israel in Samaria; he reigned two years.\n",
        "15:24 And he did what was evil in the sight of Jehovah; he did not turn away from the sins of Jeroboam the son of Nebat, by which he caused Israel to sin.\n",
        "15:25 And Pekah the son of Remaliah, his captain, conspired against him. And he struck him down, along with Argob and Arieh, in Samaria in the citadel of the king?s house; and with him were fifty men from among the Gileadites. So he killed him and reigned in his place.\n",
        "15:26 And the rest of the acts of Pekahiah and all that he did are there written in the book of the chronicles of the kings of Israel.\n",
        "15:27 In the fifty-second year of Azariah the king of Judah, Pekah the son of Remaliah began to reign over Israel in Samaria; he reigned twenty years.\n",
        "15:28 And he did what was evil in the sight of Jehovah; he did not turn away from the sins of Jeroboam the son of Nebat, by which he caused Israel to sin.\n",
        "15:29 In the days of Pekah the king of Israel Tiglath-pileser the king of Assyria came and took Ijon and Abel-beth-maacah and Janoah and Kedesh and Hazor and Gilead and Galilee, all the land of Naphtali; and he carried them away captive to Assyria.\n",
        "15:30 And Hoshea the son of Elah formed a conspiracy against Pekah the son of Remaliah, and he struck him down and killed him and reigned in his place in the twentieth year of Jotham the son of Uzziah.\n",
        "15:31 And the rest of the acts of Pekah and all that he did are there written in the book of the chronicles of the kings of Israel.\n",
        "15:32 In the second year of Pekah the son of Remaliah, the king of Israel, Jotham the son of Uzziah, the king of Judah, began to reign.\n",
        "15:33 He was twenty-five years old when he began to reign, and he reigned sixteen years in Jerusalem; and his mother?s name was Jerusha, the daughter of Zadok.\n",
        "15:34 And he did what was right in the sight of Jehovah; he did according to all that his father Uzziah had done.\n",
        "15:35 However the high places were not removed; the people still sacrificed and burned incense in the high places. He built the upper gate of the house of Jehovah.\n",
        "15:36 And the rest of the acts of Jotham that he did, are they not written in the book of the chronicles of the kings of Judah?\n",
        "15:37 In those days Jehovah began to send Rezin the king of Syria and Pekah the son of Remaliah against Judah.\n",
        "15:38a And Jotham slept with his fathers and was buried with his fathers in the city of David his father.\n",
        "15:38b And Ahaz his son reigned in his place.\n"
      ],
      "id": [
        "15:1 Dalam tahun kedua puluh tujuh zaman Yerobeam, raja Israel, Azarya, anak Amazia raja Yehuda menjadi raja.\n",
        "15:2 Ia berumur enam belas tahun pada waktu ia menjadi raja dan lima puluh dua tahun lamanya ia memerintah di Yerusalem. Nama ibunya ialah Yekholya, dari Yerusalem.\n",
        "15:3 Ia melakukan apa yang benar di mata Tuhan, tepat seperti yang dilakukan Amazia, ayahnya.\n",
        "15:4 Namun demikian, bukit-bukit pengorbanan tidaklah dijauhkan. Bangsa itu masih mempersembahkan dan membakar kurban di bukit-bukit itu.\n",
        "15:5 Maka Tuhan menimpakan tulah kepada raja, sehingga ia sakit kusta sampai hari kematiannya, dan tinggal dalam sebuah rumah pengasingan. Dan Yotam, anak raja, mengepalai istana dan menjalankan pemerintahan atas rakyat negeri itu.\n",
        "15:6 Selebihnya dari riwayat Azarya, dan segala yang dilakukannya, bukankah semuanya itu tertulis dalam kitab sejarah raja-raja Yehuda?\n",
        "15:7 Kemudian Azarya mendapat perhentian bersama-sama dengan nenek moyangnya, dan ia dikuburkan di samping nenek moyangnya di kota Daud. Maka Yotam, anaknya, menjadi raja menggantikan dia.\n",
        "15:8 Dalam tahun ketiga puluh delapan zaman Azarya, raja Yehuda, Zakharia, anak Yerobeam, menjadi raja atas Israel di Samaria. Ia memerintah enam bulan lamanya.\n",
        "15:9 Ia melakukan apa yang jahat di mata Tuhan seperti yang telah dilakukan oleh nenek moyangnya. Ia tidak menjauh dari dosa-dosa Yerobeam bin Nebat, yang mengakibatkan orang Israel berdosa pula.\n",
        "15:10 Salum bin Yabesh mengikat persepakatan melawan dia, membunuh dia di Yibleam, kemudian menjadi raja menggantikan dia.\n",
        "15:11 Selebihnya dari riwayat Zakharia, sesungguhnya semuanya itu tertulis dalam kitab sejarah raja-raja Israel.\n",
        "15:12 Bukankah begini firman Tuhan yang diucapkan-Nya kepada Yehu: Anak-anakmu sampai kepada keturunan yang keempat akan duduk di atas takhta Israel! Dan terjadilah demikian.\n",
        "15:13 Salum bin Yabesh menjadi raja dalam tahun yang ketiga puluh sembilan zaman Uzia, raja Yehuda. Ia memerintah sebulan lamanya di Samaria.\n",
        "15:14 Sesudah itu majulah Menahem bin Gadi dari Tirza, lalu sampai ke Samaria. Ia membunuh Salum bin Yabesh di Samaria, kemudian menjadi raja menggantikan dia.\n",
        "15:15 Selebihnya dari riwayat Salum dan persepakatan yang diadakannya, sesungguhnya semuanya itu tertulis dalam kitab sejarah raja-raja Israel.\n",
        "15:16 Pada waktu itu, dengan mulai dari Tirza, Menahem memusnahkan Tifsah dan semua orang yang ada di dalamnya serta daerahnya, sebab orang tidak membuka pintu kota baginya. Maka dimusnahkannyalah kota itu dan dibelahnya semua perempuannya yang mengandung.\n",
        "15:17 Dalam tahun ketiga puluh sembilan zaman Azarya, raja Yehuda, Menahem bin Gadi menjadi raja atas Israel. Ia memerintah sepuluh tahun lamanya di Samaria.\n",
        "15:18 Ia melakukan apa yang jahat di mata Tuhan. Sepanjang umurnya ia tidak menjauh dari dosa-dosa Yerobeam bin Nebat, yang mengakibatkan orang Israel berdosa pula.\n",
        "15:19 Pul, raja Asyur, datang menyerang negeri itu, lalu Menahem memberi seribu talenta perak kepada Pul, supaya dibantunya dia mengokohkan kerajaan itu di tangannya.\n",
        "15:20 Menahem mengeluarkan uang ini atas beban Israel dan atas beban semua orang yang kaya raya untuk diberikan kepada raja Asyur: lima puluh syikal perak dari setiap orang. Lalu pulanglah raja Asyur dan ia tidak tinggal di sana, di negeri itu.\n",
        "15:21 Selebihnya dari riwayat Menahem dan segala yang dilakukannya, bukankah semuanya itu tertulis dalam kitab sejarah raja-raja Israel?\n",
        "15:22a Kemudian Menahem mendapat perhentian bersama-sama dengan nenek moyangnya.\n",
        "15:22b Maka Pekahya, anaknya, menjadi raja menggantikan dia.\n",
        "15:23 Dalam tahun kelima puluh zaman Azarya, raja Yehuda, Pekahya, anak Menahem, menjadi raja atas Israel di Samaria. Ia memerintah dua tahun lamanya.\n",
        "15:24 Ia melakukan apa yang jahat di mata Tuhan. Ia tidak menjauh dari dosa-dosa Yerobeam bin Nebat, yang mengakibatkan orang Israel berdosa pula.\n",
        "15:25 Lalu perwiranya, yakni Pekah bin Remalya, mengadakan persepakatan melawan dia dan membunuh dia di Samaria di puri istana raja; beserta dia ada Argob dan Arye serta lima puluh orang dari bani Gilead; dibunuhnyalah Pekahya, kemudian menjadi raja menggantikan dia.\n",
        "15:26 Selebihnya dari riwayat Pekahya dan segala yang dilakukannya, sesungguhnya semuanya itu tertulis dalam kitab sejarah raja-raja Israel.\n",
        "15:27 Dalam tahun kelima puluh dua zaman Azarya, raja Yehuda, Pekah bin Remalya menjadi raja atas orang Israel di Samaria. Ia memerintah dua puluh tahun lamanya.\n",
        "15:28 Ia melakukan apa yang jahat di mata Tuhan. Ia tidak menjauh dari dosa-dosa Yerobeam bin Nebat, yang mengakibatkan orang Israel berdosa pula.\n",
        "15:29 Dalam zaman Pekah, raja Israel, datanglah Tiglat-Pileser, raja Asyur; direbutnyalah Iyon, Abel-Bet-Maakha, Yanoah, Kedesh dan Hazor, Gilead dan Galilea, seluruh tanah Naftali, lalu diangkutnyalah penduduknya ke Asyur ke dalam pembuangan.\n",
        "15:30 Hosea bin Ela mengadakan persepakatan melawan Pekah bin Remalya; dibunuhnyalah dia, kemudian dia menjadi raja menggantikannya dalam tahun kedua puluh zaman Yotam bin Uzia.\n",
        "15:31 Selebihnya dari riwayat Pekah dan segala yang dilakukannya, sesungguhnya semuanya itu tertulis dalam kitab sejarah raja-raja Israel.\n",
        "15:32 Dalam tahun kedua zaman Pekah bin Remalya, raja Israel, Yotam, anak Uzia raja Yehuda menjadi raja.\n",
        "15:33 Ia berumur dua puluh lima tahun pada waktu ia menjadi raja dan enam belas tahun lamanya ia memerintah di Yerusalem. Nama ibunya ialah Yerusa, anak Zadok.\n",
        "15:34 Ia melakukan apa yang benar di mata Tuhan, tepat seperti yang dilakukan Uzia, ayahnya.\n",
        "15:35 Namun demikian, bukit-bukit pengorbanan tidaklah dijauhkan. Bangsa itu masih mempersembahkan dan membakar kurban di bukit-bukit itu. Ia mendirikan Pintu Gerbang Tinggi di rumah Tuhan.\n",
        "15:36 Selebihnya dari riwayat Yotam, apa yang dilakukannya, bukankah semuanya itu tertulis dalam kitab sejarah raja-raja Yehuda?\n",
        "15:37 Mulai zaman itu Tuhan menyuruh Rezin, raja Aram, dan Pekah bin Remalya, menyerang Yehuda.\n",
        "15:38a Kemudian Yotam mendapat perhentian bersama-sama dengan nenek moyangnya, dan ia dikuburkan di samping nenek moyangnya di kota Daud, bapa leluhurnya.\n",
        "15:38b Maka Ahas, anaknya, menjadi raja menggantikan dia.\n"
      ]
    },
    "16": {
      "en": [
        "16:1 In the seventeenth year of Pekah the son of Remaliah, Ahaz the son of Jotham, the king of Judah, began to reign.\n",
        "16:2 Ahaz was twenty years old when he began to reign, and he reigned sixteen years in Jerusalem. And he did not do what was right in the sight of Jehovah his God, as David his father had done,\n",
        "16:3 But walked in the way of the kings of Israel; and he even caused his son to pass through the fire, according to the abominations of the nations that Jehovah had dispossessed before the children of Israel.\n",
        "16:4 And he sacrificed and burned incense in the high places and on the hills and under every flourishing tree.\n",
        "16:5 Then Rezin the king of Syria and Pekah the son of Remaliah, the king of Israel, came up to Jerusalem to battle. And they besieged Ahaz, but they were not able to fight with him.\n",
        "16:6 At that time Rezin the king of Syria restored Elath to Syria and drove the Jews from Elath; and the Syrians came to Elath and have dwelt there to this day.\n",
        "16:7 And Ahaz sent messengers to Tiglath-pileser the king of Assyria, saying, I am your servant and your son; come up, and save me out of the hand of the king of Syria and out of the hand of the king of Israel, who have risen up against me.\n",
        "16:8 And Ahaz took the silver and the gold that was found in the house of Jehovah and in the treasuries of the king?s house, and sent it as a present to the king of Assyria.\n",
        "16:9 And the king of Assyria listened to him. And the king of Assyria went up against Damascus, and he took it and carried the people of it away captive to Kir. And he killed Rezin.\n",
        "16:10 And King Ahaz went to meet Tiglath-pileser the king of Assyria at Damascus, and he saw the altar that was at Damascus. And King Ahaz sent to Urijah the priest the form of the altar and the pattern of it, according to all its workmanship.\n",
        "16:11 And Urijah the priest built an altar according to all that King Ahaz had sent him from Damascus. Urijah the priest made it that way before King Ahaz came from Damascus.\n",
        "16:12 And when the king came from Damascus, the king saw the altar; and the king approached the altar and offered upon it.\n",
        "16:13 And he burned his burnt offering and his meal offering, and poured out his drink offering, and sprinkled the blood of his peace offerings upon the altar.\n",
        "16:14 And the bronze altar which was before Jehovah, he brought forward from the front of the house, from between his altar and the house of Jehovah, and put it by the side of his altar on the north.\n",
        "16:15 And King Ahaz commanded Urijah the priest, saying, Upon the great altar burn the morning burnt offering and the evening meal offering, and the king?s burnt offering and his meal offering, and the burnt offering of all the people of the land and their meal offering and their drink offerings; and sprinkle upon it all the blood of the burnt offering and all the blood of the sacrifice. And the bronze altar shall be for me to inquire by.\n",
        "16:16 And Urijah the priest did according to all that King Ahaz had commanded.\n",
        "16:17 And King Ahaz cut off the panels of the bases and removed the laver from off them; and he took down the sea from off the bronze oxen that were under it and put it upon a pavement of stone.\n",
        "16:18 And the covered way for use on the Sabbath, which they had built in the house, and the king?s entry outside, he removed from the house of Jehovah because of the king of Assyria.\n",
        "16:19 And the rest of the acts of Ahaz which he did, are they not written in the book of the chronicles of the kings of Judah?\n",
        "16:20 And Ahaz slept with his fathers and was buried with his fathers in the city of David; and Hezekiah his son reigned in his place.\n"
      ],
      "id": [
        "16:1 Dalam tahun ketujuh belas zaman Pekah bin Remalya, Ahas anak Yotam raja Yehuda menjadi raja.\n",
        "16:2 Ahas berumur dua puluh tahun pada waktu ia menjadi raja dan enam belas tahun lamanya ia memerintah di Yerusalem. Ia tidak melakukan apa yang benar di mata Tuhan, Allahnya, seperti Daud, bapa leluhurnya,\n",
        "16:3 tetapi ia hidup menurut kelakuan raja-raja Israel, bahkan dia mempersembahkan anaknya sebagai kurban dalam api, sesuai dengan perbuatan keji bangsa-bangsa yang telah dihalau Tuhan dari depan orang Israel.\n",
        "16:4 Ia mempersembahkan dan membakar kurban di bukit-bukit pengorbanan dan di atas tempat-tempat yang tinggi dan di bawah setiap pohon yang rimbun.\n",
        "16:5 Pada waktu itu majulah Rezin, raja Aram, dan Pekah bin Remalya, raja Israel, untuk memerangi Yerusalem. Dan mereka mengepung Ahas, tetapi mereka tidak dapat mengalahkan dia.\n",
        "16:6 Pada masa itu Rezin, raja Aram, mengembalikan Elat kepada Edom, lalu ia mengusir orang-orang Yehuda dari Elat. Datanglah orang-orang Edom ke Elat dan diam di sana sampai hari ini.\n",
        "16:7 Ahas menyuruh utusan-utusan kepada Tiglat-Pileser, raja Asyur, mengatakan: Aku ini hambamu dan anakmu. Majulah dan selamatkanlah aku dari tangan raja Aram dan dari tangan raja Israel, yang telah bangkit menyerang aku.\n",
        "16:8 Ahas mengambil perak dan emas yang terdapat dalam rumah Tuhan dan dalam perbendaharaan istana raja, dan mengirimnya kepada raja Asyur sebagai persembahan.\n",
        "16:9 Maka raja Asyur mendengarkan permintaannya dan maju melawan Damsyik, merebutnya dan mengangkut penduduknya tertawan ke Kir, tetapi Rezin dibunuhnya.\n",
        "16:10 Sesudah itu pergilah raja Ahas menemui Tiglat-Pileser, raja Asyur, ke Damsyik. Setelah raja Ahas melihat mezbah yang ada di Damsyik, dikirimnyalah kepada imam Uria ukuran dan bagan mezbah itu, menurut buatannya yang tepat.\n",
        "16:11 Lalu imam Uria mendirikan mezbah; tepat seperti keterangan yang dikirimkan raja Ahas dari Damsyik, demikianlah dibuat imam Uria menjelang datangnya raja Ahas dari Damsyik.\n",
        "16:12 Setelah raja pulang dari Damsyik, maka raja melihat mezbah itu. Lalu mendekatlah raja kepada mezbah itu, naik ke atasnya,\n",
        "16:13 membakar kurban bakarannya dan kurban sajiannya, mencurahkan kurban curahannya di atas mezbah itu, dan menyiramkan darah kurban keselamatannya kepadanya.\n",
        "16:14 Tetapi ia menyuruh menggeser mezbah tembaga yang ada di hadapan Tuhan dari depan rumah Tuhan, dari antara mezbah baru dengan rumah itu, dan menaruhnya di sebelah utara mezbah baru itu.\n",
        "16:15 Kemudian raja Ahas memerintahkan kepada imam Uria: Bakarlah di atas mezbah besar itu kurban bakaran pagi dan kurban sajian petang, juga kurban bakaran dan kurban sajian raja, lagi kurban bakaran dan kurban sajian dan kurban-kurban curahan seluruh rakyat negeri; dan siramkanlah kepadanya segenap darah kurban bakaran dan segenap darah kurban sembelihan; tetapi mezbah tembaga itu adalah urusanku.\n",
        "16:16 Lalu imam Uria melakukan tepat seperti yang diperintahkan raja Ahas.\n",
        "16:17 Sesudah itu raja Ahas memotong papan penutup kereta penopang dan menyingkirkan bejana pembasuhan dari atasnya, juga laut itu diturunkannya dari atas lembu tembaga yang mendukungnya dan ditaruhnya di atas alas batu.\n",
        "16:18 Selanjutnya, demi raja Asyur, disingkirkannya dari rumah Tuhan serambi tertutup untuk hari Sabat yang telah didirikan pada rumah Tuhan, juga pintu masuk untuk raja yang di sebelah luar.\n",
        "16:19 Selebihnya dari riwayat Ahas dan apa yang dilakukannya, bukankah semuanya itu tertulis dalam kitab sejarah raja-raja Yehuda?\n",
        "16:20 Kemudian Ahas mendapat perhentian bersama-sama dengan nenek moyangnya, dan ia dikuburkan di samping nenek moyangnya di kota Daud. Maka Hizkia, anaknya, menjadi raja menggantikan dia.\n"
      ]
    },
    "17": {
      "en": [
        "17:1 In the twelfth year of Ahaz the king of Judah, Hoshea the son of Elah began to reign in Samaria over Israel; he reigned for nine years.\n",
        "17:2 And he did what was evil in the sight of Jehovah, but not like the kings of Israel that had been before him.\n",
        "17:3 Against him Shalmaneser the king of Assyria came up, and Hoshea became his servant and rendered presents to him.\n",
        "17:4 But the king of Assyria found conspiracy in Hoshea; for he had sent messengers to So the king of Egypt and did not send up a present to the king of Assyria as he had from year to year. And the king of Assyria shut him up and bound him in prison.\n",
        "17:5 And the king of Assyria invaded the whole land, and he went up against Samaria and besieged it three years.\n",
        "17:6 In the ninth year of Hoshea, the king of Assyria took Samaria and carried Israel away into Assyria; and he placed them in Halah and by the Habor, the river of Gozan, and in the cities of the Medes.\n",
        "17:7 And this happened because the children of Israel sinned against Jehovah their God, who had brought them up out of the land of Egypt from under the hand of Pharaoh, the king of Egypt, and had feared other gods;\n",
        "17:8 And they walked in the statutes of the nations that Jehovah had dispossessed from before the children of Israel and those of the kings of Israel, which they had made.\n",
        "17:9 And the children of Israel secretly did things against Jehovah their God that were not right; and they built high places in all their cities for themselves, from the watchmen?s tower to the fortified city.\n",
        "17:10 And they set up for themselves pillars and Asherahs on every high hill and under every flourishing tree;\n",
        "17:11 And there they burned incense in all the high places, as did the nations that Jehovah had carried away from before them, and they did wicked things to provoke Jehovah to anger;\n",
        "17:12 And they served idols, concerning which Jehovah had said to them, You shall not do this thing.\n",
        "17:13 And Jehovah testified against Israel and against Judah through all the prophets and all the seers, saying, Turn from your evil ways; and keep My commandments and My statutes, according to all the law which I commanded your fathers and which I sent to you through My servants the prophets.\n",
        "17:14 But they would not hear; and they stiffened their necks, which became like the neck of their fathers, who did not believe in Jehovah their God.\n",
        "17:15 And they rejected His statutes and His covenant, which He had made with their fathers, and His testimonies, which He had testified unto them; and they followed vanity and became vain, and went after the nations that were around them, concerning whom Jehovah had charged them not to act like them.\n",
        "17:16 And they forsook all the commandments of Jehovah their God and made for themselves molten images, that is, two calves; and they made an Asherah and worshipped all the host of heaven; and they served Baal.\n",
        "17:17 And they caused their sons and their daughters to pass through fire and practiced divination and enchantments; and they sold themselves to do what was evil in the sight of Jehovah, in order to provoke Him to anger.\n",
        "17:18 Therefore Jehovah was very angry with Israel, and He removed them out of His sight; nothing remained except the tribe of Judah.\n",
        "17:19 Judah also did not keep the commandments of Jehovah their God but walked in the statutes of Israel, which they had made.\n",
        "17:20 And Jehovah rejected all the seed of Israel; and He afflicted them and delivered them into the hand of plunderers, until He had cast them out of His sight.\n",
        "17:21 For He tore Israel from the house of David. Now they had made Jeroboam the son of Nebat king, and Jeroboam drove Israel away from following Jehovah and made them commit a great sin.\n",
        "17:22 And the children of Israel walked in all the sins of Jeroboam which he did; they did not depart from them,\n",
        "17:23 Until Jehovah removed Israel from His sight, as He had said through all His servants the prophets. And Israel was carried away from their own land to Assyria; as it is unto this day.\n",
        "17:24 And the king of Assyria brought people from Babylon and from Cuthah and from Avva and from Hamath and from Sepharvaim, and made them dwell in the cities of Samaria in place of the children of Israel; and they took possession of Samaria and dwelt in its cities.\n",
        "17:25 And when they began dwelling there, they did not fear Jehovah, so Jehovah sent lions among them, which killed some of them.\n",
        "17:26 And they spoke to the king of Assyria, saying, The nations that you have carried away and made to dwell in the cities of Samaria do not know the custom of the God of the land; therefore He has sent lions among them, and now they are killing them because they do not know the custom of the God of the land.\n",
        "17:27 And the king of Assyria gave a command, saying, Take there one of the priests whom you have carried away from there; and let him go and dwell there, and let him teach them the custom of the God of the land.\n",
        "17:28 Then one of the priests whom they had carried away from Samaria came and dwelt in Bethel, and he taught them how to fear Jehovah.\n",
        "17:29 And every nation made gods of their own and put them in the houses of the high places that the Samaritans had made, every nation in their cities in which they dwelt.\n",
        "17:30 And the people of Babylon made Succoth-benoth, and the people of Cuth made Nergal, and the people of Hamath made Ashima,\n",
        "17:31 And the Avvites made Nibhaz and Tartak; and the Sepharvites burned their children in fire to Adrammelech and Anammelech, the gods of Sepharvaim.\n",
        "17:32 So they feared Jehovah; and they made for themselves from all their classes priests for the high places, who offered sacrifices for them in the houses of the high places.\n",
        "17:33 They feared Jehovah but served their own gods after the custom of the nations, from which they had been carried away.\n",
        "17:34 Unto this day they have done according to their former customs: They do not fear Jehovah; nor do they act according to their statutes and their ordinances, nor according to the law and commandment that Jehovah commanded the sons of Jacob, whom He named Israel.\n",
        "17:35 And Jehovah had made a covenant with them and commanded them, saying, You shall not fear other gods, nor bow down to them, nor serve them, nor sacrifice to them.\n",
        "17:36 But Jehovah alone, who brought you up out of the land of Egypt with great power and with an outstretched arm, Him shall you fear, and Him shall you worship, and to Him shall you sacrifice.\n",
        "17:37 And the statutes and the ordinances and the law and the commandment which He wrote out for you, you shall be certain to do forever; and you shall not fear other gods.\n",
        "17:38 And you shall not forget the covenant that I have made with you, neither shall you fear other gods;\n",
        "17:39 But you shall fear Jehovah your God, and He will deliver you out of the hand of all your enemies.\n",
        "17:40 But they did not listen but acted according to their former customs.\n",
        "17:41 So these nations feared Jehovah but served their graven images, as well as their children and their children?s children; as their fathers had done, so they have done unto this day.\n"
      ],
      "id": [
        "17:1 Dalam tahun kedua belas zaman Ahas, raja Yehuda, Hosea bin Ela menjadi raja di Samaria atas Israel. Ia memerintah sembilan tahun lamanya.\n",
        "17:2 Ia melakukan apa yang jahat di mata Tuhan, tetapi bukan seperti raja-raja Israel yang mendahului dia.\n",
        "17:3 Salmaneser, raja Asyur maju melawan dia; Hosea takluk kepadanya serta membayar upeti.\n",
        "17:4 Tetapi kedapatanlah oleh raja Asyur, bahwa di pihak Hosea ada persepakatan, karena Hosea telah mengirimkan utusan-utusan kepada So, raja Mesir, dan tidak mempersembahkan lagi upeti kepada raja Asyur, seperti biasanya tahun demi tahun; sebab itu raja Asyur menangkap dia dan membelenggu dia dalam penjara.\n",
        "17:5 Kemudian majulah raja Asyur menjelajah seluruh negeri itu, ia menyerang Samaria dan mengepungnya tiga tahun lamanya.\n",
        "17:6 Dalam tahun kesembilan zaman Hosea maka raja Asyur merebut Samaria. Ia mengangkut orang-orang Israel ke Asyur ke dalam pembuangan dan menyuruh mereka tinggal di Halah, di tepi sungai Habor, yakni sungai negeri Gozan, dan di kota-kota orang Madai.\n",
        "17:7 Hal itu terjadi, karena orang Israel telah berdosa kepada Tuhan, Allah mereka, yang telah menuntun mereka dari tanah Mesir dari kekuasaan Firaun, raja Mesir, dan karena mereka telah menyembah allah lain,\n",
        "17:8 dan telah hidup menurut adat istiadat bangsa-bangsa yang telah dihalau Tuhan dari depan orang Israel, dan menurut ketetapan yang telah dibuat raja-raja Israel.\n",
        "17:9 Dan orang Israel telah menjalankan hal-hal yang tidak patut terhadap Tuhan, Allah mereka. Mereka mendirikan bukit-bukit pengorbanan di mana pun mereka diam, baik dekat menara penjagaan maupun di kota yang berkubu;\n",
        "17:10 mereka mendirikan tugu-tugu berhala dan tiang-tiang berhala di atas setiap bukit yang tinggi dan di bawah setiap pohon yang rimbun;\n",
        "17:11 di sana di atas segala bukit itu mereka membakar kurban seperti bangsa-bangsa yang telah diangkut Tuhan tertawan dari depan mereka; mereka melakukan hal-hal yang jahat sehingga mereka menimbulkan sakit hati Tuhan;\n",
        "17:12 mereka beribadah kepada berhala-berhala, walaupun Tuhan telah berfirman kepada mereka: Janganlah kamu berbuat seperti itu!\n",
        "17:13 Tuhan telah memperingatkan kepada orang Israel dan kepada orang Yehuda dengan perantaraan semua nabi dan semua tukang tilik: Berbaliklah kamu dari pada jalan-jalanmu yang jahat itu dan tetaplah ikuti segala perintah dan ketetapan-Ku, sesuai dengan segala undang-undang yang telah Kuperintahkan kepada nenek moyangmu dan yang telah Kusampaikan kepada mereka dengan perantaraan hamba-hamba-Ku, para nabi.\n",
        "17:14 Tetapi mereka tidak mau mendengarkan, melainkan mereka menegarkan tengkuknya seperti nenek moyangnya yang tidak percaya kepada Tuhan, Allah mereka.\n",
        "17:15 Mereka menolak ketetapan-Nya dan perjanjian-Nya, yang telah diadakan dengan nenek moyang mereka, juga peraturan-peraturan-Nya yang telah diperingatkan-Nya kepada mereka; mereka mengikuti dewa kesia-siaan, sehingga mereka mengikuti bangsa-bangsa yang di sekeliling mereka, walaupun Tuhan telah memerintahkan kepada mereka: janganlah berbuat seperti mereka itu.\n",
        "17:16 Mereka telah meninggalkan segala perintah Tuhan, Allah mereka, dan telah membuat dua anak lembu tuangan; juga mereka membuat patung Asyera, sujud menyembah kepada segenap tentara langit dan beribadah kepada Baal.\n",
        "17:17 Tambahan pula mereka mempersembahkan anak-anaknya sebagai kurban dalam api dan melakukan tenung dan telaah dan memperbudak diri dengan melakukan yang jahat di mata Tuhan, sehingga mereka menimbulkan sakit hati-Nya.\n",
        "17:18 Sebab itu Tuhan sangat murka kepada Israel, dan menjauhkan mereka dari hadapan-Nya; tidak ada yang tinggal kecuali suku Yehuda saja.\n",
        "17:19 Juga Yehuda tidak berpegang pada perintah Tuhan, Allah mereka, tetapi mereka hidup menurut ketetapan yang telah dibuat Israel,\n",
        "17:20 jadi Tuhan menolak segenap keturunan Israel: Ia menindas mereka dan menyerahkan mereka ke dalam tangan perampok-perampok, sampai habis mereka dibuang-Nya dari hadapan-Nya.\n",
        "17:21 Ketika Ia mengoyakkan Israel dari pada keluarga Daud, maka mereka mengangkat Yerobeam bin Nebat menjadi raja, tetapi Yerobeam membuat orang Israel menyimpang dari pada mengikuti Tuhan dan mengakibatkan mereka melakukan dosa yang besar.\n",
        "17:22 Demikianlah orang Israel hidup menurut segala dosa yang telah dilakukan Yerobeam; mereka tidak menjauhinya,\n",
        "17:23 sampai Tuhan menjauhkan orang Israel dari hadapan-Nya seperti yang telah difirmankan-Nya dengan perantaraan semua hamba-Nya, para nabi. Orang Israel diangkut dari tanahnya ke Asyur ke dalam pembuangan. Demikianlah sampai hari ini.\n",
        "17:24 Raja Asyur mengangkut orang dari Babel, dari Kuta, dari Awa, dari Hamat dan Sefarwaim, lalu menyuruh mereka diam di kota-kota Samaria menggantikan orang Israel; maka orang-orang itu pun menduduki Samaria dan diam di kota-kotanya.\n",
        "17:25 Pada mulanya waktu mereka diam di sana tidaklah mereka takut kepada Tuhan, sebab itu Tuhan melepaskan singa-singa ke antara mereka yang membunuh beberapa orang di antara mereka.\n",
        "17:26 Lalu berkatalah orang kepada raja Asyur: Bangsa-bangsa yang tuanku angkut tertawan dan yang tuanku suruh diam di kota-kota Samaria tidaklah mengenal hukum beribadah kepada Allah negeri itu, sebab itu dilepaskan-Nyalah singa-singa ke antara mereka yang sesungguhnya membunuh mereka, oleh karena mereka tidak mengenal hukum beribadah kepada Allah negeri itu.\n",
        "17:27 Lalu raja Asyur memberi perintah: Suruhlah pergi ke sana salah seorang imam yang telah kamu angkut dari sana ke dalam pembuangan. Biarlah ia pergi dan diam di sana dan mengajarkan kepada mereka hukum beribadah kepada Allah negeri itu!\n",
        "17:28 Salah seorang imam yang telah mereka angkut dari Samaria ke dalam pembuangan pergi dan diam di Betel. Ia mengajarkan kepada mereka bagaimana seharusnya berbakti kepada Tuhan.\n",
        "17:29 Tetapi setiap bangsa itu telah membuat allahnya sendiri dan menempatkannya di kuil di atas bukit-bukit pengorbanan, yang dibuat oleh orang-orang Samaria; setiap bangsa bertindak demikian di kota-kota yang mereka diami:\n",
        "17:30 orang-orang Babel membuat patung Sukot-Benot, orang-orang Kuta membuat patung Nergal, orang-orang Hamat membuat patung Asima,\n",
        "17:31 dan orang-orang Awa membuat patung Nibhas dan Tartak. Orang-orang Sefarwaim membakar anak-anak mereka sebagai kurban bagi Adramelekh dan Anamelekh, para allah di Sefarwaim.\n",
        "17:32 Di samping itu mereka berbakti kepada Tuhan dan mengangkat dari kalangan mereka imam untuk bukit-bukit pengorbanan, maka orang-orang inilah yang melakukan ibadah bagi mereka di kuil di atas bukit-bukit pengorbanan itu.\n",
        "17:33 Mereka berbakti kepada Tuhan, tetapi dalam pada itu mereka beribadah kepada allah mereka sesuai dengan adat bangsa-bangsa yang dari antaranya mereka diangkut tertawan.\n",
        "17:34 Sampai hari ini mereka berbuat sesuai dengan adat yang dahulu. Mereka tidak berbakti kepada Tuhan dan tidak berbuat sesuai dengan ketetapan, hukum, undang-undang dan perintah yang diperintahkan Tuhan kepada anak-anak Yakub yang telah dinamai-Nya Israel.\n",
        "17:35 Tuhan telah mengadakan perjanjian dengan mereka dan memberi perintah kepada mereka: Janganlah berbakti kepada allah lain, janganlah sujud menyembah kepadanya, janganlah beribadah kepadanya dan janganlah mempersembahkan kurban kepadanya.\n",
        "17:36 Tetapi Tuhan yang menuntun kamu dari tanah Mesir dengan kekuatan yang besar dan dengan tangan yang teracung, kepada-Nyalah kamu harus berbakti, kepada-Nyalah kamu harus sujud menyembah dan mempersembahkan kurban.\n",
        "17:37 Tetapi kamu harus berpegang kepada ketetapan-ketetapan, peraturan-peraturan, hukum dan perintah yang telah ditulis-Nya bagimu dengan melakukannya senantiasa dengan setia, dan janganlah kamu berbakti kepada allah-allah lain.\n",
        "17:38 Janganlah kamu melupakan perjanjian yang telah Kuadakan dengan kamu dan janganlah kamu berbakti kepada allah lain,\n",
        "17:39 melainkan kepada Tuhan, Allahmu, kamu harus berbakti, maka Ia akan melepaskan kamu dari tangan semua musuhmu.\n",
        "17:40 Tetapi mereka tidak mau mendengarkan, melainkan mereka berbuat sesuai dengan adat mereka yang dahulu.\n",
        "17:41 Demikianlah bangsa-bangsa ini berbakti kepada Tuhan, tetapi dalam pada itu mereka beribadah juga kepada patung-patung mereka; baik anak-anak mereka maupun cucu cicit mereka melakukan seperti yang telah dilakukan nenek moyang mereka, sampai hari ini.\n"
      ]
    },
    "18": {
      "en": [
        "18:1 And in the third year of Hoshea the son of Elah, the king of Israel, Hezekiah the son of Ahaz, the king of Judah, began to reign.\n",
        "18:2 He was twenty-five years old when he began to reign, and he reigned twenty-nine years in Jerusalem; and his mother?s name was Abi, the daughter of Zechariah.\n",
        "18:3 And he did what was right in the sight of Jehovah, according to all that David his father had done.\n",
        "18:4 He removed the high places and broke down the pillars and cut down the Asherah and broke in pieces the bronze serpent that Moses had made, for until those days the children of Israel had burned incense to it; and he called it Nehushtan.\n",
        "18:5 He trusted in Jehovah the God of Israel, so that after him there was no one like him among all the kings of Judah, nor any among those who were before him.\n",
        "18:6 And he clung to Jehovah; he did not turn away from following after Him but kept His commandments, which Jehovah commanded Moses.\n",
        "18:7 And Jehovah was with him; everywhere he went, he prospered. And he rebelled against the king of Assyria and would not serve him.\n",
        "18:8 He struck the Philistines as far as Gaza and its borders, from the watchmen?s tower to the fortified city.\n",
        "18:9 And in the fourth year of King Hezekiah, which was the seventh year of Hoshea the son of Elah, the king of Israel, Shalmaneser the king of Assyria came up against Samaria and besieged it.\n",
        "18:10 And at the end of three years they took it; in the sixth year of Hezekiah, that is, the ninth year of Hoshea the king of Israel, Samaria was taken.\n",
        "18:11 And the king of Assyria carried Israel away captive to Assyria and settled them in Halah and by the Habor, the river of Gozan, and in the cities of the Medes;\n",
        "18:12 For they would not listen to the voice of Jehovah their God but transgressed His covenant, that is, all that Moses the servant of Jehovah had commanded; and they would not listen to it nor do it.\n",
        "18:13 And in the fourteenth year of King Hezekiah, Sennacherib the king of Assyria went up against all the fortified cities of Judah and took them.\n",
        "18:14 And Hezekiah the king of Judah sent word to the king of Assyria at Lachish, saying, I have sinned; withdraw from me. I will bear whatever you impose upon me. And the king of Assyria imposed upon Hezekiah the king of Judah a levy of three hundred talents of silver and thirty talents of gold.\n",
        "18:15 And Hezekiah gave all the silver that was found in the house of Jehovah and in the treasuries of the king?s house.\n",
        "18:16 At that time Hezekiah stripped the doors of the temple of Jehovah and the posts that Hezekiah the king of Judah had overlaid, and he gave them to the king of Assyria.\n",
        "18:17 And the king of Assyria sent the Tartan and the Rab-saris and the Rab-shakeh from Lachish to Jerusalem to King Hezekiah with a great force. And they went up and came to Jerusalem. And when they came up, they came and stood by the conduit of the upper pool, which is on the road to the Fuller?s Field.\n",
        "18:18 And they called out to the king. And Eliakim the son of Hilkiah, who was over the household, and Shebnah the scribe and Joah the son of Asaph, the recorder, came out to them.\n",
        "18:19 And the Rab-shakeh said to them, Say now to Hezekiah, Thus says the great king, the king of Assyria: What is this confidence in which you trust?\n",
        "18:20 You say (but it is a vain word), There is counsel and strength for war. Now in whom do you trust, that you rebel against me?\n",
        "18:21 You now have put your trust in the staff of this broken reed, in Egypt, in that which, if a man should lean on it, it will go into his hand and pierce it; so is Pharaoh, the king of Egypt, to all who trust in him.\n",
        "18:22 And if you say to me, We trust in Jehovah our God; is it not He whose high places and altars Hezekiah has taken away and has said to Judah and Jerusalem, You shall worship only before this altar in Jerusalem?\n",
        "18:23 Now therefore give pledges to my master, the king of Assyria; and I will give you two thousand horses, if indeed you are able to set the riders on them.\n",
        "18:24 How then can you refuse one official of the least of my master?s servants and put your trust in Egypt for chariots and horsemen?\n",
        "18:25 Have I now come up apart from Jehovah against this place to destroy it? Jehovah said to me, Go up against this land and destroy it.\n",
        "18:26 And Eliakim the son of Hilkiah and Shebnah and Joah said to the Rab-shakeh, Please speak to your servants in Aramaic, because we understand it; and do not speak with us in the Jews? language in the hearing of the people who are upon the wall.\n",
        "18:27 But the Rab-shakeh said to them, Has my master sent me only to your master and to you to speak these words, and not to the men who sit on the wall, that they may eat their own dung and drink their own urine with you?\n",
        "18:28 And the Rab-shakeh stood and cried with a loud voice in the Jews? language and spoke and said, Hear the word of the great king, the king of Assyria:\n",
        "18:29 Thus says the king, Do not let Hezekiah deceive you, because he is not able to deliver you out of my hand.\n",
        "18:30 Neither let Hezekiah cause you to trust in Jehovah, saying, Jehovah will surely deliver us, and this city will not be given into the hand of the king of Assyria.\n",
        "18:31 Do not listen to Hezekiah; for thus says the king of Assyria, Make your peace with me, and come out to me; and let each eat from his own vine and each from his own fig tree, and let each drink the waters of his own cistern,\n",
        "18:32 Until I come and take you away to a land like your land, a land of grain and new wine, a land of bread and vineyards, a land of olive trees and honey, that you may live and not die. So do not listen to Hezekiah when he tries to persuade you, saying, Jehovah will deliver us.\n",
        "18:33 Have any of the gods of the nations delivered at all their land out of the hand of the king of Assyria?\n",
        "18:34 Where are the gods of Hamath and of Arpad? Where are the gods of Sepharvaim, Hena, and Ivvah? And have they delivered Samaria out of my hand?\n",
        "18:35 Who among all the gods of these lands have delivered their land out of my hand, that Jehovah should deliver Jerusalem out of my hand?\n",
        "18:36 But the people were silent and did not answer him a word, because of the commandment of the king that said, You shall not answer him.\n",
        "18:37 Then Eliakim the son of Hilkiah, who was over the household, and Shebna the scribe, and Joah the son of Asaph, the recorder, came to Hezekiah with their clothes torn and told him the words of the Rab-shakeh.\n"
      ],
      "id": [
        "18:1 Maka dalam tahun ketiga zaman Hosea bin Ela, raja Israel, Hizkia, anak Ahas raja Yehuda menjadi raja.\n",
        "18:2 Ia berumur dua puluh lima tahun pada waktu ia menjadi raja dan dua puluh sembilan tahun lamanya ia memerintah di Yerusalem. Nama ibunya ialah Abi, anak Zakharia.\n",
        "18:3 Ia melakukan apa yang benar di mata Tuhan, tepat seperti yang dilakukan Daud, bapa leluhurnya.\n",
        "18:4 Dialah yang menjauhkan bukit-bukit pengorbanan dan yang meremukkan tugu-tugu berhala dan yang menebang tiang-tiang berhala dan yang menghancurkan ular tembaga yang dibuat Musa, sebab sampai pada masa itu orang Israel memang masih membakar kurban bagi ular itu yang namanya disebut Nehustan.\n",
        "18:5 Ia percaya kepada Tuhan, Allah Israel, dan di antara semua raja-raja Yehuda, baik yang sesudah dia maupun yang sebelumnya, tidak ada lagi yang sama seperti dia.\n",
        "18:6 Ia berpaut kepada Tuhan, tidak menyimpang dari pada mengikuti Dia dan ia berpegang pada perintah-perintah Tuhan yang telah diperintahkan-Nya kepada Musa.\n",
        "18:7 Maka Tuhan menyertai dia; ke mana pun juga ia pergi berperang, ia beruntung. Ia memberontak kepada raja Asyur dan tidak lagi takluk kepadanya.\n",
        "18:8 Dialah yang mengalahkan orang Filistin sampai ke Gaza dan memusnahkan daerahnya, baik menara-menara penjagaan maupun kota-kota yang berkubu.\n",
        "18:9 Dalam tahun keempat zaman raja Hizkia - itulah tahun ketujuh zaman Hosea bin Ela, raja Israel - majulah Salmaneser, raja Asyur, menyerang Samaria dan mengepungnya.\n",
        "18:10 Direbutlah itu sesudah lewat tiga tahun; dalam tahun keenam zaman Hizkia - itulah tahun kesembilan zaman Hosea, raja Israel - direbutlah Samaria.\n",
        "18:11 Raja Asyur mengangkut orang Israel ke dalam pembuangan ke Asyur dan menempatkan mereka di Halah, pada sungai Habor, yakni sungai negeri Gozan, dan di kota-kota orang Madai,\n",
        "18:12 oleh karena mereka tidak mau mendengarkan suara Tuhan, Allah mereka, dan melanggar perjanjian-Nya, yakni segala yang diperintahkan oleh Musa, hamba Tuhan; mereka tidak mau mendengarkannya dan tidak mau melakukannya.\n",
        "18:13 Dalam tahun keempat belas zaman raja Hizkia majulah Sanherib, raja Asyur, menyerang segala kota berkubu negeri Yehuda, lalu merebutnya.\n",
        "18:14 Hizkia, raja Yehuda, mengutus orang kepada raja Asyur di Lakhis dengan pesan: Aku telah berbuat dosa; undurlah dari padaku; apa pun yang kaubebankan kepadaku akan kupikul. Kemudian raja Asyur membebankan kepada Hizkia, raja Yehuda, tiga ratus talenta perak dan tiga puluh talenta emas.\n",
        "18:15 Hizkia memberikan segala perak yang terdapat dalam rumah Tuhan dan dalam perbendaharaan istana raja.\n",
        "18:16 Pada waktu itu Hizkia mengerat emas dari pintu-pintu dan dari jenang-jenang pintu bait Tuhan, yang telah dilapis oleh Hizkia, raja Yehuda; diberikannyalah semuanya kepada raja Asyur.\n",
        "18:17 Sesudah itu raja Asyur mengirim panglima, kepala istana dan juru minuman agung dari Lakhis kepada raja Hizkia di Yerusalem disertai suatu tentara yang besar. Mereka maju dan sampai ke Yerusalem. Setelah mereka maju dan sampai di situ, mereka mengambil tempat dekat saluran kolam atas yang di jalan raja pada Padang Tukang Penatu.\n",
        "18:18 Dan ketika mereka memanggil-manggil kepada raja, keluarlah mendapatkan mereka Elyakim bin Hilkia, kepala istana, dan Sebna, panitera negara, serta Yoah bin Asaf, bendahara negara.\n",
        "18:19 Lalu berkatalah juru minuman agung kepada mereka: Baiklah katakan kepada Hizkia: Beginilah kata raja agung, raja Asyur: Kepercayaan macam apakah yang kaupegang ini?\n",
        "18:20 Kaukira bahwa hanya ucapan bibir saja dapat merupakan siasat dan kekuatan untuk perang! Sekarang, kepada siapa engkau berharap, maka engkau memberontak terhadap aku?\n",
        "18:21 Sesungguhnya, engkau berharap kepada tongkat bambu yang patah terkulai itu, yaitu Mesir, yang akan menusuk dan menembus tangan orang yang bertopang kepadanya. Begitulah keadaan Firaun, raja Mesir, bagi semua orang yang berharap kepadanya.\n",
        "18:22 Dan apabila kamu berkata kepadaku: Kami berharap kepada Tuhan, Allah kami, - bukankah Dia itu yang bukit-bukit pengorbanan-Nya dan mezbah-mezbah-Nya telah dijauhkan oleh Hizkia sambil berkata kepada Yehuda dan Yerusalem: Di depan mezbah yang di Yerusalem inilah kamu harus sujud menyembah!\n",
        "18:23 Maka sekarang, baiklah bertaruh dengan tuanku, raja Asyur: Aku akan memberikan dua ribu ekor kuda kepadamu, jika engkau sanggup memberikan dari pihakmu orang-orang yang mengendarainya.\n",
        "18:24 Bagaimanakah mungkin engkau memukul mundur satu orang perwira tuanku yang paling kecil? Padahal engkau berharap kepada Mesir dalam hal kereta dan orang-orang berkuda!\n",
        "18:25 Sekarang pun, adakah di luar kehendak Tuhan aku maju melawan tempat ini untuk memusnahkannya? Tuhan telah berfirman kepadaku: Majulah menyerang negeri itu dan musnahkanlah itu!\n",
        "18:26 Lalu berkatalah Elyakim bin Hilkia, Sebna dan Yoah kepada juru minuman agung: Silakan berbicara dalam bahasa Aram kepada hamba-hambamu ini, sebab kami mengerti; tetapi janganlah berbicara dengan kami dalam bahasa Yehuda sambil didengar oleh rakyat yang ada di atas tembok.\n",
        "18:27 Tetapi juru minuman agung berkata kepada mereka: Adakah tuanku mengutus aku untuk mengucapkan perkataan-perkataan ini hanya kepada tuanmu dan kepadamu saja? Bukankah juga kepada orang-orang yang duduk di atas tembok, yang memakan tahinya dan meminum air kencingnya bersama-sama dengan kamu?\n",
        "18:28 Kemudian berdirilah juru minuman agung dan berserulah ia dengan suara nyaring dalam bahasa Yehuda. Ia berkata: Dengarlah perkataan raja agung, raja Asyur!\n",
        "18:29 Beginilah kata raja: Janganlah Hizkia memperdayakan kamu, sebab ia tidak sanggup melepaskan kamu dari tangan ku!\n",
        "18:30 Janganlah Hizkia mengajak kamu berharap kepada Tuhan dengan mengatakan: Tentulah Tuhan akan melepaskan kita; dan kota ini tidak akan diserahkan ke dalam tangan raja Asyur.\n",
        "18:31 Janganlah dengarkan Hizkia, sebab beginilah kata raja Asyur: Adakanlah perjanjian penyerahan dengan aku dan datanglah ke luar kepadaku, maka setiap orang dari padamu akan makan dari pohon anggurnya dan dari pohon aranya serta minum dari sumurnya,\n",
        "18:32 sampai aku datang dan membawa kamu ke suatu negeri seperti negerimu ini, suatu negeri yang bergandum dan berair anggur, suatu negeri yang beroti dan berkebun anggur, suatu negeri yang berpohon zaitun, berminyak dan bermadu; dengan demikian kamu hidup dan tidak mati. Tetapi janganlah dengarkan Hizkia, sebab ia membujuk kamu dengan mengatakan: Tuhan akan melepaskan kita!\n",
        "18:33 Apakah pernah para allah bangsa-bangsa melepaskan negerinya masing-masing dari tangan raja Asyur?\n",
        "18:34 Di manakah para allah negeri Hamat dan Arpad? Di manakah para allah negeri Sefarwaim, Hena dan Iwa? Apakah mereka telah melepaskan Samaria dari tanganku?\n",
        "18:35 Siapakah di antara semua allah negeri-negeri yang telah melepaskan negeri mereka dari tanganku, sehingga Tuhan sanggup melepaskan Yerusalem dari tanganku?\n",
        "18:36 Tetapi rakyat itu berdiam diri dan tidak menjawab dia sepatah kata pun, sebab ada perintah raja, bunyinya: Jangan kamu menjawab dia!\n",
        "18:37 Kemudian pergilah Elyakim bin Hilkia, kepala istana, dan Sebna, panitera negara, dan Yoah bin Asaf, bendahara negara, menghadap Hizkia, dengan pakaian yang dikoyakkan, lalu memberitahukan kepadanya perkataan juru minuman agung.\n"
      ]
    },
    "19": {
      "en": [
        "19:1 And when King Hezekiah heard, he tore his clothes and covered himself with sackcloth and went into the house of Jehovah.\n",
        "19:2 And he sent Eliakim, who was over the household, and Shebna the scribe and the elders of the priests, who had covered themselves with sackcloth, to Isaiah the prophet, the son of Amoz.\n",
        "19:3 And they said to him, Thus says Hezekiah, This day is a day of affliction and rebuke and contempt, for children have come to the point of birth, and there is no strength to bring them forth.\n",
        "19:4 It may be that Jehovah your God will hear all the words of the Rab-shakeh, whom his master the king of Assyria has sent to reproach the living God, and will reprove the words which Jehovah your God has heard. Therefore lift up a prayer for the remnant which is left.\n",
        "19:5 So the servants of King Hezekiah came to Isaiah.\n",
        "19:6 And Isaiah said to them, Thus shall you say to your master, Thus says Jehovah, Do not be afraid of the words which you have heard, with which the servants of the king of Assyria have blasphemed Me.\n",
        "19:7 Indeed, I will put a spirit in him, so that he will hear a report and return to his land. And I will cause him to fall by the sword in his own land.\n",
        "19:8 And the Rab-shakeh returned and found the king of Assyria fighting against Libnah, because he had heard that the king had departed from Lachish.\n",
        "19:9 And he heard a report about Tirhakah the king of Ethiopia, which said, He has now come forth to make war with you. And he sent messengers again to Hezekiah, saying,\n",
        "19:10 Thus shall you speak to Hezekiah the king of Judah, saying, Do not let your God in whom you trust deceive you, saying, Jerusalem will not be delivered into the hand of the king of Assyria.\n",
        "19:11 Indeed, you have heard what the kings of Assyria have done to all lands, destroying them utterly. And will you be delivered?\n",
        "19:12 Have the gods of the nations whom my fathers have destroyed delivered them: Gozan and Haran and Rezeph and the children of Eden, who were in Telassar?\n",
        "19:13 Where are the king of Hamath and the king of Arpad and the king of the city of Sepharvaim, of Hena and Ivvah?\n",
        "19:14 And Hezekiah took the letter from the hand of the messengers and read it, and Hezekiah went up to the house of Jehovah and spread it before Jehovah.\n",
        "19:15 And Hezekiah prayed before Jehovah and said, O Jehovah, God of Israel, You who are enthroned between the cherubim, You alone are the God of all the kingdoms of the earth; You made the heavens and the earth.\n",
        "19:16 Incline Your ear, O Jehovah, and hear; open Your eyes, O Jehovah, and see; and listen to the words of Sennacherib, who has sent him to reproach the living God.\n",
        "19:17 Truly, O Jehovah, the kings of Assyria have laid waste the nations and their lands,\n",
        "19:18 And have cast their gods into the fire, because they were not gods but the work of men?s hands, wood and stone; so they destroyed them.\n",
        "19:19 And now, O Jehovah our God, save us from his hand, that all the kingdoms of the earth may know that You alone, O Jehovah, are God.\n",
        "19:20 Then Isaiah the son of Amoz sent a message to Hezekiah, saying, Thus says Jehovah the God of Israel, Because you have prayed to Me concerning Sennacherib king of Assyria, I have heard.\n",
        "19:21 This is the word which Jehovah has spoken concerning him: The virgin daughter of Zion Has despised you and laughed at you; The daughter of Jerusalem Has shaken her head behind you.\n",
        "19:22 Whom have you reproached and reviled? Against whom have you lifted up your voice And lifted up your eyes haughtily? Against the Holy One of Israel.\n",
        "19:23 By your messengers you have reproached the Lord, And you have said, In the multitude of my chariots I have come up to the height of the mountains, To the sides of Lebanon; And I have cut down its tall cedars, And the choicest of its cypresses; And I have entered into its farthest lodging place, And its luxuriant forest.\n",
        "19:24 I have dug And have drunk foreign waters, And with the sole of my feet I have dried up All the rivers of Egypt.\n",
        "19:25 Have you not heard That long ago I did it And that from the days of old I had formed it? Now I have brought it to pass, That you should destroy fortified cities And make them into ruinous heaps.\n",
        "19:26 Therefore their inhabitants were short of strength; They were dismayed and felt ashamed; They were like vegetation of the field And green shoots of tender grass, Like grass which grows on the housetops And is scorched before it has grown up.\n",
        "19:27 But I know your sitting down, And your going out and your coming in, And your raging against Me.\n",
        "19:28 Because your raging against Me And your arrogance have come up into My ears, I will put My hook in your nose, And My bridle in your lips; And I will turn you back on the way by which you came.\n",
        "19:29 And this shall be the sign to you: This year you shall eat that which grows up of itself, and in the second year that which shoots up from the same, and in the third year sow and reap and plant vineyards and eat their fruit.\n",
        "19:30 And the remnant of those who have escaped of the house of Judah will again take root downward and bear fruit upward.\n",
        "19:31 For a remnant will go forth out of Jerusalem, and from Mount Zion those who have escaped. The zeal of Jehovah of hosts will perform this.\n",
        "19:32 Therefore thus says Jehovah concerning the king of Assyria, He shall not come to this city, Nor shoot an arrow there; Neither shall he come against it with a shield And build up a mound against it.\n",
        "19:33 By the way on which he came, By the same shall he return, And into this city he shall not come, Declares Jehovah.\n",
        "19:34 And around this city I will put an enclosure, To save it, For My own sake, And for the sake of David, My servant.\n",
        "19:35 And that night an angel of Jehovah went out and struck the Assyrians? camp, a hundred and eighty-five thousand; and when they rose up early in the morning, all of them were corpses, dead.\n",
        "19:36 Then Sennacherib the king of Assyria departed and went back to dwell in Nineveh.\n",
        "19:37 And as he was worshipping in the house of Nisroch his god, Adrammelech and Sharezer his sons struck him down with the sword; and they escaped to the land of Ararat. And Esarhaddon his son reigned in his place.\n"
      ],
      "id": [
        "19:1 Segera sesudah raja Hizkia mendengar itu, dikoyakkannyalah pakaiannya dan diselubunginyalah badannya dengan kain kabung, lalu masuklah ia ke rumah Tuhan.\n",
        "19:2 Disuruhnyalah juga Elyakim, kepala istana, Sebna, panitera negara, dan yang tua-tua di antara para imam, dengan berselubungkan kain kabung, kepada nabi Yesaya bin Amos.\n",
        "19:3 Berkatalah mereka kepadanya: Beginilah kata Hizkia: Hari ini hari kesesakan, hari hukuman dan penistaan; sebab sudah datang waktunya untuk melahirkan anak, tetapi tidak ada kekuatan untuk melahirkannya.\n",
        "19:4 Mungkin Tuhan, Allahmu, sudah mendengar segala perkataan juru minuman agung yang telah diutus oleh raja Asyur, tuannya, untuk mencela Allah yang hidup, sehingga Tuhan, Allahmu, mau memberi hukuman karena perkataan-perkataan yang telah didengar-Nya. Maka baiklah engkau menaikkan doa untuk sisa yang masih tinggal ini!\n",
        "19:5 Ketika pegawai-pegawai raja Hizkia sampai kepada Yesaya,\n",
        "19:6 berkatalah Yesaya kepada mereka: Beginilah kamu katakan kepada tuanmu: Beginilah firman Tuhan: Janganlah engkau takut terhadap perkataan yang kaudengar yang telah diucapkan oleh budak-budak raja Asyur untuk menghujat Aku.\n",
        "19:7 Sesungguhnya, Aku akan menyuruh suatu roh masuk di dalamnya, sehingga ia mendengar suatu kabar dan pulang ke negerinya; Aku akan membuat dia mati rebah oleh pedang di negerinya sendiri.\n",
        "19:8 Ketika juru minuman agung pulang, didapatinyalah raja Asyur berperang melawan Libna; sebab sudah didengarnya bahwa raja telah berangkat dari Lakhis.\n",
        "19:9 Dalam pada itu raja mendengar tentang Tirhaka, raja Etiopia, berita yang demikian: Sesungguhnya, ia telah keluar berperang melawan engkau, maka disuruhnyalah kembali utusan-utusan kepada Hizkia dengan pesan:\n",
        "19:10 Beginilah harus kamu katakan kepada Hizkia, raja Yehuda: Janganlah Allahmu yang kaupercayai itu memperdayakan engkau dengan menjanjikan: Yerusalem tidak akan diserahkan ke tangan raja Asyur.\n",
        "19:11 Sesungguhnya, engkau ini telah mendengar tentang yang dilakukan raja-raja Asyur kepada segala negeri, yakni bahwa mereka telah menumpasnya; masakan engkau ini akan dilepaskan?\n",
        "19:12 Sudahkah para allah dari bangsa-bangsa, yang telah dimusnahkan oleh nenek moyangku, dapat melepaskan mereka, yakni Gozan, Haran, Rezef dan bani Eden yang di Telasar?\n",
        "19:13 Di manakah raja negeri Hamat dan Arpad, raja kota Sefarwaim, raja negeri Hena dan Iwa?\n",
        "19:14 Hizkia menerima surat itu dari tangan para utusan, lalu membacanya; kemudian pergilah ia ke rumah Tuhan dan membentangkan surat itu di hadapan Tuhan.\n",
        "19:15 Hizkia berdoa di hadapan Tuhan dengan berkata: Ya Tuhan, Allah Israel, yang bertakhta di atas kerubim! Hanya Engkau sendirilah Allah segala kerajaan di bumi; Engkaulah yang menjadikan langit dan bumi.\n",
        "19:16 Sendengkanlah telinga-Mu, ya Tuhan, dan dengarlah; bukalah mata-Mu, ya Tuhan, dan lihatlah; dengarlah perkataan Sanherib yang telah dikirimnya untuk mengaibkan Allah yang hidup.\n",
        "19:17 Ya Tuhan, memang raja-raja Asyur telah memusnahkan bangsa-bangsa dan negeri-negeri mereka\n",
        "19:18 dan menaruh para allah mereka ke dalam api, sebab mereka bukanlah Allah, hanya buatan tangan manusia, kayu dan batu; sebab itu dapat dibinasakan orang.\n",
        "19:19 Maka sekarang, ya Tuhan, Allah kami, selamatkanlah kiranya kami dari tangannya, supaya segala kerajaan di bumi mengetahui, bahwa hanya Engkau sendirilah Allah, ya Tuhan.\n",
        "19:20 Lalu Yesaya bin Amos menyuruh orang kepada Hizkia mengatakan: Beginilah firman Tuhan, Allah Israel: Apa yang telah kaudoakan kepada-Ku mengenai Sanherib, raja Asyur, telah Kudengar.\n",
        "19:21 Inilah firman yang telah diucapkan Tuhan mengenai dia: Anak dara, yaitu puteri Sion, telah menghina engkau, telah mengolok-olokkan engkau; dan puteri Yerusalem telah geleng-geleng kepala di belakangmu.\n",
        "19:22 Siapakah yang engkau cela dan engkau hujat? Terhadap siapakah engkau menyaringkan suaramu, dan memandang dengan sombong? Terhadap Yang Mahakudus Allah Israel!\n",
        "19:23 Dengan perantaraan utusan-utusanmu engkau telah mencela Tuhan, dan engkau telah berkata: Dengan banyaknya keretaku aku naik ke tempat-tempat tinggi di pegunungan, ke tempat yang paling jauh di gunung Libanon; aku telah menebang pohon-pohon arasnya yang tinggi besar, pohon-pohon sanobarnya yang terpilih; aku telah masuk ke tempat permalaman yang paling ujung, ke hutan pohon-pohonannya yang lebat.\n",
        "19:24 Aku ini telah menggali air dan telah minum air asing, dan aku telah mengeringkan dengan telapak kakiku segala sungai di Mesir.\n",
        "19:25 Bukankah telah kaudengar, bahwa Aku telah menentukannya dari jauh hari, dan telah merancangnya pada zaman purbakala? Sekarang Aku mewujudkannya, bahwa engkau membuat sunyi senyap kota-kota yang berkubu menjadi timbunan batu.\n",
        "19:26 Sedang penduduknya yang tak berdaya menjadi terkejut dan malu; mereka menjadi seperti tumbuh-tumbuhan di padang dan seperti rumput hijau, seperti rumput di atas sotoh, atau gandum yang layu sebelum ia masak.\n",
        "19:27 Aku tahu, jika engkau bangun atau duduk jika keluar atau masuk, atau jika engkau mengamuk terhadap Aku.\n",
        "19:28 Oleh karena engkau telah mengamuk terhadap Aku, dan kata-kata keangkuhanmu telah naik sampai ke telinga-Ku, maka Aku akan menaruh kelikir-Ku pada hidungmu dan kekang-Ku pada bibirmu, dan Aku akan memulangkan engkau melalui jalan, dari mana engkau datang.\n",
        "19:29 Dan inilah yang akan menjadi tanda bagimu, hai Hizkia: Dalam tahun ini orang makan apa yang tumbuh sendiri, dan dalam tahun yang kedua, apa yang tumbuh dari tanaman yang pertama, tetapi dalam tahun yang ketiga, menaburlah kamu, menuai, membuat kebun anggur dan memakan buahnya.\n",
        "19:30 Dan orang-orang yang terluput di antara kaum Yehuda, yaitu orang-orang yang masih tertinggal, akan berakar pula ke bawah dan menghasilkan buah ke atas.\n",
        "19:31 Sebab dari Yerusalem akan keluar orang-orang yang tertinggal dan dari gunung Sion orang-orang yang terluput; giat cemburu Tuhan semesta alam akan melakukan hal ini.\n",
        "19:32 Sebab itu beginilah firman Tuhan mengenai raja Asyur: Ia tidak akan masuk ke kota ini dan tidak akan menembakkan panah ke sana; juga ia tidak akan mendatanginya dengan perisai dan tidak akan menimbun tanah menjadi tembok untuk mengepungnya.\n",
        "19:33 Melalui jalan, dari mana ia datang, ia akan pulang, tetapi ke kota ini ia tidak akan masuk, demikianlah firman Tuhan.\n",
        "19:34 Dan Aku akan memagari kota ini untuk menyelamatkannya, oleh karena Aku dan oleh karena Daud, hamba-Ku.\n",
        "19:35 Maka pada malam itu keluarlah Malaikat Tuhan, lalu dibunuh-Nyalah seratus delapan puluh lima ribu orang di dalam perkemahan Asyur. Keesokan harinya pagi-pagi tampaklah, semuanya bangkai orang-orang mati belaka!\n",
        "19:36 Sebab itu berangkatlah Sanherib, raja Asyur, dan pulang, lalu tinggallah ia di Niniwe.\n",
        "19:37 Pada suatu kali ketika ia sujud menyembah di dalam kuil Nisrokh, allahnya, maka Adramelekh dan Sarezer, anak-anaknya, membunuh dia dengan pedang, dan mereka meloloskan diri ke tanah Ararat. Kemudian Esarhadon, anaknya, menjadi raja menggantikan dia.\n"
      ]
    },
    "1": {
      "en": [
        "1:1 And Moab rebelled against Israel after the death of Ahab.\n",
        "1:2 And Ahaziah fell through the lattice in his upper chamber which was in Samaria and became ill. And he sent messengers and said to them, Go and inquire of Baal-zebub the god of Ekron whether I will recover from this sickness.\n",
        "1:3 But the Angel of Jehovah said to Elijah the Tishbite, Arise; go up to meet the messengers of the king of Samaria and say to them, Is it because there is no God in Israel that you go to inquire of Baal-zebub the god of Ekron?\n",
        "1:4 Now therefore thus says Jehovah, You shall not come down from the bed on which you have gone up, but you shall surely die. And Elijah departed.\n",
        "1:5 And when the messengers returned to him, he said to them, Why have you returned?\n",
        "1:6 And they said to him, A man came up to meet us and said to us, Go and return to the king who sent you, and say to him, Thus says Jehovah, Is it because there is no God in Israel that you send men to inquire of Baal-zebub the god of Ekron? Therefore you shall not come down from the bed on which you have gone up, but you shall surely die.\n",
        "1:7 And he said to them, What sort of man was he who came up to meet you and spoke these words to you?\n",
        "1:8 And they said to him, A hairy man, and he was girded with a leather girdle around his loins. And he said, It is Elijah the Tishbite.\n",
        "1:9 And he sent a captain of fifty with his fifty to him. And the captain went up to him, and there he was, sitting on the top of the hill. And he said to him, O man of God, the king says, Come down!\n",
        "1:10 And Elijah answered and said to the captain of fifty, If I am a man of God, let fire come down from heaven and consume you and your fifty. Then fire came down from heaven and consumed him and his fifty.\n",
        "1:11 And again the king sent another captain of fifty with his fifty. And the captain answered and said to him, O man of God, thus says the king, Come down quickly.\n",
        "1:12 And Elijah answered and said to them, If I am the man of God, let fire come down from heaven and consume you and your fifty. And the fire of God came down from heaven and consumed him and his fifty.\n",
        "1:13 And again the king sent a captain of a third fifty with his fifty. And the third captain of fifty went up; and he came and fell on his knees before Elijah, and he entreated him and said to him, O man of God, may my soul and the soul of these fifty servants of yours be precious in your sight.\n",
        "1:14 Already fire has come down from heaven and consumed the first two captains of fifty and their fifties; and now may my soul be precious in your sight.\n",
        "1:15 And the Angel of Jehovah said to Elijah, Go down with him; do not be afraid of him. And he rose up and went down with him to the king.\n",
        "1:16 Then he said to him, Thus says Jehovah, Because you sent messengers to inquire of Baal-zebub the god of Ekron?was it because there is no God in Israel to inquire of His word??therefore you shall not come down from the bed on which you have gone up, but you shall surely die.\n",
        "1:17 And he died according to the word of Jehovah which Elijah had spoken. And Jehoram began to reign in his place in the second year of Jehoram the son of Jehoshaphat, the king of Judah, because he had no son.\n",
        "1:18 And the rest of the acts of Ahaziah which he did, are they not written in the book of the chronicles of the kings of Israel?\n"
      ],
      "id": [
        "1:1 Sesudah Ahab mati, maka memberontaklah Moab terhadap Israel.\n",
        "1:2 Pada suatu hari jatuhlah Ahazia dari kisi-kisi kamar atasnya yang ada di Samaria, lalu menjadi sakit. Kemudian dikirimnyalah utusan-utusan dengan pesan: Pergilah, mintalah petunjuk kepada Baal-Zebub, allah di Ekron, apakah aku akan sembuh dari penyakit ini.\n",
        "1:3 Tetapi berfirmanlah Malaikat Tuhan kepada Elia, orang Tisbe itu: Bangunlah, berangkatlah menemui utusan-utusan raja Samaria dan katakan kepada mereka: Apakah tidak ada Allah di Israel, sehingga kamu ini pergi untuk meminta petunjuk kepada Baal-Zebub, allah di Ekron?\n",
        "1:4 Sebab itu beginilah firman Tuhan: Engkau tidak akan bangun lagi dari tempat tidur, di mana engkau berbaring, sebab engkau pasti akan mati. Lalu pergilah Elia.\n",
        "1:5 Sesudah utusan-utusan itu kembali kepada raja, berkatalah ia kepada mereka: Mengapa kamu kembali?\n",
        "1:6 Jawab mereka kepadanya: Ada seorang datang menemui kami dan berkata kepada kami: Pergilah, kembalilah kepada raja yang telah menyuruh kamu, dan katakanlah kepadanya: Beginilah firman Tuhan: Apakah tidak ada Allah di Israel, sehingga engkau menyuruh meminta petunjuk kepada Baal-Zebub, allah di Ekron? Sebab itu engkau tidak akan bangun lagi dari tempat tidur di mana engkau berbaring, sebab engkau pasti akan mati.\n",
        "1:7 Lalu bertanyalah ia kepada mereka: Bagaimanakah rupa orang yang telah datang menemui kamu itu dan yang mengatakan perkataan ini kepadamu?\n",
        "1:8 Jawab mereka kepadanya: Seorang yang memakai pakaian bulu, dan ikat pinggang kulit terikat pada pinggangnya. Maka berkatalah ia: Itu Elia, orang Tisbe!\n",
        "1:9 Sesudah itu disuruhnyalah kepada Elia seorang perwira dengan kelima puluh anak buahnya. Orang itu naik menjumpai Elia yang sedang duduk di atas puncak bukit. Berkatalah orang itu kepadanya: Hai abdi Allah, raja bertitah: Turunlah!\n",
        "1:10 Tetapi Elia menjawab, katanya kepada perwira itu: Kalau benar aku abdi Allah, biarlah turun api dari langit memakan engkau habis dengan kelima puluh anak buahmu. Maka turunlah api dari langit memakan dia habis dengan kelima puluh anak buahnya.\n",
        "1:11 Kemudian raja menyuruh pula kepadanya seorang perwira yang lain dengan kelima puluh anak buahnya. Lalu orang itu berkata kepada Elia: Hai abdi Allah, beginilah titah raja: Segeralah turun!\n",
        "1:12 Tetapi Elia menjawab mereka: Kalau benar aku abdi Allah, biarlah turun api dari langit memakan engkau habis dengan kelima puluh anak buahmu! Maka turunlah api Allah dari langit memakan dia habis dengan kelima puluh anak buahnya.\n",
        "1:13 Kemudian raja menyuruh pula seorang perwira yang ketiga dengan kelima puluh anak buahnya. Lalu naiklah perwira yang ketiga itu dan sesudah sampai, berlututlah ia di depan Elia, serta memohon belas kasihan kepadanya, katanya: Ya abdi Allah, biarlah kiranya nyawaku dan nyawa kelima puluh orang hamba-hambamu ini berharga di matamu.\n",
        "1:14 Bukankah api sudah turun dari langit memakan habis kedua perwira yang dahulu dengan kelima puluh anak buah mereka? Tetapi sekarang biarlah nyawaku berharga di matamu.\n",
        "1:15 Maka berfirmanlah Malaikat Tuhan kepada Elia: Turunlah bersama-sama dia, janganlah takut kepadanya! Lalu bangunlah Elia dan turun bersama-sama dia menghadap raja.\n",
        "1:16 Berkatalah Elia kepada raja: Beginilah firman Tuhan: Oleh karena engkau telah mengirim utusan-utusan untuk meminta petunjuk kepada Baal-Zebub, allah di Ekron, seolah-olah tidak ada Allah di Israel untuk ditanyakan firman-Nya, maka sebab itu engkau tidak akan bangun lagi dari tempat tidur, di mana engkau berbaring, sebab engkau pasti akan mati.\n",
        "1:17 Maka matilah raja sesuai dengan firman Tuhan yang dikatakan oleh Elia. Maka Yoram menjadi raja menggantikan dia dalam tahun kedua zaman Yoram bin Yosafat, raja Yehuda, sebab Ahazia tidak mempunyai anak laki-laki.\n",
        "1:18 Selebihnya dari riwayat Ahazia, apa yang dilakukannya, bukankah semuanya itu tertulis dalam kitab sejarah raja-raja Israel?\n"
      ]
    },
    "2": {
      "en": [
        "2:1 And when Jehovah was about to take up Elijah by a whirlwind into heaven, Elijah went with Elisha from Gilgal.\n",
        "2:2 And Elijah said to Elisha, Stay here, for Jehovah has sent me as far as Bethel. And Elisha said, As Jehovah lives and as your soul lives, I will not leave you. So they went down to Bethel.\n",
        "2:3 Then the sons of the prophets who were in Bethel came out to Elisha and said to him, Do you know that Jehovah will take away your master from over your head today? And he said, I too know it; be silent.\n",
        "2:4 And Elijah said to him, Elisha, stay here, for Jehovah has sent me to Jericho. And he said, As Jehovah lives and as your soul lives, I will not leave you. And they came to Jericho.\n",
        "2:5 And the sons of the prophets who were at Jericho approached Elisha and said to him, Do you know that Jehovah will take away your master from over your head today? And he said, I too know it; be silent.\n",
        "2:6 And Elijah said to him, Stay here, for Jehovah has sent me to the Jordan. And he said, As Jehovah lives and as your soul lives, I will not leave you. So the two of them went on.\n",
        "2:7 And fifty men from the sons of the prophets went and stood opposite them at a distance, while the two of them stood by the Jordan.\n",
        "2:8 And Elijah took his mantle and wrapped it together and struck the water; and it parted to this side and that, so that the two of them crossed over on dry ground.\n",
        "2:9 And when they had crossed over, Elijah said to Elisha, Ask what I should do for you before I am taken from you. And Elisha said, Let a double portion of your spirit be upon me.\n",
        "2:10 And he said, You have asked a hard thing. If you see me when I am taken from you, so will it be to you; but if not, it will not be so.\n",
        "2:11 And as they went on and talked, suddenly a chariot of fire and horses of fire appeared; and they separated the two of them. And Elijah went up by a whirlwind into heaven.\n",
        "2:12 And Elisha saw it and cried, My father, my father, the chariot of Israel and its horsemen! And he did not see him anymore. And he grasped his clothes and tore them in two pieces.\n",
        "2:13 And he picked up Elijah?s mantle, which had fallen from him, and returned and stood by the bank of the Jordan.\n",
        "2:14 And he took Elijah?s mantle, which had fallen from him, and struck the water and said, Where is Jehovah, the God of Elijah? And when he also struck the water, it parted to this side and that, and Elisha crossed over.\n",
        "2:15 And when the sons of the prophets who were at Jericho opposite him saw him, they said, The spirit of Elijah rests on Elisha. And they came to meet him and bowed themselves to the ground before him.\n",
        "2:16 And they said to him, Here with your servants are fifty strong men; let them go and seek your master, lest the Spirit of Jehovah has taken him up and cast him upon some mountain or into some valley. And he said, You shall not send them.\n",
        "2:17 But when they urged him until he was ashamed, he said, Send them. So they sent fifty men, who searched for three days but did not find him.\n",
        "2:18 And they returned to him while he stayed at Jericho; and he said to them, Did I not say to you, Do not go?\n",
        "2:19 And the men of the city said to Elisha, The location of the city is good, as my lord can see; but the water is bad, and the land is barren.\n",
        "2:20 And he said, Bring me a new jar, and put salt in it. And they brought it to him.\n",
        "2:21 And he went out to the source of the water and threw salt there; and he said, Thus says Jehovah, I have healed this water; there will not be any more death or barrenness from there.\n",
        "2:22 So the water has been healed to this day, according to the word of Elisha, which he spoke.\n",
        "2:23 And he went up from there to Bethel. And as he was going up on the way, some little boys came out from the city and mocked him and said to him, Go up, baldhead; go up, baldhead.\n",
        "2:24 And he turned around and looked at them and cursed them in the name of Jehovah. Then two female bears came out of the woods and tore up forty-two children among them.\n",
        "2:25 And he went from there to Mount Carmel, and from there he returned to Samaria.\n"
      ],
      "id": [
        "2:1 Menjelang saatnya Tuhan hendak menaikkan Elia ke surga dalam angin badai, Elia dan Elisa sedang berjalan dari Gilgal.\n",
        "2:2 Berkatalah Elia kepada Elisa: Baiklah tinggal di sini, sebab Tuhan menyuruh aku ke Betel. Tetapi Elisa menjawab: Demi Tuhan yang hidup dan demi hidupmu sendiri, sesungguhnya aku tidak akan meninggalkan engkau. Lalu pergilah mereka ke Betel.\n",
        "2:3 Pada waktu itu keluarlah rombongan nabi yang ada di Betel mendapatkan Elisa, lalu berkatalah mereka kepadanya: Sudahkah engkau tahu, bahwa pada hari ini tuanmu akan diambil dari padamu oleh Tuhan terangkat ke surga? Jawabnya: Aku juga tahu, diamlah!\n",
        "2:4 Berkatalah Elia kepadanya: Hai Elisa, baiklah tinggal di sini, sebab Tuhan menyuruh aku ke Yerikho. Tetapi jawabnya: Demi Tuhan yang hidup dan demi hidupmu sendiri, sesungguhnya aku tidak akan meninggalkan engkau. Lalu sampailah mereka di Yerikho.\n",
        "2:5 Pada waktu itu mendekatlah rombongan nabi yang ada di Yerikho kepada Elisa serta berkata kepadanya: Sudahkah engkau tahu, bahwa pada hari ini tuanmu akan diambil dari padamu oleh Tuhan terangkat ke surga? Jawabnya: Aku juga tahu, diamlah!\n",
        "2:6 Berkatalah Elia kepadanya: Baiklah tinggal di sini, sebab Tuhan menyuruh aku ke sungai Yordan. Jawabnya: Demi Tuhan yang hidup dan demi hidupmu sendiri, sesungguhnya aku tidak akan meninggalkan engkau. Lalu berjalanlah keduanya.\n",
        "2:7 Lima puluh orang dari rombongan nabi itu ikut berjalan, tetapi mereka berdiri memandang dari jauh, ketika keduanya berdiri di tepi sungai Yordan.\n",
        "2:8 Lalu Elia mengambil jubahnya, digulungnya, dipukulkannya ke atas air itu, maka terbagilah air itu ke sebelah sini dan ke sebelah sana, sehingga menyeberanglah keduanya dengan berjalan di tanah yang kering.\n",
        "2:9 Dan sesudah mereka sampai di seberang, berkatalah Elia kepada Elisa: Mintalah apa yang hendak kulakukan kepadamu, sebelum aku terangkat dari padamu. Jawab Elisa: Biarlah kiranya aku mendapat dua bagian dari rohmu.\n",
        "2:10 Berkatalah Elia: Yang kauminta itu adalah sukar. Tetapi jika engkau dapat melihat aku terangkat dari padamu, akan terjadilah kepadamu seperti yang demikian, dan jika tidak, tidak akan terjadi.\n",
        "2:11 Sedang mereka berjalan terus sambil berkata-kata, tiba-tiba datanglah kereta berapi dengan kuda berapi memisahkan keduanya, lalu naiklah Elia ke surga dalam angin badai.\n",
        "2:12 Ketika Elisa melihat itu, maka berteriaklah ia: Bapaku, bapaku! Kereta Israel dan orang-orangnya yang berkuda! Kemudian tidak dilihatnya lagi, lalu direnggutkannya pakaiannya dan dikoyakkannya menjadi dua koyakan.\n",
        "2:13 Sesudah itu dipungutnya jubah Elia yang telah terjatuh, lalu ia berjalan hendak pulang dan berdiri di tepi sungai Yordan.\n",
        "2:14 Ia mengambil jubah Elia yang telah terjatuh itu, dipukulkannya ke atas air itu sambil berseru: Di manakah Tuhan, Allah Elia? Ia memukul air itu, lalu terbagi ke sebelah sini dan ke sebelah sana, maka menyeberanglah Elisa.\n",
        "2:15 Ketika rombongan nabi yang dari Yerikho itu melihat dia dari jauh, mereka berkata: Roh Elia telah hinggap pada Elisa. Mereka datang menemui dia, lalu sujudlah mereka kepadanya sampai ke tanah.\n",
        "2:16 Mereka berkata: Coba lihat! Di antara hamba-hambamu ini ada lima puluh orang laki-laki, orang-orang tangkas. Biarlah mereka itu pergi mencari tuanmu, jangan-jangan ia diangkat oleh Roh Tuhan dan dilemparkan-Nya ke atas salah satu gunung atau ke dalam salah satu lembah. Elisa menjawab: Janganlah suruh pergi!\n",
        "2:17 Tetapi ketika mereka mendesak-desak dia sampai memalukan, maka berkatalah ia: Suruhlah pergi! Mereka menyuruh lima puluh orang. Orang-orang ini mencari tiga hari lamanya, tetapi tidak bertemu dengan Elia.\n",
        "2:18 Ketika mereka kembali kepada Elisa yang masih tinggal di kota Yerikho, berkatalah ia kepada mereka: Bukankah telah kukatakan kepadamu: Jangan pergi?\n",
        "2:19 Berkatalah penduduk kota itu kepada Elisa: Cobalah lihat! Letaknya kota ini baik, seperti tuanku lihat, tetapi airnya tidak baik dan di negeri ini sering ada keguguran bayi.\n",
        "2:20 Jawabnya: Ambillah sebuah pinggan baru bagiku dan taruhlah garam ke dalamnya. Maka mereka membawa pinggan itu kepadanya.\n",
        "2:21 Kemudian pergilah ia ke mata air mereka dan melemparkan garam itu ke dalamnya serta berkata: Beginilah firman Tuhan: Telah Kusehatkan air ini, maka tidak akan terjadi lagi olehnya kematian atau keguguran bayi.\n",
        "2:22 Demikianlah air itu menjadi sehat sampai hari ini sesuai dengan firman yang telah disampaikan Elisa.\n",
        "2:23 Elisa pergi dari sana ke Betel. Dan sedang ia mendaki, maka keluarlah anak-anak dari kota itu, lalu mencemoohkan dia serta berseru kepadanya: Naiklah botak, naiklah botak!\n",
        "2:24 Lalu berpalinglah ia ke belakang, dan ketika ia melihat mereka, dikutuknyalah mereka demi nama Tuhan. Maka keluarlah dua ekor beruang dari hutan, lalu mencabik-cabik dari mereka empat puluh dua orang anak.\n",
        "2:25 Dari sana pergilah ia ke gunung Karmel dan dari sana pula kembalilah ia ke Samaria.\n"
      ]
    },
    "3": {
      "en": [
        "3:1 Now Jehoram the son of Ahab began to reign over Israel in Samaria in the eighteenth year of Jehoshaphat the king of Judah, and he reigned twelve years.\n",
        "3:2 And he did what was evil in the sight of Jehovah, but not as his father and his mother had done, for he put away the pillar of Baal, which his father had made.\n",
        "3:3 Yet he clung to the sins of Jeroboam the son of Nebat, by which he caused Israel to sin; he did not turn away from them.\n",
        "3:4 Now Mesha the king of Moab was a sheep breeder, who would pay as tribute to the king of Israel one hundred thousand lambs and the wool of one hundred thousand rams.\n",
        "3:5 And when Ahab died, the king of Moab rebelled against the king of Israel.\n",
        "3:6 And King Jehoram went forth from Samaria on that day and mustered all Israel.\n",
        "3:7 And he went and sent word to Jehoshaphat the king of Judah, saying, The king of Moab has rebelled against me. Will you go with me to Moab to fight? And he said, I will go up: I will be as you are; my people will be as your people; my horses, as your horses.\n",
        "3:8 And he said, By which way shall we go up? And he said, By the way of the wilderness of Edom.\n",
        "3:9 So the king of Israel and the king of Judah and the king of Edom set out, and they circled about on a journey of seven days. And there was no water for the army or for the animals that followed them.\n",
        "3:10 And the king of Israel said, Alas! Jehovah has called these three kings together to deliver them into the hand of Moab.\n",
        "3:11 But Jehoshaphat said, Is there no prophet of Jehovah here, by whom we may inquire of Jehovah? And one of the servants of the king of Israel answered and said, Elisha the son of Shaphat is here, who used to pour water on the hands of Elijah.\n",
        "3:12 And Jehoshaphat said, The word of Jehovah is with him. And the king of Israel and Jehoshaphat and the king of Edom went down to him.\n",
        "3:13 And Elisha said to the king of Israel, What do I have in this that concerns you? Go to the prophets of your father and to the prophets of your mother. And the king of Israel said to him, No; for Jehovah has called these three kings together to deliver them into the hand of Moab.\n",
        "3:14 And Elisha said, As Jehovah of hosts, before whom I stand, lives, were it not that I regard Jehoshaphat the king of Judah, I would not even look at you or see you.\n",
        "3:15 But now bring me a musician. And as the musician played, the hand of Jehovah came upon him.\n",
        "3:16 And he said, Thus says Jehovah, Make this valley trenches, all trenches!\n",
        "3:17 For thus says Jehovah, You will not see wind, nor will you see rain; but that valley will be filled with water, and you will drink, as will your cattle and your animals.\n",
        "3:18 And this is but a small thing in the sight of Jehovah, for He will deliver Moab into your hand.\n",
        "3:19 And you will strike every fortified city and every choice city, and every good tree you will fell, and all the springs of water you will stop, and every fine portion of land you will mar with stones.\n",
        "3:20 And in the morning, at about the time of the offering up of the meal offering, there came water from the direction of Edom, and the land was filled with water.\n",
        "3:21 Now when all Moab heard that the kings had come up to fight against them, any of those old enough to strap on armor and upward were called out; and they stationed themselves at the border.\n",
        "3:22 And when they rose up early in the morning, the sun shone on the water; and the Moabites saw the water before them as red as blood.\n",
        "3:23 And they said, This is blood; the kings have no doubt fought against themselves, and each has struck down his companion. Now therefore to the spoil, O Moab!\n",
        "3:24 And when they came to the camp of Israel, the Israelites rose up and struck the Moabites, so that they fled before them. And they went among them and struck down the Moabites.\n",
        "3:25 And they overturned the cities, and on every fine portion of land each man threw his stone and filled it up, and every spring of water they stopped, and every good tree they felled. Only at Kir-hareseth did they leave stones standing, but the slingers encircled it and struck it.\n",
        "3:26 And when the king of Moab saw that the battle went hard against him, he took with him seven hundred men who drew the sword, in order to break through to the king of Edom; but they were not able to do it.\n",
        "3:27 So he took his firstborn son, who was to reign in his place, and offered him up as a burnt offering upon the wall. And great wrath came upon Israel, and they departed from him and returned to their land.\n"
      ],
      "id": [
        "3:1 Yoram, anak Ahab, menjadi raja di Samaria atas Israel dalam tahun kedelapan belas zaman Yosafat, raja Yehuda, dan ia memerintah dua belas tahun lamanya.\n",
        "3:2 Ia melakukan apa yang jahat di mata Tuhan, tetapi bukan seperti ayahnya dan seperti ibunya: ia menjauhkan tugu berhala Baal yang didirikan ayahnya.\n",
        "3:3 Namun demikian, ia masih berpaut kepada dosa Yerobeam bin Nebat yang mengakibatkan orang Israel berdosa pula; ia tidak menjauhinya.\n",
        "3:4 Mesa, raja Moab, adalah seorang peternak domba; sebagai upeti ia membayar kepada raja Israel seratus ribu anak domba dan bulu dari seratus ribu domba jantan.\n",
        "3:5 Tetapi segera sesudah Ahab mati, memberontaklah raja Moab terhadap raja Israel.\n",
        "3:6 Keluarlah raja Yoram pada waktu itu dari Samaria, lalu ia memeriksa barisan seluruh orang Israel.\n",
        "3:7 Selanjutnya ia menyuruh orang kepada Yosafat, raja Yehuda, dengan pesan: Raja Moab telah memberontak terhadap aku! Maukah engkau bersama-sama aku berperang melawan Moab? Jawabnya: Aku akan maju. Kita sama-sama, aku dan engkau, rakyatku dan rakyatmu, kudaku dan kudamu.\n",
        "3:8 Lagi ia bertanya: Melalui jalan manakah kita akan maju? Jawabnya: Melalui padang gurun Edom!\n",
        "3:9 Maka berjalanlah raja Israel dan raja Yehuda dan raja Edom. Tetapi sesudah mereka berkeliling tujuh hari perjalanan jauhnya, maka tidak terdapat air untuk tentara dan untuk hewan yang mengikuti mereka.\n",
        "3:10 Lalu berkatalah raja Israel: Wahai, Tuhan telah memanggil ketiga raja ini untuk menyerahkan mereka ke dalam tangan Moab!\n",
        "3:11 Tetapi bertanyalah Yosafat: Tidak adakah di sini seorang nabi Tuhan, supaya dengan perantaraannya kita meminta petunjuk Tuhan? Lalu salah seorang pegawai raja Israel menjawab, katanya: Di sini ada Elisa bin Safat, yang dahulu melayani Elia.\n",
        "3:12 Berkatalah Yosafat: Memang padanya ada firman Tuhan. Sesudah itu pergilah raja Israel dan Yosafat dan raja Edom kepada Elisa.\n",
        "3:13 Tetapi berkatalah Elisa kepada raja Israel: Apakah urusanku dengan engkau? Pergilah kepada para nabi ayahmu dan kepada para nabi ibumu. Jawab raja Israel kepadanya: Jangan begitu, sebab Tuhan memanggil ketiga raja ini untuk menyerahkan mereka ke dalam tangan orang Moab!\n",
        "3:14 Berkatalah Elisa: Demi Tuhan semesta alam yang hidup, yang di hadapan-Nya aku menjadi pelayan: jika tidak karena Yosafat, raja Yehuda, maka sesungguhnya aku ini tidak akan memandang dan melihat kepadamu.\n",
        "3:15 Maka sekarang, jemputlah bagiku seorang pemetik kecapi. Pada waktu pemetik kecapi itu bermain kecapi, maka kekuasaan Tuhan meliputi dia.\n",
        "3:16 Kemudian berkatalah ia: Beginilah firman Tuhan: Biarlah di lembah ini dibuat parit-parit,\n",
        "3:17 sebab beginilah firman Tuhan: Kamu tidak akan mendapat angin dan hujan, namun lembah ini akan penuh dengan air, sehingga kamu serta ternak sembelihan dan hewan pengangkut dapat minum.\n",
        "3:18 Dan itu pun adalah perkara ringan di mata Tuhan; juga orang Moab akan diserahkan-Nya ke dalam tanganmu.\n",
        "3:19 Kamu akan memusnahkan segala kota yang berkubu dan segala kota pilihan; kamu akan menumbangkan segala pohon yang baik; kamu akan menutup segala mata air dan kamu akan merusakkan segala ladang yang baik dengan batu-batu.\n",
        "3:20 Keesokan harinya ketika orang mempersembahkan kurban, datanglah dengan tiba-tiba air dari arah Edom, lalu penuhlah negeri itu dengan air.\n",
        "3:21 Ketika didengar seluruh orang Moab, bahwa ketiga raja itu telah maju memerangi mereka, maka dikerahkanlah semua orang yang masih sanggup menyandang pedang, bahkan orang-orang yang lebih tua juga, kemudian mereka ditempatkan di tepi perbatasan.\n",
        "3:22 Keesokan harinya pagi-pagi, ketika matahari bersinar atas permukaan air itu, tampaklah kepada orang Moab itu, bahwa air di sebelah depannya merah seperti darah.\n",
        "3:23 Lalu berserulah mereka: Itu darah! Tentulah raja-raja itu telah berbunuh-bunuhan, yang seorang membunuh yang lain. Maka sekarang, marilah menjarah, hai orang-orang Moab!\n",
        "3:24 Tetapi ketika mereka sampai ke perkemahan orang Israel, maka bangkitlah orang Israel itu, lalu memukul orang-orang Moab, sehingga mereka lari dari situ. Dan makin jauhlah mereka menerobos ke dalam Moab sambil menewaskan orang-orang Moab itu.\n",
        "3:25 Mereka meruntuhkan kota-kota dan menutupi setiap ladang yang baik dengan batu, karena setiap orang melemparkan batu ke atasnya. Mereka menutup segala mata air dan menumbangkan segala pohon yang baik, sampai hanya Kir-Hareset saja yang ditinggalkan, tetapi kota ini ditembaki oleh orang-orang pengumban dari segala penjuru.\n",
        "3:26 Ketika raja Moab melihat, bahwa peperangan itu terlalu berat baginya, diambilnyalah tujuh ratus orang pemegang pedang bersama-sama dia untuk menerobos ke jurusan raja Edom, tetapi tidak berhasil.\n",
        "3:27 Kemudian ia mengambil anaknya yang sulung yang akan menjadi raja menggantikan dia, lalu mempersembahkannya sebagai kurban bakaran di atas pagar tembok. Tetapi kegusaran besar menimpa orang Israel, sehingga mereka berangkat meninggalkan dia dan pulang ke negeri mereka.\n"
      ]
    },
    "4": {
      "en": [
        "4:1 Now a certain woman from among the wives of the sons of the prophets cried out to Elisha, saying, Your servant my husband is dead, and you know that your servant feared Jehovah. And the creditor has come to take my two children to himself as servants.\n",
        "4:2 And Elisha said to her, What shall I do for you? Tell me, what do you have in your house? And she said, Your servant has nothing at all in the house, except a jar of oil.\n",
        "4:3 And he said, Go and borrow vessels outside, from all your neighbors, empty vessels, and not just a few.\n",
        "4:4 Then go in and shut the door behind you and your sons, and pour out into all those vessels; and each one you fill set aside.\n",
        "4:5 So she went away from him and shut the door behind herself and her sons; and they brought the vessels to her, and she poured out into them.\n",
        "4:6 And when she had filled the vessels, she said to her son, Bring me another vessel. But he said to her, There is no other vessel. And the oil stopped.\n",
        "4:7 And she went and told the man of God. And he said, Go and sell the oil, and pay your debt; and you and your sons can live off the rest.\n",
        "4:8 And one day Elisha was passing through Shunem; and there was a wealthy woman there, who compelled him to have a meal. So whenever he passed through, he would turn aside and have a meal there.\n",
        "4:9 And she said to her husband, Now I know that this man who continually passes through unto us is a holy man of God.\n",
        "4:10 Let us make a little walled upper room and put a bed and a table and a chair and a lamp for him; and when he comes to us, he can turn aside there.\n",
        "4:11 Then one day he came there, and he turned aside into the upper room and lay down there.\n",
        "4:12 And he said to Gehazi his attendant, Call this Shunammite. And he called her, and she stood before him.\n",
        "4:13 And he said to him, Say to her, You have gone to all this trouble for us; what can be done for you? Should you be spoken of to the king or to the captain of the army? And she said, I dwell in the midst of my people.\n",
        "4:14 And he said, What then can be done for her? And Gehazi said, Indeed she has no son, and her husband is old.\n",
        "4:15 Then he said, Call her. And he called her, and she stood at the door.\n",
        "4:16 And he said, At this time next year you shall embrace a son. And she said, No, my lord, O man of God, do not deceive your servant.\n",
        "4:17 And the woman conceived and bore a son at that time the next year, as Elisha had told her.\n",
        "4:18 And when the child grew up, one day he went out to his father among the reapers;\n",
        "4:19 And he said to his father, My head! My head! And he said to his attendant, Carry him to his mother.\n",
        "4:20 And when he had carried him in and brought him to his mother, the child lay upon her lap until noon, then died.\n",
        "4:21 And she went up and laid him on the bed of the man of God, and she shut the door behind him and went out.\n",
        "4:22 Then she called her husband and said, Send me one of the attendants and one of the donkeys that I may run to the man of God and return.\n",
        "4:23 And he said, Why will you go to him today? It is neither the new moon nor the Sabbath. But she said, It will be fine.\n",
        "4:24 Then she saddled the donkey and said to her attendant, Urge the beast, and do not restrain the ride for me unless I tell you.\n",
        "4:25 So she went. And she came to the man of God at Mount Carmel. And when the man of God saw her at a distance, he said to Gehazi his attendant, That is the Shunammite over there.\n",
        "4:26 Run now to meet her, and say to her, Is it well with you? Is it well with your husband? Is it well with the child? And she said, It is well.\n",
        "4:27 And when she came to the man of God on the mountain, she clung to his feet. And Gehazi approached to push her away, but the man of God said, Leave her alone; for she is bitter in soul, and Jehovah has hidden the matter from me and has not told me about it.\n",
        "4:28 And she said, Did I ask my lord for a son? Did I not say, Do not mislead me?\n",
        "4:29 Then he said to Gehazi, Gird up your loins, and take my staff in your hand, and go. If you meet anyone, do not greet him; and if anyone greets you, do not respond to him. And lay my staff upon the face of the boy.\n",
        "4:30 And the mother of the boy said, As Jehovah lives and as your soul lives, I will not leave you. And he rose up and followed her.\n",
        "4:31 And Gehazi passed on before them and set the staff upon the boy?s face, but there was no sound or reaction. Therefore he returned to meet him and told him, saying, The boy has not awakened.\n",
        "4:32 And when Elisha went into the house, there was the dead boy, laid out on his bed.\n",
        "4:33 And he went in and shut the door behind the two of them, and he prayed to Jehovah.\n",
        "4:34 Then he got up and lay on the child, and he put his mouth on his mouth and his eyes on his eyes and his palms on his palms; and he stretched himself over him, and the flesh of the child became warm.\n",
        "4:35 And he got down and walked about in the house once to and fro. Then he got up and stretched himself over him, and the boy sneezed seven times. Then the boy opened his eyes.\n",
        "4:36 And he called Gehazi and said, Call that Shunammite. So he called her. And when she came to him, he said, Take up your son.\n",
        "4:37 And she came and fell at his feet and bowed herself to the ground. And she took up her son and went out.\n",
        "4:38 Then Elisha returned to Gilgal, and there was a famine in the land. And the sons of the prophets sat before him. And he said to his attendant, Put on the big pot, and boil some stew for the sons of the prophets.\n",
        "4:39 And one went out into the field to gather herbs. And he found a wild vine and gathered from it a lapful of wild gourds. And he came and cut them up into the pot of stew, though they did not know what they were.\n",
        "4:40 And they poured out the stew for the men to eat. And while they were eating some of the stew, they cried out and said, O man of God, there is poison in the pot. And they were not able to eat it.\n",
        "4:41 And he said, Then bring some flour. And he threw it into the pot and said, Pour it out for the people that they may eat. And there was nothing harmful in the pot.\n",
        "4:42 Then a man came from Baal-shalishah and brought to the man of God bread of the firstfruits, twenty loaves of barley, and fresh ears of grain in his sack. And Elisha said, Give it to the people that they may eat.\n",
        "4:43 And his servant said, How can I set this before a hundred people? And he said, Give it to the people that they may eat; for thus says Jehovah, They shall eat and have some left.\n",
        "4:44 So he set it before them; and they ate, and there was some left, according to the word of Jehovah.\n"
      ],
      "id": [
        "4:1 Salah seorang dari isteri-isteri para nabi mengadukan halnya kepada Elisa, sambil berseru: Hambamu, suamiku, sudah mati dan engkau ini tahu, bahwa hambamu itu takut akan Tuhan. Tetapi sekarang, penagih hutang sudah datang untuk mengambil kedua orang anakku menjadi budaknya.\n",
        "4:2 Jawab Elisa kepadanya: Apakah yang dapat kuperbuat bagimu? Beritahukanlah kepadaku apa-apa yang kaupunya di rumah. Berkatalah perempuan itu: Hambamu ini tidak punya sesuatu apa pun di rumah, kecuali sebuah buli-buli berisi minyak.\n",
        "4:3 Lalu berkatalah Elisa: Pergilah, mintalah bejana-bejana dari luar, dari pada segala tetanggamu, bejana-bejana kosong, tetapi jangan terlalu sedikit.\n",
        "4:4 Kemudian masuklah, tutuplah pintu sesudah engkau dan anak-anakmu masuk, lalu tuanglah minyak itu ke dalam segala bejana. Mana yang penuh, angkatlah!\n",
        "4:5 Pergilah perempuan itu dari padanya; ditutupnyalah pintu sesudah ia dan anak-anaknya masuk; dan anak-anaknya mendekatkan bejana-bejana kepadanya, sedang ia terus menuang.\n",
        "4:6 Ketika bejana-bejana itu sudah penuh, berkatalah perempuan itu kepada anaknya: Dekatkanlah kepadaku sebuah bejana lagi, tetapi jawabnya kepada ibunya: Tidak ada lagi bejana. Lalu berhentilah minyak itu mengalir.\n",
        "4:7 Kemudian pergilah perempuan itu memberitahukannya kepada abdi Allah, dan orang ini berkata: Pergilah, juallah minyak itu, bayarlah hutangmu, dan hiduplah dari lebihnya, engkau serta anak-anakmu.\n",
        "4:8 Pada suatu hari Elisa pergi ke Sunem. Di sana tinggal seorang perempuan kaya yang mengundang dia makan. Dan seberapa kali ia dalam perjalanan, singgahlah ia ke sana untuk makan.\n",
        "4:9 Berkatalah perempuan itu kepada suaminya: Sesungguhnya aku sudah tahu bahwa orang yang selalu datang kepada kita itu adalah abdi Allah yang kudus.\n",
        "4:10 Baiklah kita membuat sebuah kamar atas yang kecil yang berdinding batu, dan baiklah kita menaruh di sana baginya sebuah tempat tidur, sebuah meja, sebuah kursi dan sebuah kandil, maka apabila ia datang kepada kita, ia boleh masuk ke sana.\n",
        "4:11 Pada suatu hari datanglah ia ke sana, lalu masuklah ia ke kamar atas itu dan tidur di situ.\n",
        "4:12 Kemudian berkatalah ia kepada Gehazi, bujangnya: Panggillah perempuan Sunem itu. Lalu dipanggilnyalah perempuan itu dan dia berdiri di depan Gehazi.\n",
        "4:13 Elisa telah berkata kepada Gehazi: Cobalah katakan kepadanya: Sesungguhnya engkau telah sangat bersusah-susah seperti ini untuk kami. Apakah yang dapat kuperbuat bagimu? Adakah yang dapat kubicarakan tentang engkau kepada raja atau kepala tentara? Jawab perempuan itu: Aku ini tinggal di tengah-tengah kaumku!\n",
        "4:14 Kemudian berkatalah Elisa: Apakah yang dapat kuperbuat baginya? Jawab Gehazi: Ah, ia tidak mempunyai anak, dan suaminya sudah tua.\n",
        "4:15 Lalu berkatalah Elisa: Panggillah dia! Dan sesudah dipanggilnya, berdirilah perempuan itu di pintu.\n",
        "4:16 Berkatalah Elisa: Pada waktu seperti ini juga, tahun depan, engkau ini akan menggendong seorang anak laki-laki. Tetapi jawab perempuan itu: Janganlah tuanku, ya abdi Allah, janganlah berdusta kepada hambamu ini!\n",
        "4:17 Mengandunglah perempuan itu, lalu melahirkan seorang anak laki-laki pada waktu seperti itu juga, pada tahun berikutnya, seperti yang dikatakan Elisa kepadanya.\n",
        "4:18 Setelah anak itu menjadi besar, pada suatu hari keluarlah ia mendapatkan ayahnya, di antara penyabit-penyabit gandum.\n",
        "4:19 Tiba-tiba menjeritlah ia kepada ayahnya: Aduh kepalaku, kepalaku! Lalu kata ayahnya kepada seorang bujang: Angkatlah dia dan bawa kepada ibunya!\n",
        "4:20 Diangkatnyalah dia, dibawanya pulang kepada ibunya. Duduklah dia di pangkuan ibunya sampai tengah hari, tetapi sesudah itu matilah dia.\n",
        "4:21 Lalu naiklah perempuan itu, dibaringkannyalah dia di atas tempat tidur abdi Allah itu, ditutupnyalah pintu dan pergi, sehingga anak itu saja di dalam kamar.\n",
        "4:22 Sesudah itu ia memanggil suaminya serta berkata: Suruh kepadaku salah seorang bujang dengan membawa seekor keledai betina; aku mau pergi dengan segera kepada abdi Allah itu, dan akan terus pulang.\n",
        "4:23 Berkatalah suaminya: Mengapakah pada hari ini engkau hendak pergi kepadanya? Padahal sekarang bukan bulan baru dan bukan hari Sabat. Jawab perempuan itu: Jangan kuatir.\n",
        "4:24 Dipelanainyalah keledai itu dan berkatalah ia kepada bujangnya: Tuntunlah dan majulah, jangan tahan-tahan aku dalam perjalananku, kecuali apabila kukatakan kepadamu.\n",
        "4:25 Demikianlah perempuan itu berangkat dan pergi kepada abdi Allah di gunung Karmel. Segera sesudah abdi Allah melihat dia dari jauh, berkatalah ia kepada Gehazi, bujangnya: Lihat, perempuan Sunem itu datang!\n",
        "4:26 Larilah menyongsongnya dan katakanlah kepadanya: Selamatkah engkau, selamatkah suamimu, selamatkah anak itu? Jawab perempuan itu: Selamat!\n",
        "4:27 Dan sesudah ia sampai ke gunung itu, dipegangnyalah kaki abdi Allah itu, tetapi Gehazi mendekat hendak mengusir dia. Lalu berkatalah abdi Allah: Biarkanlah dia, hatinya pedih! Tuhan menyembunyikan hal ini dari padaku, tidak memberitahukannya kepadaku.\n",
        "4:28 Lalu berkatalah perempuan itu: Adakah kuminta seorang anak laki-laki dari pada tuanku? Bukankah telah kukatakan: Jangan aku diberi harapan kosong?\n",
        "4:29 Maka berkatalah Elisa kepada Gehazi: Ikatlah pinggangmu, bawalah tongkatku di tanganmu dan pergilah. Apabila engkau bertemu dengan seseorang, janganlah beri salam kepadanya dan apabila seseorang memberi salam kepadamu, janganlah balas dia, kemudian taruhlah tongkatku ini di atas anak itu.\n",
        "4:30 Tetapi berkatalah ibu anak itu: Demi Tuhan yang hidup dan demi hidupmu sendiri, sesungguhnya aku tidak akan meninggalkan engkau. Lalu bangunlah Elisa dan berjalan mengikuti perempuan itu.\n",
        "4:31 Adapun Gehazi telah berjalan mendahului mereka dan telah menaruh tongkat di atas anak itu, tetapi tidak ada suara, dan tidak ada tanda hidup. Lalu kembalilah ia menemui Elisa serta memberitahukan kepadanya, katanya: Anak itu tidak bangun!\n",
        "4:32 Dan ketika Elisa masuk ke rumah, ternyata anak itu sudah mati dan terbaring di atas tempat tidurnya.\n",
        "4:33 Sesudah ia masuk, ditutupnyalah pintu, sehingga ia sendiri dengan anak itu di dalam kamar, kemudian berdoalah ia kepada Tuhan.\n",
        "4:34 Lalu ia membaringkan dirinya di atas anak itu dengan mulutnya di atas mulut anak itu, dan matanya di atas mata anak itu, serta telapak tangannya di atas telapak tangan anak itu; dan karena ia meniarap di atas anak itu, maka menjadi panaslah badan anak itu.\n",
        "4:35 Sesudah itu ia berdiri kembali dan berjalan dalam rumah itu sekali ke sana dan sekali ke sini, kemudian meniarap pulalah ia di atas anak itu. Maka bersinlah anak itu sampai tujuh kali, lalu membuka matanya.\n",
        "4:36 Kemudian Elisa memanggil Gehazi dan berkata: Panggillah perempuan Sunem itu! Dipanggilnyalah dia, lalu datanglah ia kepadanya, maka berkatalah Elisa: Angkatlah anakmu ini!\n",
        "4:37 Masuklah perempuan itu, lalu tersungkur di depan kaki Elisa dan sujud menyembah dengan mukanya sampai ke tanah. Kemudian diangkatnyalah anaknya, lalu keluar.\n",
        "4:38 Elisa kembali ke Gilgal pada waktu ada kelaparan di negeri itu. Dan ketika pada suatu kali rombongan nabi duduk di depannya, berkatalah ia kepada bujangnya: Taruhlah kuali yang paling besar di atas api dan masaklah sesuatu makanan bagi rombongan nabi itu.\n",
        "4:39 Lalu keluarlah seorang dari mereka ke ladang untuk mengumpulkan sayur-sayuran; ia menemui pohon sulur-suluran liar dan memetik dari padanya labu liar, serangkul penuh dalam jubahnya. Sesudah ia pulang, teruslah ia mengiris-irisnya ke dalam kuali masakan tadi, sebab mereka tidak mengenalnya.\n",
        "4:40 Kemudian dicedoklah dari masakan tadi bagi orang-orang itu untuk dimakan dan segera sesudah mereka memakannya, berteriaklah mereka serta berkata: Maut ada dalam kuali itu, hai abdi Allah! Dan tidak tahan mereka memakannya.\n",
        "4:41 Tetapi berkatalah Elisa: Ambillah tepung! Dilemparkannyalah itu ke dalam kuali serta berkata: Cedoklah sekarang bagi orang-orang ini, supaya mereka makan! Maka tidak ada lagi sesuatu bahaya dalam kuali itu.\n",
        "4:42 Datanglah seseorang dari Baal-Salisa dengan membawa bagi abdi Allah roti hulu hasil, yaitu dua puluh roti jelai serta gandum baru dalam sebuah kantong. Lalu berkatalah Elisa: Berilah itu kepada orang-orang ini, supaya mereka makan.\n",
        "4:43 Tetapi pelayannya itu berkata: Bagaimanakah aku dapat menghidangkan ini di depan seratus orang? Jawabnya: Berikanlah kepada orang-orang itu, supaya mereka makan, sebab beginilah firman Tuhan: Orang akan makan, bahkan akan ada sisanya.\n",
        "4:44 Lalu dihidangkannyalah di depan mereka, maka makanlah mereka dan ada sisanya, sesuai dengan firman Tuhan.\n"
      ]
    },
    "5": {
      "en": [
        "5:1 Now Naaman, the captain of the army of the king of Syria, was a great man in the sight of his master and highly respected, because by him Jehovah had given deliverance to Syria. But the man, though a mighty man of valor, was a leper.\n",
        "5:2 And the Syrians had gone out in bands and had taken captive a little girl from the land of Israel, and she waited on Naaman?s wife.\n",
        "5:3 And she said to her mistress, If only my master were with the prophet who is in Samaria! Then he would cure him of his leprosy.\n",
        "5:4 And Naaman went in and told his master, saying, Thus and thus did the girl who is from the land of Israel say.\n",
        "5:5 Then the king of Syria said, Go then, and I will send a letter to the king of Israel. And he went and took with him ten talents of silver and six thousand shekels of gold and ten changes of clothes.\n",
        "5:6 And he brought the letter to the king of Israel, which read: And now, when this letter comes to you, I am sending Naaman my servant to you, that you may cure him of his leprosy.\n",
        "5:7 And when the king of Israel read the letter, he tore his clothes and said, Am I God to put to death and to give life, that this man sends word to me to cure a man of his leprosy? Therefore consider now and see how he seeks an occasion against me.\n",
        "5:8 And when Elisha the man of God heard that the king of Israel had torn his clothes, he sent word to the king, saying, Why have you torn your clothes? Let him come to me, and he will know that there is a prophet in Israel.\n",
        "5:9 And Naaman came with his horses and his chariot and stood at the entrance of the house of Elisha.\n",
        "5:10 And Elisha sent a messenger to him, saying, Go and wash in the Jordan seven times, and your flesh shall be restored; and you shall be clean.\n",
        "5:11 But Naaman became furious and went away and said, I thought, He will surely come out to me and stand and call on the name of Jehovah his God, and wave his hand over the place and cure the leper.\n",
        "5:12 Are not the Abana and the Pharpar, the rivers of Damascus, better than all the waters of Israel? Could I not wash in them and be clean? So he turned and went away in a rage.\n",
        "5:13 And his servants came near and spoke to him and said, My father, had the prophet told you to do some great thing, would you not have done it? How much more then, when he says to you, Wash and be clean?\n",
        "5:14 So he went down and dipped in the Jordan seven times according to the word of the man of God. And his flesh was restored to be like the flesh of a little boy, and he was clean.\n",
        "5:15 And he returned to the man of God, he and all his company, and came and stood before him and said, Now I know that there is no God in all the earth except with Israel. And now, please accept a present from your servant.\n",
        "5:16 But he said, As Jehovah lives, before whom I stand, I will receive nothing. And Naaman urged him to take it, but he refused.\n",
        "5:17 And Naaman said, Then if not, please let your servant be given two mule-loads of earth, for your servant will no more offer burnt offerings and sacrifices to other gods, but to Jehovah only.\n",
        "5:18 In this matter may Jehovah pardon your servant: When my master goes into the house of Rimmon to bow down there and leans on my arm, and I bow down in the house of Rimmon, when I bow down in the house of Rimmon, may Jehovah pardon your servant in this matter.\n",
        "5:19 And he said to him, Go in peace. And when he had gone from him a little way,\n",
        "5:20 Gehazi, the attendant of Elisha the man of God said, Now my master has spared Naaman this Syrian by not receiving from his hand that which he brought. As Jehovah lives, I will run after him and take something from him.\n",
        "5:21 So Gehazi pursued Naaman. And when Naaman saw him running after him, he alighted from the chariot to meet him and said, Is all well?\n",
        "5:22 And he said, All is well. My master has sent me, saying, Now at this moment two young men from among the sons of the prophets have come to me from the hill country of Ephraim; please give them a talent of silver and two changes of clothes.\n",
        "5:23 And Naaman said, Please take two talents. And he urged him and bound two talents of silver in two bags, with two changes of clothes, and gave them to two of his attendants; and they carried them before him.\n",
        "5:24 And when he came to the hill, he took them from their hand and deposited them in the house. And he sent the men away, and they departed.\n",
        "5:25 And he went in and stood before his master. And Elisha said to him, Where have you come from, Gehazi? And he said, Your servant has not gone anywhere.\n",
        "5:26 And he said to him, Did not my heart go with you when the man turned from his chariot to meet you? Is it a time to receive silver and to receive clothing and olive groves and vineyards and sheep and oxen and male servants and female servants?\n",
        "5:27 Therefore the leprosy of Naaman shall cleave to you and to your seed forever. And he went out from his presence a leper as white as snow.\n"
      ],
      "id": [
        "5:1 Naaman, panglima raja Aram, adalah seorang terpandang di hadapan tuannya dan sangat disayangi, sebab oleh dia Tuhan telah memberikan kemenangan kepada orang Aram. Tetapi orang itu, seorang pahlawan tentara, sakit kusta.\n",
        "5:2 Orang Aram pernah keluar bergerombolan dan membawa tertawan seorang anak perempuan dari negeri Israel. Ia menjadi pelayan pada isteri Naaman.\n",
        "5:3 Berkatalah gadis itu kepada nyonyanya: Sekiranya tuanku menghadap nabi yang di Samaria itu, maka tentulah nabi itu akan menyembuhkan dia dari penyakitnya.\n",
        "5:4 Lalu pergilah Naaman memberitahukan kepada tuannya, katanya: Begini-beginilah dikatakan oleh gadis yang dari negeri Israel itu.\n",
        "5:5 Maka jawab raja Aram: Baik, pergilah dan aku akan mengirim surat kepada raja Israel. Lalu pergilah Naaman dan membawa sebagai persembahan sepuluh talenta perak dan enam ribu syikal emas dan sepuluh potong pakaian.\n",
        "5:6 Ia menyampaikan surat itu kepada raja Israel, yang berbunyi: Sesampainya surat ini kepadamu, maklumlah kiranya, bahwa aku menyuruh kepadamu Naaman, pegawaiku, supaya engkau menyembuhkan dia dari penyakit kustanya.\n",
        "5:7 Segera sesudah raja Israel membaca surat itu, dikoyakkannyalah pakaiannya serta berkata: Allahkah aku ini yang dapat mematikan dan menghidupkan, sehingga orang ini mengirim pesan kepadaku, supaya kusembuhkan seorang dari penyakit kustanya? Tetapi sesungguhnya, perhatikanlah dan lihatlah, ia mencari gara-gara terhadap aku.\n",
        "5:8 Segera sesudah didengar Elisa, abdi Allah itu, bahwa raja Israel mengoyakkan pakaiannya, dikirimnyalah pesan kepada raja, bunyinya: Mengapa engkau mengoyakkan pakaianmu? Biarlah ia datang kepadaku, supaya ia tahu bahwa ada seorang nabi di Israel.\n",
        "5:9 Kemudian datanglah Naaman dengan kudanya dan keretanya, lalu berhenti di depan pintu rumah Elisa.\n",
        "5:10 Elisa menyuruh seorang suruhan kepadanya mengatakan: Pergilah mandi tujuh kali dalam sungai Yordan, maka tubuhmu akan pulih kembali, sehingga engkau menjadi tahir.\n",
        "5:11 Tetapi pergilah Naaman dengan gusar sambil berkata: Aku sangka bahwa setidak-tidaknya ia datang ke luar dan berdiri memanggil nama Tuhan, Allahnya, lalu menggerak-gerakkan tangannya di atas tempat penyakit itu dan dengan demikian menyembuhkan penyakit kustaku!\n",
        "5:12 Bukankah Abana dan Parpar, sungai-sungai Damsyik, lebih baik dari segala sungai di Israel? Bukankah aku dapat mandi di sana dan menjadi tahir? Kemudian berpalinglah ia dan pergi dengan panas hati.\n",
        "5:13 Tetapi pegawai-pegawainya datang mendekat serta berkata kepadanya: Bapak, seandainya nabi itu menyuruh perkara yang sukar kepadamu, bukankah bapak akan melakukannya? Apalagi sekarang, ia hanya berkata kepadamu: Mandilah dan engkau akan menjadi tahir.\n",
        "5:14 Maka turunlah ia membenamkan dirinya tujuh kali dalam sungai Yordan, sesuai dengan perkataan abdi Allah itu. Lalu pulihlah tubuhnya kembali seperti tubuh seorang anak dan ia menjadi tahir.\n",
        "5:15 Kemudian kembalilah ia dengan seluruh pasukannya kepada abdi Allah itu. Setelah sampai, tampillah ia ke depan Elisa dan berkata: Sekarang aku tahu, bahwa di seluruh bumi tidak ada Allah kecuali di Israel. Karena itu terimalah kiranya suatu pemberian dari hambamu ini!\n",
        "5:16 Tetapi Elisa menjawab: Demi Tuhan yang hidup, yang di hadapan-Nya aku menjadi pelayan, sesungguhnya aku tidak akan menerima apa-apa. Dan walaupun Naaman mendesaknya supaya menerima sesuatu, ia tetap menolak.\n",
        "5:17 Akhirnya berkatalah Naaman: Jikalau demikian, biarlah diberikan kepada hambamu ini tanah sebanyak muatan sepasang bagal, sebab hambamu ini tidak lagi akan mempersembahkan kurban bakaran atau kurban sembelihan kepada allah lain kecuali kepada Tuhan.\n",
        "5:18 Dan kiranya Tuhan mengampuni hambamu ini dalam perkara yang berikut: Apabila tuanku masuk ke kuil Rimon untuk sujud menyembah di sana, dan aku menjadi pengapitnya, sehingga aku harus ikut sujud menyembah dalam kuil Rimon itu, kiranya Tuhan mengampuni hambamu ini dalam hal itu.\n",
        "5:19 Maka berkatalah Elisa kepadanya: Pergilah dengan selamat! Setelah Naaman berjalan tidak berapa jauh dari padanya,\n",
        "5:20 berpikirlah Gehazi, bujang Elisa, abdi Allah: Sesungguhnya tuanku terlalu menyegani Naaman, orang Aram ini, dengan tidak menerima persembahan yang dibawanya. Demi Tuhan yang hidup, sesungguhnya aku akan berlari mengejar dia dan akan menerima sesuatu dari padanya.\n",
        "5:21 Lalu Gehazi mengejar Naaman dari belakang. Ketika Naaman melihat ada orang berlari-lari mengejarnya, turunlah ia dengan segera dari atas kereta untuk mendapatkan dia dan berkata: Selamat!\n",
        "5:22 Jawabnya: Selamat! Tuanku Elisa menyuruh aku mengatakan: Baru saja datang kepadaku dua orang muda dari pegunungan Efraim dari antara rombongan nabi. Baiklah berikan kepada mereka setalenta perak dan dua potong pakaian.\n",
        "5:23 Naaman berkata: Silakan, ambillah dua talenta. Naaman mendesak dia, dan membungkus dua talenta perak dalam dua pundi-pundi dan dua potong pakaian, lalu memberikannya kepada dua bujangnya; mereka ini mengangkut semuanya di depan Gehazi.\n",
        "5:24 Setelah mereka sampai ke bukit, disambutnyalah dari tangan mereka, disimpannya di rumah, dan disuruhnya kedua orang itu pergi, maka pergilah mereka.\n",
        "5:25 Baru saja Gehazi masuk dan tampil ke depan tuannya, berkatalah Elisa kepadanya: Dari mana, Gehazi? Jawabnya: Hambamu ini tidak pergi ke mana-mana!\n",
        "5:26 Tetapi kata Elisa kepadanya: Bukankah hatiku ikut pergi, ketika orang itu turun dari atas keretanya mendapatkan engkau? Maka sekarang, engkau telah menerima perak dan dengan itu dapat memperoleh kebun-kebun, kebun zaitun, kebun anggur, kambing domba, lembu sapi, budak laki-laki dan budak perempuan,\n",
        "5:27 tetapi penyakit kusta Naaman akan melekat kepadamu dan kepada anak cucumu untuk selama-lamanya. Maka keluarlah Gehazi dari depannya dengan kena kusta, putih seperti salju.\n"
      ]
    },
    "6": {
      "en": [
        "6:1 Then the sons of the prophets said to Elisha, The place here where we dwell before you is too narrow for us.\n",
        "6:2 Let us go to the Jordan and each take a beam from there, and let us make for ourselves a place there, where we may dwell. And he said, Go.\n",
        "6:3 And someone said, Please go with your servants. And he said, I will go.\n",
        "6:4 And he went with them. And when they came to the Jordan, they cut down the trees.\n",
        "6:5 But as one was felling a beam, the ax head fell into the water; and he cried out and said, Alas, my master! It was borrowed.\n",
        "6:6 And the man of God said, Where did it fall? And he showed him the place. And he cut down a stick and threw it there and made the iron float.\n",
        "6:7 And he said, Take it up for yourself. And he stretched out his hand and took it.\n",
        "6:8 Now the king of Syria waged war against Israel. And he took counsel with his servants, saying, In such and such a place shall my camp be.\n",
        "6:9 And the man of God sent word to the king of Israel, saying, Beware that you do not pass such a place, for the Syrians are going down there.\n",
        "6:10 And the king of Israel sent word to the place that the man of God told him about. So the king alerted the place and put it on guard not merely once or twice.\n",
        "6:11 And the heart of the king of Syria was enraged over this matter. And he called his servants and said to them, Tell me, which of us sides with the king of Israel?\n",
        "6:12 And one of his servants said, None, O my lord the king; but Elisha, the prophet who is in Israel, tells the king of Israel the words which you speak in your bedroom.\n",
        "6:13 And he said, Go and see where he is, that I may send for him and seize him. And it was told him, saying, He is in Dothan.\n",
        "6:14 And he sent horses and chariots and a massive army there. And they came by night and surrounded the city.\n",
        "6:15 And the servant of the man of God rose early and went out, and there it was: an army with horses and chariots surrounding the city. And his attendant said to him, Alas, my master! What shall we do?\n",
        "6:16 And he said, Do not fear, for they who are with us are more than they who are with them.\n",
        "6:17 And Elisha prayed and said, O Jehovah, open his eyes that he may see. And Jehovah opened the eyes of the attendant, and he saw: The mountain was full of horses and chariots of fire all around Elisha.\n",
        "6:18 And when the Syrians came down to him, Elisha prayed to Jehovah and said, Strike this nation with blindness. And He struck them with blindness according to Elisha?s word.\n",
        "6:19 Then Elisha said to them, This is not the way, and this is not the city. Follow me, and I will bring you to the man whom you seek. And he brought them to Samaria.\n",
        "6:20 And when they came to Samaria, Elisha said, O Jehovah, open the eyes of these men that they may see. And Jehovah opened their eyes and they saw that they were in the midst of Samaria.\n",
        "6:21 And when he saw them, the king of Israel said to Elisha, Shall I strike them? Shall I strike them, my father?\n",
        "6:22 And he said, You shall not strike them. Would you strike those whom you have taken captive by your sword and your bow? Set bread and water before them, and let them eat and drink and go back to their master.\n",
        "6:23 Then he prepared a great feast for them; and when they had eaten and drunk, he sent them away, and they went to their master. And the bands of Syria no longer came into the land of Israel.\n",
        "6:24 And after this Ben-hadad the king of Syria gathered all his army and went up and besieged Samaria.\n",
        "6:25 And there was a great famine in Samaria; and they besieged it until the head of a donkey was sold for eighty pieces of silver and a fourth part of a kab of doves? dung was sold for five pieces of silver.\n",
        "6:26 And once, as the king of Israel was passing by upon the wall, a woman cried out to him, saying, Help me, O my lord the king.\n",
        "6:27 And he said, If Jehovah does not help you, from where shall I help you? From the threshing floor or the winepress?\n",
        "6:28 And the king said to her, What is your trouble? And she said, This woman said to me, Give up your son that we may eat him today, and we will eat my son tomorrow.\n",
        "6:29 So we boiled my son and ate him. And on the next day I said to her, Give up your son that we may eat him; but she hid her son.\n",
        "6:30 And when the king heard the woman?s words, he tore his clothes. And as he passed by upon the wall, the people could see that he had sackcloth upon his flesh underneath.\n",
        "6:31 And he said, God do so to me, and even more, if the head of Elisha the son of Shaphat remains on him today.\n",
        "6:32 Now Elisha was sitting in his house, and the elders were sitting with him. And the king had sent a man from before him. Before the messenger came to him, he said to the elders, Do you see that this son of a murderer has sent someone to take away my head? When the messenger comes, see that you shut the door and hold the door closed against him. Surely the sound of his master?s feet is behind him.\n",
        "6:33 While he was still talking with them, the king came down to him and said, This evil is from Jehovah; why should I wait for Jehovah any longer?\n"
      ],
      "id": [
        "6:1 Pada suatu hari berkatalah rombongan nabi kepada Elisa: Cobalah lihat, tempat tinggal kami di dekatmu ini adalah terlalu sesak bagi kami.\n",
        "6:2 Baiklah kami pergi ke sungai Yordan dan masing-masing mengambil satu balok dari sana, supaya kami membuat tempat tinggal untuk kami. Jawab Elisa: Pergilah!\n",
        "6:3 Lalu berkatalah seorang: Silakan, ikutlah dengan hamba-hambamu ini. Jawabnya: Baik aku akan ikut.\n",
        "6:4 Maka ikutlah ia dengan mereka. Setelah mereka sampai di sungai Yordan, mereka pun menebang pohon-pohon.\n",
        "6:5 Dan terjadilah, ketika seorang sedang menumbangkan sebatang pohon, jatuhlah mata kapaknya ke dalam air. Lalu berteriak-teriaklah ia: Wahai tuanku! Itu barang pinjaman!\n",
        "6:6 Tetapi berkatalah abdi Allah: Ke mana jatuhnya? Lalu orang itu menunjukkan tempat itu kepadanya. Kemudian Elisa memotong sepotong kayu, lalu dilemparkannya ke sana, maka timbullah mata kapak itu dibuatnya.\n",
        "6:7 Lalu katanya: Ambillah. Orang itu mengulurkan tangannya dan mengambilnya.\n",
        "6:8 Raja negeri Aram sedang berperang melawan Israel. Ia berunding dengan pegawai-pegawainya, lalu katanya: Ke tempat ini dan itu haruslah kamu turun menghadang.\n",
        "6:9 Tetapi abdi Allah menyuruh orang kepada raja Israel mengatakan: Awas, jangan lewat dari tempat itu, sebab orang Aram sudah turun menghadang ke sana.\n",
        "6:10 Sebab itu raja Israel menyuruh orang-orang ke tempat yang disebutkan abdi Allah kepadanya. Demikianlah Elisa memperingatkan kepadanya, supaya berawas-awas di sana, bukan sekali dua kali saja.\n",
        "6:11 Lalu mengamuklah hati raja Aram tentang hal itu, maka dipanggilnyalah pegawai-pegawainya, katanya kepada mereka: Tidakkah dapat kamu memberitahukan kepadaku siapa dari kita memihak kepada raja Israel?\n",
        "6:12 Tetapi berkatalah salah seorang pegawainya: Tidak tuanku raja, melainkan Elisa, nabi yang di Israel, dialah yang memberitahukan kepada raja Israel tentang perkataan yang diucapkan oleh tuanku di kamar tidurmu.\n",
        "6:13 Berkatalah raja: Pergilah melihat, di mana dia, supaya aku menyuruh orang menangkap dia. Lalu diberitahukanlah kepadanya: Dia ada di Dotan.\n",
        "6:14 Maka dikirimnyalah ke sana kuda serta kereta dan tentara yang besar. Sampailah mereka pada waktu malam, lalu mengepung kota itu.\n",
        "6:15 Ketika pelayan abdi Allah bangun pagi-pagi dan pergi ke luar, maka tampaklah suatu tentara dengan kuda dan kereta ada di sekeliling kota itu. Lalu berkatalah bujangnya itu kepadanya: Celaka tuanku! Apakah yang akan kita perbuat?\n",
        "6:16 Jawabnya: Jangan takut, sebab lebih banyak yang menyertai kita dari pada yang menyertai mereka.\n",
        "6:17 Lalu berdoalah Elisa: Ya Tuhan: Bukalah kiranya matanya, supaya ia melihat. Maka Tuhan membuka mata bujang itu, sehingga ia melihat. Tampaklah gunung itu penuh dengan kuda dan kereta berapi sekeliling Elisa.\n",
        "6:18 Ketika orang-orang Aram itu turun mendatangi dia, berdoalah Elisa kepada Tuhan: Butakanlah kiranya mata orang-orang ini. Maka dibutakan-Nyalah mata mereka, sesuai dengan doa Elisa.\n",
        "6:19 Kemudian berkatalah Elisa kepada mereka: Bukan ini jalannya dan bukan ini kotanya. Ikutlah aku, maka aku akan mengantarkan kamu kepada orang yang kamu cari. Lalu diantarkannya mereka ke Samaria.\n",
        "6:20 Segera sesudah mereka sampai ke Samaria berkatalah Elisa: Ya Tuhan, bukalah mata orang-orang ini, supaya mereka melihat. Lalu Tuhan membuka mata mereka, sehingga mereka melihat, dan heran, mereka ada di tengah-tengah Samaria.\n",
        "6:21 Lalu bertanyalah raja Israel kepada Elisa, tatkala melihat mereka: Kubunuhkah mereka, bapak?\n",
        "6:22 Tetapi jawabnya: Jangan! Biasakah kaubunuh yang kautawan dengan pedangmu dan dengan panahmu? Tetapi hidangkanlah makanan dan minuman di depan mereka, supaya mereka makan dan minum, lalu pulang kepada tuan mereka.\n",
        "6:23 Disediakannyalah bagi mereka jamuan yang besar, maka makan dan minumlah mereka. Sesudah itu dibiarkannyalah mereka pulang kepada tuan mereka. Sejak itu tidak ada lagi gerombolan-gerombolan Aram memasuki negeri Israel.\n",
        "6:24 Sesudah itu Benhadad, raja Aram, menghimpunkan seluruh tentaranya, lalu maju mengepung Samaria.\n",
        "6:25 Maka terjadilah kelaparan hebat di Samaria selama mereka mengepungnya, sehingga sebuah kepala keledai berharga delapan puluh syikal perak dan seperempat kab tahi merpati berharga lima syikal perak.\n",
        "6:26 Suatu kali ketika raja Israel berjalan di atas tembok, datanglah seorang perempuan mengadukan halnya kepada raja, sambil berseru: Tolonglah, ya tuanku raja!\n",
        "6:27 Jawabnya: Jika Tuhan tidak menolong engkau, dengan apakah aku dapat menolong engkau? Dengan hasil pengirikankah atau hasil pemerasan anggur?\n",
        "6:28 Kemudian bertanyalah raja kepadanya: Ada apa? Jawab perempuan itu: Perempuan ini berkata kepadaku: Berilah anakmu laki-laki, supaya kita makan dia pada hari ini, dan besok akan kita makan anakku laki-laki.\n",
        "6:29 Jadi kami memasak anakku dan memakan dia. Tetapi ketika aku berkata kepadanya pada hari berikutnya: Berilah anakmu, supaya kita makan dia, maka perempuan ini menyembunyikan anaknya.\n",
        "6:30 Tatkala raja mendengar perkataan perempuan itu, dikoyakkannyalah pakaiannya; dan sedang ia berjalan di atas tembok, kelihatanlah kepada orang banyak, bahwa ia memakai kain kabung pada kulit tubuhnya.\n",
        "6:31 Lalu berkatalah raja: Beginilah kiranya Allah menghukum aku, bahkan lebih dari pada itu, jika masih tinggal kepala Elisa bin Safat di atas tubuhnya pada hari ini.\n",
        "6:32 Adapun Elisa, duduk-duduk di rumahnya, dan para tua-tua duduk bersama-sama dia. Raja menyuruh seorang berjalan mendahuluinya, tetapi sebelum suruhan itu sampai kepada Elisa, Elisa sudah berkata kepada para tua-tua itu: Tahukah kamu, bahwa si pembunuh itu menyuruh orang untuk memenggal kepalaku? Awas-awaslah, apabila suruhan itu datang, segeralah tutup pintu dan tahanlah dia supaya orang itu jangan masuk. Bukankah sudah kedengaran bunyi langkah tuannya di belakangnya?\n",
        "6:33 Selagi ia berbicara dengan mereka, datanglah raja mendapatkan dia. Berkatalah raja kepadanya: Sesungguhnya, malapetaka ini adalah dari pada Tuhan. Mengapakah aku berharap kepada Tuhan lagi?\n"
      ]
    },
    "7": {
      "en": [
        "7:1 And Elisha said, Hear the word of Jehovah: Thus says Jehovah, At about this time tomorrow a seah of fine flour will be sold for a shekel and two seahs of barley will be sold for a shekel in the gate of Samaria.\n",
        "7:2 Then the captain on whose arm the king leaned answered the man of God and said, Even if Jehovah made windows in heaven, could this thing happen? And he said, Your eyes shall indeed see it, but you shall not eat from it.\n",
        "7:3 Now there were four leprous men at the entrance of the gate. And they said to one another, Why are we sitting here until we die?\n",
        "7:4 If we say, Let us enter the city, the famine is in the city and we will die there; but if we sit here, we will also die. Now therefore let us go and desert to the camp of the Syrians. If they keep us alive, we will live; and if they kill us, we will die.\n",
        "7:5 So they rose up in the twilight to go to the camp of the Syrians. And when they came to the edge of the camp of the Syrians, there was not a man there.\n",
        "7:6 Now the Lord had made the camp of the Syrians hear the sound of chariots and the sound of horses, the sound of a great army; and each man said to his brother, Now the king of Israel has hired the kings of the Hittites and the kings of the Egyptians to come against us.\n",
        "7:7 And they rose up and fled in the twilight, and they abandoned their tents and their horses and their donkeys, indeed the whole camp just as it was, and fled for their lives.\n",
        "7:8 So when these lepers came to the edge of the camp, they entered one tent and began to eat and drink. And they took silver and gold and clothing from there, and went and hid them. And they went back and entered another tent and took things from there and went and hid them.\n",
        "7:9 Then they said to one another, We are not doing right. This day is a day of good tidings, and we remain silent. If we delay until the morning?s light, our iniquity will find us out. Now therefore, come and let us go and tell the king?s household.\n",
        "7:10 So they went and called out to the gatekeepers of the city and told them saying, We went to the camp of the Syrians, and there was not a man there nor even the sound of a man; but the horses were tied, and the donkeys were tied, and the tents were left as they were.\n",
        "7:11 And the gatekeepers proclaimed it and told the king?s household within.\n",
        "7:12 And the king rose up in the night and said to his servants, I will tell you what the Syrians have done to us: They know that we are hungry; and they have gone out from the camp to hide themselves in the field, saying, When they come out from the city, we will take them alive; and into the city we will go.\n",
        "7:13 And one of his servants answered and said, Let some men take five of the remaining horses that are left in the city?they are like all the multitude of Israel which remain in the city; they are like all the multitude of Israel which have perished?and let us send them and see.\n",
        "7:14 So they took two chariots with horses, and the king sent them after the army of Syria, saying, Go and see.\n",
        "7:15 And when they went after them toward the Jordan, all the way was full of garments and equipment that the Syrians had thrown off in their haste. And the messengers returned and told the king.\n",
        "7:16 And the people went forth and plundered the camp of the Syrians. And a seah of fine flour was sold for a shekel, and two seahs of barley for a shekel, according to the word of Jehovah.\n",
        "7:17 Now the king had appointed the captain on whose arm he leaned to have charge of the gate; and the people trampled him in the gate, and he died as the man of God had said, who spoke when the king had come down to him.\n",
        "7:18 So just as the man of God had spoken to the king, saying, Two seahs of barley will be sold for a shekel and a seah of fine flour will be sold for a shekel at about this time tomorrow in the gate of Samaria;\n",
        "7:19 And the captain had answered the man of God and said, Even if Jehovah made windows in heaven, could this thing happen? and the man of God had said, Your eyes shall indeed see it, but you shall not eat from it;\n",
        "7:20 So it happened to him; for the people trampled him in the gate, and he died.\n"
      ],
      "id": [
        "7:1 Lalu berkatalah Elisa: Dengarlah firman Tuhan. Beginilah firman Tuhan: Besok kira-kira waktu ini sesukat tepung yang terbaik akan berharga sesyikal dan dua sukat jelai akan berharga sesyikal di pintu gerbang Samaria.\n",
        "7:2 Tetapi perwira, yang menjadi ajudan raja, menjawab abdi Allah, katanya: Sekalipun Tuhan membuat tingkap-tingkap di langit, masakan hal itu mungkin terjadi? Jawab abdi Allah: Sesungguhnya, engkau akan melihatnya dengan matamu sendiri, tetapi tidak akan makan apa-apa dari padanya.\n",
        "7:3 Empat orang yang sakit kusta ada di depan pintu gerbang. Berkatalah yang seorang kepada yang lain: Mengapakah kita duduk-duduk di sini sampai mati?\n",
        "7:4 Jika kita berkata: Baiklah kita masuk ke kota, padahal dalam kota ada kelaparan, kita akan mati di sana. Dan jika kita tinggal di sini, kita akan mati juga. Jadi sekarang, marilah kita menyeberang ke perkemahan tentara Aram. Jika mereka membiarkan kita hidup, kita akan hidup, dan jika mereka mematikan kita, kita akan mati.\n",
        "7:5 Lalu pada waktu senja bangkitlah mereka masuk ke tempat perkemahan orang Aram. Tetapi ketika mereka sampai ke pinggir tempat perkemahan orang Aram itu, tampaklah tidak ada orang di sana.\n",
        "7:6 Sebab Tuhan telah membuat tentara Aram itu mendengar bunyi kereta, bunyi kuda, bunyi tentara yang besar, sehingga berkatalah yang seorang kepada yang lain: Sesungguhnya raja Israel telah mengupah raja-raja orang Het dan raja-raja orang Misraim melawan kita, supaya mereka menyerang kita.\n",
        "7:7 Karena itu bangkitlah mereka melarikan diri pada waktu senja dengan meninggalkan kemah dan kuda dan keledai mereka serta tempat perkemahan itu dengan begitu saja; mereka melarikan diri menyelamatkan nyawanya.\n",
        "7:8 Ketika orang-orang yang sakit kusta itu sampai ke pinggir tempat perkemahan, masuklah mereka ke dalam sebuah kemah, lalu makan dan minum. Sesudah itu mereka mengangkut dari sana emas dan perak dan pakaian, kemudian pergilah mereka menyembunyikannya. Lalu datanglah mereka kembali, masuk ke dalam kemah yang lain dan mengangkut juga barang-barang dari sana, kemudian pergilah mereka menyembunyikannya.\n",
        "7:9 Lalu berkatalah yang seorang kepada yang lain: Tidak patut yang kita lakukan ini. Hari ini ialah hari kabar baik, tetapi kita ini tinggal diam saja. Apabila kita menanti sampai terang pagi, maka hukuman akan menimpa kita. Jadi sekarang, marilah kita pergi menghadap untuk memberitahukan hal itu ke istana raja.\n",
        "7:10 Mereka pergi, lalu berseru kepada penunggu pintu gerbang kota dan menceritakan kepada orang-orang itu, katanya: Kami sudah masuk ke tempat perkemahan orang Aram, dan ternyata tidak ada orang di sana, dan tidak ada suara manusia kedengaran, hanya ada kuda dan keledai tertambat dan kemah-kemah ditinggalkan dengan begitu saja.\n",
        "7:11 Para penunggu pintu gerbang menyerukan dan memberitahukan hal itu ke istana raja.\n",
        "7:12 Sekalipun masih malam, raja bangun juga, lalu berkata kepada para pegawainya: Baiklah kuterangkan kepadamu apa maksud orang Aram itu terhadap kita. Mereka tahu bahwa kita ini menderita kelaparan, sebab itu mereka keluar dari tempat perkemahan untuk menyembunyikan diri di padang, sambil berpikir: Apabila orang Israel keluar dari dalam kota, kita akan menangkap mereka hidup-hidup, kemudian kita masuk ke dalam kota.\n",
        "7:13 Lalu salah seorang pegawainya menjawab: Baiklah kita ambil lima ekor dari kuda yang masih tinggal di dalam kota ini; tentulah keadaannya seperti seluruh khalayak ramai Israel yang sudah habis mati itu! Biarlah kita suruh saja orang pergi, supaya kita lihat.\n",
        "7:14 Sesudah itu mereka mengambil dua kereta kuda, kemudian raja menyuruh mereka menyusul tentara Aram sambil berkata: Pergilah melihatnya!\n",
        "7:15 Lalu pergilah mereka menyusul orang-orang itu sampai ke sungai Yordan, dan tampaklah seluruh jalan itu penuh dengan pakaian dan perkakas yang dilemparkan oleh orang Aram pada waktu mereka lari terburu-buru. Kemudian pulanglah suruhan-suruhan itu dan menceritakan hal itu kepada raja.\n",
        "7:16 Maka keluarlah penduduk kota itu menjarah tempat perkemahan orang Aram. Karena itu sesukat tepung yang terbaik berharga sesyikal dan dua sukat jelai berharga sesyikal, sesuai dengan firman Tuhan.\n",
        "7:17 Adapun raja telah menempatkan perwira yang menjadi ajudannya itu mengawasi pintu gerbang, tetapi rakyat menginjak-injak dia di pintu gerbang, lalu ia mati sesuai dengan perkataan abdi Allah yang mengatakannya pada waktu raja datang mendapatkan dia.\n",
        "7:18 Dan terjadi juga seperti yang dikatakan abdi Allah itu kepada raja: Dua sukat jelai akan berharga sesyikal dan sesukat tepung yang terbaik akan berharga sesyikal, besok kira-kira waktu ini di pintu gerbang Samaria.\n",
        "7:19 Pada waktu itu si perwira menjawab abdi Allah itu: Sekalipun Tuhan membuat tingkap-tingkap di langit, masakan hal itu mungkin terjadi?, tetapi Elisa berkata: Sesungguhnya engkau akan melihatnya dengan matamu sendiri, tetapi tidak akan makan apa-apa dari padanya.\n",
        "7:20 Demikianlah terjadi kepada orang itu: Rakyat menginjak-injak dia di pintu gerbang, lalu matilah ia.\n"
      ]
    },
    "8": {
      "en": [
        "8:1 Now Elisha had spoken to the woman whose son he had restored to life, saying, Rise up, and you and your household go and dwell wherever you can; for Jehovah has called for a famine, and it will also come upon the land for seven years.\n",
        "8:2 So the woman rose up and did according to the word of the man of God. And she and her household went and dwelt in the land of the Philistines for seven years.\n",
        "8:3 And at the end of the seven years the woman returned from the land of the Philistines. And she went forth to cry unto the king for her house and her land.\n",
        "8:4 And the king was talking to Gehazi the attendant of the man of God, saying, Recount to me all the great things that Elisha has done.\n",
        "8:5 And while Gehazi was telling the king how Elisha had restored the dead boy to life, there came the woman whose son he had restored to life, crying to the king for her house and her land. And Gehazi said, O my lord the king, this is the woman, and this is her son whom Elisha restored to life.\n",
        "8:6 And the king asked the woman, and she recounted it to him. And the king appointed a certain officer for her, saying, Restore all that was hers and all the produce of her land from the day that she left the country until now.\n",
        "8:7 And Elisha went to Damascus. And Ben-hadad the king of Syria was sick. And it was told him, saying, The man of God has come here.\n",
        "8:8 And the king said to Hazael, Take a gift with you, and go to meet the man of God; and inquire of Jehovah through him, saying, Will I recover from this sickness?\n",
        "8:9 So Hazael went to meet him; and he took a gift with him, even all good things of Damascus, forty camel loads. And he came and stood before him and said, Your son Ben-hadad the king of Syria has sent me to you, saying, Will I recover from this sickness?\n",
        "8:10 And Elisha said to him, Go and say to him, You shall certainly recover; however Jehovah has shown me that he shall certainly die.\n",
        "8:11 And he fixed his gaze and stared at him until he was ashamed. Then the man of God began to weep.\n",
        "8:12 And Hazael said, Why are you weeping, my lord? And he said, Because I know the evil that you will do to the children of Israel: Their strongholds you will set on fire, and their choice young men you will slay with the sword, and their little ones you will dash to pieces, and their pregnant women you will rip open.\n",
        "8:13 And Hazael said, But what is your servant, who is but a dog, that he should do this great thing? And Elisha said, Jehovah has shown me that you will be king over Syria.\n",
        "8:14 And he went from Elisha and came to his master. And his master said to him, What did Elisha say to you? And he said, He told me that you shall certainly recover.\n",
        "8:15 But on the next day he took the heavy covering over Ben-hadad and dipped it in water and spread it over his face, so that he died; and Hazael reigned in his place.\n",
        "8:16 Now in the fifth year of Joram the son of Ahab, the king of Israel, while Jehoshaphat was king of Judah, Jehoram the son of Jehoshaphat, the king of Judah, began to reign.\n",
        "8:17 He was thirty-two years old when he began to reign, and he reigned eight years in Jerusalem.\n",
        "8:18 And he walked in the way of the kings of Israel and as the house of Ahab had done, for Ahab?s daughter was his wife; and he did what was evil in the sight of Jehovah.\n",
        "8:19 But Jehovah would not destroy Judah, because of David His servant, as He had promised him that for his sake He would provide a lamp for his children always.\n",
        "8:20 In his days Edom revolted from under the hand of Judah, and they installed a king over themselves.\n",
        "8:21 So Joram crossed over to Zair, and all his chariots with him. And he rose up at night and struck the Edomites all around him and the captains of the chariots, but his people fled to their tents.\n",
        "8:22 So Edom revolted from under the hand of Judah, as it is to this day. Then Libnah revolted at the same time.\n",
        "8:23 And the rest of the acts of Joram and all that he did, are they not written in the book of the chronicles of the kings of Judah?\n",
        "8:24a And Joram slept with his fathers and was buried with his fathers in the city of David.\n",
        "8:24b And Ahaziah his son reigned in his place.\n",
        "8:25 In the twelfth year of Joram the son of Ahab, the king of Israel, Ahaziah the son of Jehoram, the king of Judah, began to reign.\n",
        "8:26 Ahaziah was twenty-two years old when he began to reign, and he reigned one year in Jerusalem. And his mother?s name was Athaliah, the daughter of Omri the king of Israel.\n",
        "8:27 And he walked in the way of the house of Ahab and did what was evil in the sight of Jehovah, like the house of Ahab; for he was a son-in-law to the house of Ahab.\n",
        "8:28 And he went with Joram the son of Ahab to fight with Hazael the king of Syria at Ramoth-gilead. And the Syrians struck Joram.\n",
        "8:29 And Joram the king returned to heal in Jezreel of his wounds that the Syrians had inflicted on him in Ramah when he fought with Hazael the king of Syria. And Ahaziah the son of Jehoram, the king of Judah, went down to see Joram the son of Ahab in Jezreel, for he was sick.\n"
      ],
      "id": [
        "8:1 Elisa telah berbicara kepada perempuan yang anaknya dihidupkannya kembali, katanya: Berkemaslah dan pergilah bersama-sama dengan keluargamu, dan tinggallah di mana saja engkau dapat menetap sebagai pendatang, sebab Tuhan telah mendatangkan kelaparan, yang pasti menimpa negeri ini tujuh tahun lamanya.\n",
        "8:2 Lalu berkemaslah perempuan itu dan dilakukannyalah seperti perkataan abdi Allah itu. Ia pergi bersama-sama dengan keluarganya, lalu tinggal menetap sebagai pendatang di negeri orang Filistin tujuh tahun lamanya.\n",
        "8:3 Dan setelah lewat ketujuh tahun itu, pulanglah perempuan itu dari negeri orang Filistin. Kemudian ia pergi mengadukan perihal rumahnya dan ladangnya kepada raja.\n",
        "8:4 Raja sedang berbicara kepada Gehazi, bujang abdi Allah itu, katanya: Cobalah ceritakan kepadaku tentang segala perbuatan besar yang dilakukan Elisa.\n",
        "8:5 Sedang ia menceritakan kepada raja tentang Elisa menghidupkan anak yang sudah mati itu, tampaklah perempuan yang anaknya dihidupkan itu datang mengadukan perihal rumahnya dan ladangnya kepada raja. Lalu berkatalah Gehazi: Ya tuanku raja! Inilah perempuan itu dan inilah anaknya yang dihidupkan Elisa.\n",
        "8:6 Lalu raja bertanya-tanya, dan perempuan itu menceritakan semuanya kepadanya. Kemudian raja menugaskan seorang pegawai istana menyertai perempuan itu dengan pesan: Pulangkanlah segala miliknya dan segala hasil ladang itu sejak ia meninggalkan negeri ini sampai sekarang.\n",
        "8:7 Elisa masuk ke Damsyik, dan pada waktu itu Benhadad, raja Aram, sedang sakit. Ketika dikabarkan kepada raja: Sudah datang abdi Allah ke mari,\n",
        "8:8 berkatalah ia kepada Hazael: Ambillah persembahan, pergilah menyongsong abdi Allah itu dan mintalah petunjuk Tuhan dengan perantaraannya: Sembuhkah aku dari penyakit ini?\n",
        "8:9 Lalu pergilah Hazael menyongsong dia, diambilnyalah persembahan berupa segala barang yang indah-indah dari Damsyik, sebanyak muatan empat puluh ekor unta. Sesudah sampai, tampillah ia ke depan Elisa dan berkata: Anakmu Benhadad, raja Aram, menyuruh aku menanyakan kepadamu: Apakah aku akan sembuh dari penyakit ini?\n",
        "8:10 Jawab Elisa kepadanya: Pergilah, katakanlah kepadanya: Pastilah engkau sembuh. Namun demikian, Tuhan telah memperlihatkan kepadaku, bahwa ia pasti mati dibunuh.\n",
        "8:11 Elisa menatap dengan lama ke depan, lalu menangislah abdi Allah itu.\n",
        "8:12 Hazael berkata: Mengapa tuanku menangis? Jawab Elisa: Sebab aku tahu bagaimana malapetaka yang akan kaulakukan kepada orang Israel: kotanya yang berkubu akan kaucampakkan ke dalam api, terunanya akan kaubunuh dengan pedang, bayinya akan kauremukkan dan perempuannya yang mengandung akan kaubelah.\n",
        "8:13 Sesudah itu berkatalah Hazael: Tetapi apakah hambamu ini, yang tidak lain dari anjing saja, sehingga ia dapat melakukan hal sehebat itu? Jawab Elisa: Tuhan telah memperlihatkan kepadaku, bahwa engkau akan menjadi raja atas Aram.\n",
        "8:14 Lalu ia pergi dan meninggalkan Elisa dan setelah ia sampai kepada tuannya, berkatalah raja kepadanya: Apakah dikatakan Elisa kepadamu? Jawabnya: Ia berkata kepadaku, bahwa pastilah engkau sembuh.\n",
        "8:15 Tetapi keesokan harinya ia mengambil sehelai selimut yang telah dicelupkannya ke dalam air dan membentangkannya ke atas muka raja. Jadi matilah raja, dan Hazael menjadi raja menggantikan dia.\n",
        "8:16 Dalam tahun kelima zaman Yoram, anak Ahab raja Israel - pada waktu itu Yosafat adalah raja Yehuda - Yoram, anak Yosafat raja Yehuda menjadi raja.\n",
        "8:17 Ia berumur tiga puluh dua tahun pada waktu ia menjadi raja dan delapan tahun lamanya ia memerintah di Yerusalem.\n",
        "8:18 Ia hidup menurut kelakuan raja-raja Israel seperti yang dilakukan keluarga Ahab, sebab yang menjadi isterinya adalah anak Ahab. Ia melakukan apa yang jahat di mata Tuhan.\n",
        "8:19 Namun demikian, Tuhan tidak mau memusnahkan Yehuda oleh karena Daud, hamba-Nya, sesuai dengan yang dijanjikan-Nya kepada Daud, bahwa Ia hendak memberikan keturunan kepadanya dan kepada anak-anaknya untuk selama-lamanya.\n",
        "8:20 Pada zamannya memberontaklah Edom dan melepaskan diri dari kekuasaan Yehuda dan mereka mengangkat seorang raja atas mereka sendiri.\n",
        "8:21 Maka majulah Yoram ke Zair bersama-sama dengan seluruh keretanya; pada waktu malam bangunlah ia, lalu bersama-sama dengan para panglima pasukan kereta ia menerobos barisan orang Edom yang mengepung dia, tetapi rakyatnya melarikan diri pulang ke kemahnya.\n",
        "8:22 Demikianlah Edom memberontak dan terlepas dari kekuasaan Yehuda sampai sekarang ini. Lalu Libna pun memberontak pada masa itu juga.\n",
        "8:23 Selebihnya dari riwayat Yoram dan segala yang dilakukannya, bukankah semuanya itu tertulis dalam kitab sejarah raja-raja Yehuda?\n",
        "8:24a Kemudian Yoram mendapat perhentian bersama-sama dengan nenek moyangnya, dan ia dikuburkan di samping nenek moyangnya di kota Daud.\n",
        "8:24b Maka Ahazia, anaknya, menjadi raja menggantikan dia.\n",
        "8:25 Dalam tahun kedua belas zaman Yoram, anak Ahab raja Israel, Ahazia, anak Yoram raja Yehuda, menjadi raja.\n",
        "8:26 Ia berumur dua puluh dua tahun pada waktu ia menjadi raja dan setahun lamanya ia memerintah di Yerusalem. Nama ibunya ialah Atalya, cucu Omri raja Israel.\n",
        "8:27 Ia hidup menurut kelakuan keluarga Ahab dan ia melakukan apa yang jahat di mata Tuhan sama seperti keluarga Ahab, sebab ia adalah seorang menantu dari keluarga itu.\n",
        "8:28 Ia pergi bersama-sama Yoram bin Ahab untuk berperang melawan Hazael, raja Aram, di Ramot-Gilead. Tetapi orang-orang Aram melukai Yoram.\n",
        "8:29 Kemudian pulanglah raja Yoram ke Yizreel, supaya diobati luka-lukanya yang ditimbulkan orang Aram di Rama pada waktu ia berperang melawan Hazael, raja Aram. Dan Ahazia, anak Yoram raja Yehuda, pergi menjenguk Yoram bin Ahab di Yizreel, karena dia sakit.\n"
      ]
    },
    "9": {
      "en": [
        "9:1 And Elisha the prophet called one of the sons of the prophets and said to him, Gird up your loins, and take this flask of oil in your hand, and go to Ramoth-gilead.\n",
        "9:2 And when you arrive there, look there for Jehu the son of Jehoshaphat, the son of Nimshi; and go in and make him rise up from among his brothers, and bring him to an inner room.\n",
        "9:3 Then take the flask of oil and pour it on his head and say, Thus says Jehovah, I have anointed you king over Israel. Then open the door and flee, and do not delay.\n",
        "9:4 So the young man, the prophet?s attendant, went to Ramoth-gilead.\n",
        "9:5 And when he came, there the captains of the army were sitting. And he said, I have a word for you, O captain. And Jehu said, To which one of all of us? And he said, To you, O captain.\n",
        "9:6 And he rose up and went into the house; and he poured the oil on his head and said to him, Thus says Jehovah the God of Israel, I have anointed you king over the people of Jehovah, over Israel.\n",
        "9:7 And you shall strike the house of Ahab your master, and I will avenge the blood of My servants the prophets and the blood of all the servants of Jehovah at the hand of Jezebel.\n",
        "9:8 And the whole house of Ahab will perish, and I will cut off from Ahab every male, bond and free, in Israel;\n",
        "9:9 And I will make the house of Ahab like the house of Jeroboam the son of Nebat and like the house of Baasha the son of Ahijah;\n",
        "9:10 And the dogs shall eat Jezebel in the lot of Jezreel, and there will be none to bury her. Then he opened the door and fled.\n",
        "9:11 And when Jehu came out to the servants of his master, someone said to him, Is all well? Why did this mad fellow come to you? And he said to them, You know the man and his ranting.\n",
        "9:12 And they said, That is a lie; please tell us. And he said, Thus and thus he said to me, saying, Thus says Jehovah, I have anointed you king over Israel.\n",
        "9:13 Then they moved quickly; and every man took his garment and put it under him on the bare steps; and they blew the trumpet and said, Jehu is king!\n",
        "9:14 And Jehu the son of Jehoshaphat, the son of Nimshi, conspired against Joram. (Now Joram had been defending Ramoth-gilead, he and all Israel, because of Hazael the king of Syria,\n",
        "9:15 But Jehoram the king returned to be healed in Jezreel of the wounds which the Syrians had inflicted on him when he fought Hazael the king of Syria). And Jehu said, If this is your desire, let no fugitive depart from the city and go and tell it in Jezreel.\n",
        "9:16 So Jehu rode off in a chariot and went to Jezreel, for Joram was lying ill there. And Ahaziah the king of Judah had come down to see Joram.\n",
        "9:17 And the watchman stood on the tower in Jezreel and saw Jehu?s multitude as he came, and he said, I see a multitude. And Jehoram said, Take a horseman, and send him to meet them; and let him say, Is there peace?\n",
        "9:18 So the horseman went to meet him and said, Thus says the king, Is there peace? And Jehu said, What do you have to do with peace? Turn behind me. And the watchman reported, saying, The messenger went to them but did not return.\n",
        "9:19 And he sent out a second horseman; and he came to them and said, Thus says the king, Is there peace? And Jehu said, What do you have to do with peace? Turn behind me.\n",
        "9:20 And the watchman reported, saying, He went to them but did not return; and the driving is like the driving of Jehu the son of Nimshi, because he drives furiously.\n",
        "9:21 And Jehoram said, Yoke the chariot! And someone yoked his chariot. And Jehoram the king of Israel and Ahaziah the king of Judah went out, each in his chariot, and went to meet Jehu; and they found him in the lot of Naboth the Jezreelite.\n",
        "9:22 And when Jehoram saw Jehu, he said, Is there peace, Jehu? And he said, What peace can there be, so long as the harlotries and sorceries of Jezebel your mother are so many?\n",
        "9:23 And Jehoram turned the reins and tried to flee. And he said to Ahaziah, Treachery, Ahaziah!\n",
        "9:24 And Jehu drew his bow with full strength and struck Jehoram between his arms; and the arrow went through his heart, and he sank down in his chariot.\n",
        "9:25 And Jehu said to Bidkar his officer, Take him up, and throw him in the lot of the field of Naboth the Jezreelite; for remember how you and I were riding together behind Ahab his father, and Jehovah uttered this oracle against him:\n",
        "9:26 Surely I have seen the blood of Naboth and the blood of his sons yesterday, declares Jehovah; and I will repay you in this lot, declares Jehovah. And now, take him up and throw him in the lot, according to the word of Jehovah.\n",
        "9:27 And Ahaziah the king of Judah saw this and fled toward the garden house; and Jehu pursued after him and said, Strike him too in his chariot. So they struck him at the ascent of Gur, which is by Ibleam. And he fled to Megiddo and died there.\n",
        "9:28 And his servants carried him in a chariot to Jerusalem and buried him in his grave with his fathers in the city of David.\n",
        "9:29 And in the eleventh year of Joram the son of Ahab, Ahaziah began to reign over Judah.\n",
        "9:30 And Jehu came to Jezreel; and Jezebel heard of it. And she put paint on her eyes and adorned her head, and she looked out the window.\n",
        "9:31 And as Jehu entered the gate, she said, Is all well, Zimri, you murderer of your master?\n",
        "9:32 And he lifted up his face to the window and said, Who is on my side? Who? And two or three eunuchs looked out at him.\n",
        "9:33 And he said, Throw her down. And they threw her down. And some of her blood spattered on the wall and on the horses, and he trampled her.\n",
        "9:34 And he came in, and ate and drank, and said, Attend now to this cursed woman and bury her, for she is a king?s daughter.\n",
        "9:35 But when they went to bury her, they found no more of her than her skull and her feet and the palms of her hands.\n",
        "9:36 And they returned and reported it to him. And he said, This is the word of Jehovah, which He spoke through His servant Elijah the Tishbite, saying, In the lot of Jezreel the dogs will eat the flesh of Jezebel;\n",
        "9:37 And the corpse of Jezebel will be like dung upon the surface of the field in the lot of Jezreel, so that they will not say, This is Jezebel.\n"
      ],
      "id": [
        "9:1 Kemudian nabi Elisa memanggil salah seorang dari rombongan nabi dan berkata kepadanya: Ikatlah pinggangmu, bawalah buli-buli berisi minyak ini dan pergilah ke Ramot-Gilead.\n",
        "9:2 Apabila engkau sampai ke sana, carilah Yehu bin Yosafat bin Nimsi; masuklah, ajak dia bangkit dari tengah-tengah temannya dan bawalah dia ke ruang dalam.\n",
        "9:3 Kemudian ambillah buli-buli berisi minyak itu, lalu tuangkan isinya ke atas kepalanya dan katakan: Beginilah firman Tuhan: Telah Kuurapi engkau menjadi raja atas Israel! Sesudah itu bukalah pintu, larilah dan jangan berlambat-lambat.\n",
        "9:4 Lalu nabi muda itu pergi ke Ramot-Gilead.\n",
        "9:5 Setelah ia sampai, maka tampaklah panglima-panglima tentara sedang duduk berkumpul. Lalu ia berkata: Ada pesan kubawa untukmu, ya panglima! Yehu bertanya: Untuk siapa dari kami sekalian? Jawabnya: Untukmu, ya panglima!\n",
        "9:6 Lalu bangkitlah Yehu dan masuk ke dalam rumah. Nabi muda itu menuang minyak ke atas kepala Yehu serta berkata kepadanya: Beginilah firman Tuhan, Allah Israel: Telah Kuurapi engkau menjadi raja atas umat Tuhan, yaitu orang Israel.\n",
        "9:7 Maka engkau akan membunuh keluarga tuanmu Ahab dan dengan demikian Aku membalaskan kepada Izebel darah hamba-hamba-Ku, nabi-nabi itu, bahkan darah semua hamba Tuhan.\n",
        "9:8 Dan segenap keluarga Ahab akan binasa; dan Aku akan melenyapkan dari pada Ahab setiap orang laki-laki, baik yang tinggi maupun yang rendah kedudukannya di Israel.\n",
        "9:9 Dan Aku akan memperlakukan keluarga Ahab sama seperti keluarga Yerobeam bin Nebat dan sama seperti keluarga Baesa bin Ahia.\n",
        "9:10 Izebel akan dimakan anjing di kebun di luar Yizreel dengan tidak ada orang yang menguburkannya. Kemudian nabi itu membuka pintu, lalu lari.\n",
        "9:11 Apabila Yehu keluar mendapatkan pegawai-pegawai tuannya, berkatalah seorang kepadanya: Apa kabar? Mengapa orang gila itu datang kepadamu? Jawabnya kepada mereka: Kamu sendiri mengenal orang itu dengan omongannya!\n",
        "9:12 Tetapi mereka berkata: Dusta! Cobalah beritahukan kepada kami! Lalu katanya: Begini-beginilah dikatakannya kepadaku: Demikianlah firman Tuhan: Telah Kuurapi engkau menjadi raja atas Israel.\n",
        "9:13 Segeralah mereka masing-masing mengambil pakaiannya dan membentangkannya di hadapan kakinya begitu saja di atas tangga, kemudian mereka meniup sangkakala serta berseru: Yehu raja!\n",
        "9:14 Demikianlah Yehu bin Yosafat bin Nimsi mengadakan persepakatan melawan Yoram. Adapun Yoram sedang berjaga-jaga di Ramot-Gilead, bersama-sama dengan segenap orang Israel menghadapi Hazael, raja Aram.\n",
        "9:15 Tetapi raja Yoram sendiri telah pulang ke Yizreel, supaya luka-lukanya diobati, yang ditimbulkan orang Aram pada waktu ia berperang melawan Hazael, raja Aram. - Yehu berkata: Jika kamu sudah setuju, janganlah biarkan siapa pun meloloskan diri dari kota untuk memberitahukan hal itu ke Yizreel.\n",
        "9:16 Kemudian Yehu naik kereta dan pergi ke Yizreel, sebab Yoram berbaring sakit di sana. Juga Ahazia, raja Yehuda, datang menjenguk Yoram.\n",
        "9:17 Ketika jaga yang sedang berdiri di atas menara di Yizreel, melihat pasukan Yehu datang, berserulah ia: Ada kulihat suatu pasukan. Berkatalah Yoram: Ambillah seorang penunggang kuda, suruhlah ia menemui mereka serta menanyakan: apakah ini kabar damai?\n",
        "9:18 Lalu pergilah penunggang kuda itu untuk menemuinya dan berkata: Beginilah tanya raja: apakah ini kabar damai? Jawab Yehu: Damai? Bukan urusanmu! Baliklah, ikutlah aku! Dan jaga itu memberitahukan: Suruhan sudah sampai kepada mereka, tetapi ia tidak pulang.\n",
        "9:19 Disuruhnyalah penunggang kuda yang kedua dan setelah sampai kepada mereka berkatalah ia: Beginilah tanya raja: apakah ini kabar damai? Jawab Yehu: Damai? Bukan urusanmu! Baliklah, ikutlah aku!\n",
        "9:20 Dan jaga itu memberitahukan: Sudah sampai ia kepada mereka, tetapi ia tidak pulang! Dan cara memacunya adalah seperti cara Yehu, cucu Nimsi, memacu, sebab ia memacu seperti orang gila.\n",
        "9:21 Sesudah itu berkatalah Yoram: Pasanglah kereta!, lalu orang memasang keretanya. Maka keluarlah Yoram, raja Israel, dan Ahazia, raja Yehuda, masing-masing naik keretanya; mereka keluar menemui Yehu, lalu menjumpai dia di kebun Nabot, orang Yizreel itu.\n",
        "9:22 Tatkala Yoram melihat Yehu, bertanyalah ia: Apakah ini kabar damai, hai Yehu? Jawabnya: Bagaimana ada damai, selama sundal dan orang sihir ibumu Izebel begitu banyak!\n",
        "9:23 Segera Yoram berputar dan mau melarikan diri sambil berseru kepada Ahazia: Itu tipu, Ahazia!\n",
        "9:24 Tetapi Yehu menarik busurnya dengan sepenuh kekuatannya, lalu memanah Yoram di antara kedua bahunya, sehingga anak panah itu menembus jantungnya, maka rebahlah ia di dalam keretanya.\n",
        "9:25 Kemudian berkatalah Yehu kepada Bidkar, perwiranya: Angkat dan lemparkanlah mayatnya ke kebun Nabot, orang Yizreel itu, sebab ketahuilah, bahwa pada waktu aku dan engkau berdampingan menunggang kuda mengikuti Ahab, ayahnya, maka Tuhan telah mengucapkan terhadap dia hukuman ini:\n",
        "9:26 Sesungguhnya, Aku telah melihat darah Nabot dan darah anak-anaknya tadi malam, demikianlah firman Tuhan, maka Aku akan membalaskannya kepadamu di kebun ini, demikianlah firman Tuhan. Oleh sebab itu angkat dan lemparkanlah mayatnya ke kebun ini, sesuai dengan firman Tuhan.\n",
        "9:27 Ketika Ahazia, raja Yehuda, melihat itu, maka ia pun melarikan diri ke arah Bet-Hagan, tetapi Yehu mengejarnya sambil berkata: Panahlah dia juga! Maka mereka memanah dia di atas keretanya di pendakian ke Gur dekat Yibleam. Ia lari ke Megido dan mati di sana.\n",
        "9:28 Para pegawainya mengangkut mayatnya ke Yerusalem, lalu mereka menguburkan dia dalam kuburnya sendiri, di samping nenek moyangnya di kota Daud.\n",
        "9:29 Adapun Ahazia menjadi raja atas Yehuda dalam tahun kesebelas zaman Yoram bin Ahab.\n",
        "9:30 Sampailah Yehu ke Yizreel. Ketika Izebel mendengar itu, ia mencalak matanya, dihiasinyalah kepalanya, lalu ia menjenguk dari jendela.\n",
        "9:31 Pada waktu Yehu masuk pintu gerbang, berserulah Izebel: Bagaimana, selamatkah Zimri, pembunuh tuannya itu?\n",
        "9:32 Yehu mengangkat kepalanya melihat ke jendela itu dan berkata: Siapa yang di pihakku? Siapa? Dan ketika dua tiga orang pegawai istana menjenguk kepadanya,\n",
        "9:33 ia berseru: Jatuhkanlah dia! Mereka menjatuhkan dia, sehingga darahnya memercik ke dinding dan ke kuda; mayatnya pun terinjak-injak.\n",
        "9:34 Yehu masuk ke dalam, lalu makan dan minum. Kemudian ia berkata: Baiklah urus mayat orang yang terkutuk itu dan kuburkanlah dia, sebab ia memang anak raja.\n",
        "9:35 Mereka pergi untuk menguburkannya, tetapi mereka tidak menjumpai mayatnya, hanya kepala dan kedua kaki dan kedua telapak tangannya.\n",
        "9:36 Mereka kembali memberitahukannya kepada Yehu, lalu ia berkata: Memang begitulah firman Tuhan yang diucapkan-Nya dengan perantaraan hamba-Nya, Elia, orang Tisbe itu: Di kebun di luar Yizreel akan dimakan anjing daging Izebel;\n",
        "9:37 maka mayat Izebel akan terhampar di kebun di luar Yizreel seperti pupuk di ladang, sehingga tidak ada orang yang dapat berkata: Inilah Izebel.\n"
      ]
    },
    "20": {
      "en": [
        "20:1 In those days Hezekiah became mortally ill; and Isaiah the son of Amoz, the prophet, came to him and said to him, Thus says Jehovah, Put your house in order, for you are about to die and will not live.\n",
        "20:2 And he turned his face to the wall and prayed to Jehovah, saying,\n",
        "20:3 Now, O Jehovah, please remember how I have walked before You in truth and with a perfect heart and have done what is good in Your sight. And Hezekiah wept many tears.\n",
        "20:4 And Isaiah had not gone out of the middle court when the word of Jehovah came to him, saying,\n",
        "20:5 Return and speak to Hezekiah the leader of My people, Thus says Jehovah, the God of David your father, I have heard your prayer; I have seen your tears. I will now heal you: On the third day you will go up to the house of Jehovah;\n",
        "20:6 And I will add to your life fifteen years; and I will deliver you and this city from the hand of the king of Assyria, and I will put an enclosure around this city for My own sake and for the sake of David My servant.\n",
        "20:7 And Isaiah said, Bring a cake of figs. And they brought it and laid it on the boil, and he recovered.\n",
        "20:8 And Hezekiah said to Isaiah, What will be the sign that Jehovah will heal me and that I will go up to the house of Jehovah on the third day?\n",
        "20:9 And Isaiah said, This will be the sign from Jehovah to you, that Jehovah will do this thing which He has spoken. Shall the shadow go forward ten steps or go back ten steps?\n",
        "20:10 And Hezekiah said, It is an easy matter for the shadow to go down ten steps. No; rather let the shadow go backward ten steps.\n",
        "20:11 And Isaiah the prophet cried to Jehovah; and He brought the shadow on the steps, which had descended on the steps of Ahaz, ten steps backward.\n",
        "20:12 At that time Berodach-baladan the son of Baladan, the king of Babylon, sent letters and a gift to Hezekiah, because he had heard that Hezekiah had been sick.\n",
        "20:13 And Hezekiah listened to them and showed them all his treasury, the silver and the gold, and the spices and the fine oil, and his armory and everything which was found among his treasures; there was nothing in his house or in all his dominion that Hezekiah did not show them.\n",
        "20:14 Then Isaiah the prophet came to King Hezekiah and said to him, What did these men say? And from where have they come to you? And Hezekiah said, They have come from a distant land, from Babylon.\n",
        "20:15 And he said, What have they seen in your house? And Hezekiah said, They have seen everything that is in my house; there is nothing among my treasures that I have not shown them.\n",
        "20:16 Then Isaiah said to Hezekiah, Hear the word of Jehovah:\n",
        "20:17 The days are now coming when everything that is in your house and that your fathers have laid up as a treasure unto this day will be carried away to Babylon; nothing will be left, says Jehovah.\n",
        "20:18 And they will take away some of your sons who will issue from you, whom you will beget, and they will become eunuchs in the palace of the king of Babylon.\n",
        "20:19 And Hezekiah said to Isaiah, The word of Jehovah which you have spoken is good. He said moreover, Indeed there will be peace and truth in my days.\n",
        "20:20 And the rest of the acts of Hezekiah and all his might, and how he made the pool and the conduit and brought the water into the city, are they not written in the book of the chronicles of the kings of Judah?\n",
        "20:21a And Hezekiah slept with his fathers.\n",
        "20:21b And Manasseh his son reigned in his place.\n"
      ],
      "id": [
        "20:1 Pada hari-hari itu Hizkia jatuh sakit dan hampir mati. Lalu datanglah nabi Yesaya bin Amos, dan berkata kepadanya: Beginilah firman Tuhan: Sampaikanlah pesan terakhir kepada keluargamu, sebab engkau akan mati, tidak akan sembuh lagi.\n",
        "20:2 Lalu Hizkia memalingkan mukanya ke arah dinding dan ia berdoa kepada Tuhan:\n",
        "20:3 Ah Tuhan, ingatlah kiranya, bahwa aku telah hidup di hadapan-Mu dengan setia dan dengan tulus hati dan bahwa aku telah melakukan apa yang baik di mata-Mu. Kemudian menangislah Hizkia dengan sangat.\n",
        "20:4 Tetapi Yesaya belum lagi keluar dari pelataran tengah, tiba-tiba datanglah firman Tuhan kepadanya:\n",
        "20:5 Baliklah dan katakanlah kepada Hizkia, raja umat-Ku: Beginilah firman Tuhan, Allah Daud, bapa leluhurmu: Telah Kudengar doamu dan telah Kulihat air matamu; sesungguhnya Aku akan menyembuhkan engkau; pada hari yang ketiga engkau akan pergi ke rumah Tuhan.\n",
        "20:6 Aku akan memperpanjang hidupmu lima belas tahun lagi dan Aku akan melepaskan engkau dan kota ini dari tangan raja Asyur; Aku akan memagari kota ini oleh karena Aku dan oleh karena Daud, hamba-Ku.\n",
        "20:7 Kemudian berkatalah Yesaya: Ambillah sebuah kue ara! Lalu orang mengambilnya dan ditaruh pada barah itu, maka sembuhlah ia.\n",
        "20:8 Sebelum itu Hizkia telah berkata kepada Yesaya: Apakah yang akan menjadi tanda bahwa Tuhan akan menyembuhkan aku dan bahwa aku akan pergi ke rumah Tuhan pada hari yang ketiga?\n",
        "20:9 Yesaya menjawab: Inilah yang akan menjadi tanda bagimu dari Tuhan, bahwa Tuhan akan melakukan apa yang telah dijanjikan-Nya: Akan majukah bayang-bayang itu sepuluh tapak atau akan mundur sepuluh tapak?\n",
        "20:10 Hizkia berkata: Itu perkara ringan bagi bayang-bayang itu untuk memanjang sepuluh tapak! Sebaliknya, biarlah bayang-bayang itu mundur ke belakang sepuluh tapak.\n",
        "20:11 Lalu berserulah nabi Yesaya kepada Tuhan, maka dibuat-Nyalah bayang-bayang itu mundur ke belakang sepuluh tapak, yang sudah dijalani bayang-bayang itu pada penunjuk matahari buatan Ahas.\n",
        "20:12 Pada waktu itu Merodakh-Baladan bin Baladan, raja Babel, menyuruh orang membawa surat dan pemberian kepada Hizkia, sebab telah didengarnya bahwa Hizkia sakit tadinya.\n",
        "20:13 Hizkia bersukacita atas kedatangan mereka, lalu diperlihatkannyalah kepada mereka segenap gedung harta bendanya, emas dan perak, rempah-rempah dan minyak yang berharga, gedung persenjataannya dan segala yang terdapat dalam perbendaharaannya. Tidak ada barang yang tidak diperlihatkan Hizkia kepada mereka di istananya dan di seluruh daerah kekuasaannya.\n",
        "20:14 Kemudian datanglah nabi Yesaya kepada raja Hizkia dan bertanya kepadanya: Apakah yang telah dikatakan orang-orang ini? Dan dari manakah mereka datang? Jawab Hizkia: Mereka datang dari negeri yang jauh, dari Babel!\n",
        "20:15 Lalu tanyanya lagi: Apakah yang telah dilihat mereka di istanamu? Jawab Hizkia: Semua yang ada di istanaku telah mereka lihat. Tidak ada barang yang tidak kuperlihatkan kepada mereka di perbendaharaanku.\n",
        "20:16 Lalu Yesaya berkata kepada Hizkia: Dengarkanlah firman Tuhan!\n",
        "20:17 Sesungguhnya, suatu masa akan datang, bahwa segala yang ada dalam istanamu dan yang disimpan oleh nenek moyangmu sampai hari ini akan diangkut ke Babel. Tidak ada barang yang akan ditinggalkan, demikianlah firman Tuhan.\n",
        "20:18 Dan dari keturunanmu yang akan kauperoleh, akan diambil orang untuk menjadi sida-sida di istana raja Babel.\n",
        "20:19 Hizkia menjawab kepada Yesaya: Sungguh baik firman Tuhan yang engkau ucapkan itu! Tetapi pikirnya: Asal ada damai dan keamanan seumur hidupku!\n",
        "20:20 Selebihnya dari riwayat Hizkia, segala kepahlawanannya dan bagaimana ia membuat kolam dan saluran air dan mengalirkan air ke dalam kota, bukankah semuanya itu tertulis dalam kitab sejarah raja-raja Yehuda?\n",
        "20:21a Kemudian Hizkia mendapat perhentian bersama-sama dengan nenek moyangnya.\n",
        "20:21b Maka Manasye, anaknya, menjadi raja menggantikan dia.\n"
      ]
    },
    "21": {
      "en": [
        "21:1 Manasseh was twelve years old when he began to reign, and he reigned fifty-five years in Jerusalem; and his mother?s name was Hephzibah.\n",
        "21:2 And he did what was evil in the sight of Jehovah, like the abominations of the nations whom Jehovah had dispossessed from before the children of Israel.\n",
        "21:3 And he rebuilt the high places that Hezekiah his father had destroyed, and he raised up altars to Baal and made an Asherah, as Ahab the king of Israel had done; and he worshipped all the host of heaven and served them.\n",
        "21:4 And he built altars in the house of Jehovah, concerning which Jehovah had said, In Jerusalem will I put My name.\n",
        "21:5 And he built altars to all the host of heaven in the two courts of the house of Jehovah.\n",
        "21:6 And he caused his son to pass through fire and practiced soothsaying and enchantments, and appointed mediums and spiritists; he did what was evil in the sight of Jehovah beyond measure, provoking Him to anger.\n",
        "21:7 And he put the engraved image of the Asherah that he had made in that house concerning which Jehovah had said to David and to Solomon his son, In this house and in Jerusalem, which I have chosen out of all the tribes of Israel, I will put My name forever;\n",
        "21:8 And I will no longer cause the foot of Israel to wander away from the land that I gave their fathers, if only they will be certain to act according to all that I have commanded them and according to all the law that My servant Moses commanded them.\n",
        "21:9 But they would not listen, and Manasseh led them astray to do more evil than the nations which Jehovah had destroyed from before the children of Israel.\n",
        "21:10 And Jehovah spoke through His servants the prophets, saying,\n",
        "21:11 Because Manasseh the king of Judah has done these abominations and has done more evil than all that the Amorites did, who were before him, and has caused Judah also to sin with his idols;\n",
        "21:12 Therefore thus says Jehovah the God of Israel, I am now bringing such evil upon Jerusalem and Judah that both ears of everyone who hears of it will tingle.\n",
        "21:13 And over Jerusalem I will stretch the line of Samaria and the plummet of the house of Ahab, and I will wipe Jerusalem as one wipes a pan, wiping it and turning it upside down.\n",
        "21:14 And I will forsake the remnant of My inheritance and deliver them into the hand of their enemies, and they will become plunder and spoil to all their enemies;\n",
        "21:15 Because they have done what is evil in My sight and have provoked Me to anger since the day their fathers came forth out of Egypt even to this day.\n",
        "21:16 And Manasseh also shed very much innocent blood, until he filled Jerusalem with it from one end to another, besides his sin by which he caused Judah to sin, doing what was evil in the sight of Jehovah.\n",
        "21:17 And the rest of the acts of Manasseh and all that he did and his sin which he committed, are they not written in the book of the chronicles of the kings of Judah?\n",
        "21:18a And Manasseh slept with his fathers and was buried in the garden of his own house, in the garden of Uzza.\n",
        "21:18b And Amon his son reigned in his place.\n",
        "21:19 Amon was twenty-two years old when he began to reign, and he reigned two years in Jerusalem; and his mother?s name was Meshullemeth, the daughter of Haruz of Jotbah.\n",
        "21:20 And he did what was evil in the sight of Jehovah, as Manasseh his father had done.\n",
        "21:21 And he walked in all the way that his father had walked, and he served the idols that his father had served and worshipped them;\n",
        "21:22 And he forsook Jehovah, the God of his fathers, and did not walk in the way of Jehovah.\n",
        "21:23 And the servants of Amon conspired against him, and they killed the king in his own house.\n",
        "21:24 But the people of the land struck down all those who had conspired against King Amon. And the people of the land made Josiah his son king in his place.\n",
        "21:25 And the rest of the acts of Amon that he did, are they not written in the book of the chronicles of the kings of Judah?\n",
        "21:26a And he was buried in his grave in the garden of Uzza.\n",
        "21:26b And Josiah his son reigned in his place.\n"
      ],
      "id": [
        "21:1 Manasye berumur dua belas tahun pada waktu ia menjadi raja dan lima puluh lima tahun lamanya ia memerintah di Yerusalem. Nama ibunya ialah Hefzibah.\n",
        "21:2 Ia melakukan apa yang jahat di mata Tuhan, sesuai dengan perbuatan keji bangsa-bangsa yang telah dihalau Tuhan dari depan orang Israel.\n",
        "21:3 Ia mendirikan kembali bukit-bukit pengorbanan yang telah dimusnahkan oleh Hizkia, ayahnya; ia membangun mezbah-mezbah untuk Baal, membuat patung Asyera seperti yang dilakukan Ahab, raja Israel, dan sujud menyembah kepada segenap tentara langit dan beribadah kepadanya.\n",
        "21:4 Ia mendirikan mezbah-mezbah di rumah Tuhan, walaupun sehubungan dengan rumah itu Tuhan telah berfirman: Di Yerusalem Aku akan menaruh nama-Ku!\n",
        "21:5 Dan ia mendirikan juga mezbah-mezbah bagi segenap tentara langit di kedua pelataran rumah Tuhan.\n",
        "21:6 Bahkan, ia mempersembahkan anaknya sebagai kurban dalam api, melakukan ramal dan telaah, dan menghubungi para pemanggil arwah dan para pemanggil roh peramal. Ia melakukan banyak yang jahat di mata Tuhan, sehingga ia menimbulkan sakit hati-Nya.\n",
        "21:7 Ia menaruh juga patung Asyera yang telah dibuatnya dalam rumah, walaupun sehubungan dengan rumah itu Tuhan telah berfirman kepada Daud dan kepada Salomo, anaknya: Dalam rumah ini dan di Yerusalem, yang telah Kupilih dari antara segala suku Israel, Aku akan menaruh nama-Ku untuk selama-lamanya!\n",
        "21:8 Aku tidak akan membiarkan bangsa Israel lagi dibawa keluar dari tanah yang telah Kuberikan kepada nenek moyang mereka, asal saja mereka tetap berbuat tepat seperti yang telah Kuperintahkan kepada mereka dan tepat menurut hukum yang telah diperintahkan kepada mereka oleh hamba-Ku Musa.\n",
        "21:9 Tetapi mereka tidak mau mendengarkan, dan Manasye menyesatkan mereka, sehingga mereka melakukan yang jahat lebih dari pada bangsa-bangsa yang telah dipunahkan Tuhan dari hadapan orang Israel.\n",
        "21:10 Kemudian berfirmanlah Tuhan dengan perantaraan para hamba-Nya, yakni para nabi:\n",
        "21:11 Oleh karena Manasye, raja Yehuda, telah melakukan kekejian-kekejian ini, berbuat jahat lebih dari pada segala yang telah dilakukan oleh orang Amori yang mendahului dia, dan dengan berhala-berhalanya ia telah mengakibatkan orang Yehuda berdosa pula,\n",
        "21:12 sebab itu beginilah firman Tuhan, Allah Israel: Sesungguhnya Aku akan mendatangkan malapetaka atas Yerusalem dan Yehuda, sehingga setiap orang yang mendengarnya akan bising kedua telinganya.\n",
        "21:13 Dan Aku akan merentangkan atas Yerusalem tali pengukur sama seperti atas Samaria dan tali unting-unting sama seperti atas keluarga Ahab; dan Aku akan menghapuskan Yerusalem seperti orang menghapus pinggan, yakni habis dihapus, dibalikkan pula menungging.\n",
        "21:14 Aku akan membuangkan sisa milik pusaka-Ku dan akan menyerahkan mereka ke dalam tangan musuh-musuh mereka, sehingga mereka menjadi jarahan dan menjadi rampasan bagi semua musuh mereka,\n",
        "21:15 oleh karena mereka telah melakukan apa yang jahat di mata-Ku dan dengan demikian mereka menimbulkan sakit hati-Ku, mulai dari hari nenek moyang mereka keluar dari Mesir sampai hari ini.\n",
        "21:16 Lagipula Manasye mencurahkan darah orang yang tidak bersalah sedemikian banyak, hingga dipenuhinya Yerusalem dari ujung ke ujung, belum termasuk dosa-dosanya yang mengakibatkan orang Yehuda berdosa pula dengan berbuat apa yang jahat di mata Tuhan.\n",
        "21:17 Selebihnya dari riwayat Manasye, segala yang dilakukannya dan dosa-dosa yang diperbuatnya, bukankah semuanya itu tertulis dalam kitab sejarah raja-raja Yehuda?\n",
        "21:18 Kemudian Manasye mendapat perhentian bersama-sama dengan nenek moyangnya, dan ia dikuburkan di taman istananya, di taman Uza.\n",
        "21:19 Amon berumur dua puluh dua tahun pada waktu ia menjadi raja dan dua tahun lamanya ia memerintah di Yerusalem. Nama ibunya ialah Mesulemet binti Harus, dari Yotba.\n",
        "21:20 Ia melakukan apa yang jahat di mata Tuhan seperti yang telah dilakukan Manasye, ayahnya.\n",
        "21:21 Ia hidup sama seperti ayahnya dahulu sambil beribadah kepada berhala-berhala yang disembah oleh ayahnya dan sujud menyembah kepada mereka.\n",
        "21:22 Ia meninggalkan Tuhan, Allah nenek moyangnya dan tidak hidup menurut kehendak Tuhan.\n",
        "21:23 Dan pegawai-pegawai Amon mengadakan persepakatan melawan dia dan membunuh raja di istananya.\n",
        "21:24 Tetapi rakyat negeri itu membunuh semua orang yang mengadakan persepakatan melawan raja Amon; dan rakyat negeri itu mengangkat Yosia, anaknya, menjadi raja menggantikan dia.\n",
        "21:25 Selebihnya dari riwayat Amon, apa yang dilakukannya, bukankah semuanya itu tertulis dalam kitab sejarah raja-raja Yehuda?\n",
        "21:26a Kemudian ia dikuburkan dalam kuburnya di taman Uza.\n",
        "21:26b Maka Yosia, anaknya, menjadi raja menggantikan dia.\n"
      ]
    }
  }
}
