{
  "1 Chronicles": [
    {
      "1": {
        "en": [
          "1:1 Adam, Seth, Enosh,\n",
          "1:2 Kenan, Mahalalel, Jared,\n",
          "1:3 Enoch, Methuselah, Lamech,\n",
          "1:4 Noah, Shem, Ham, and Japheth.\n",
          "1:5 The sons of Japheth: Gomer and Magog and Madai and Javan and Tubal and Meshech and Tiras.\n",
          "1:6 And the sons of Gomer: Ashkenaz and Diphath and Togarmah.\n",
          "1:7 And the sons of Javan: Elishah and Tarshish, Kittim and Rodanim.\n",
          "1:8 The sons of Ham: Cush and Mizraim, Put and Canaan.\n",
          "1:9 And the sons of Cush: Seba and Havilah and Sabta and Raama and Sabtecha. And the sons of Raamah: Sheba and Dedan.\n",
          "1:10 And Cush begot Nimrod: He began to be a mighty one on the earth.\n",
          "1:11 And Mizraim begot the Ludim and the Anamim and the Lehabim and the Naphtuhim\n",
          "1:12 And the Pathrusim and the Casluhim, from which came the Philistines, and the Caphtorim.\n",
          "1:13 And Canaan begot Sidon his firstborn and Heth\n",
          "1:14 And the Jebusites and the Amorites and the Girgashites\n",
          "1:15 And the Hivites and the Arkites and the Sinites\n",
          "1:16 And the Arvadites and the Zemarites and the Hamathites.\n",
          "1:17 The sons of Shem: Elam and Asshur and Arpachshad and Lud and Aram and Uz and Hul and Gether and Meshech.\n",
          "1:18 And Arpachshad begot Shelah, and Shelah begot Eber.\n",
          "1:19 And to Eber were born two sons: The name of the one was Peleg, for in his days the earth was divided; and his brother?s name was Joktan.\n",
          "1:20 And Joktan begot Almodad and Sheleph and Hazarmaveth and Jerah\n",
          "1:21 And Hadoram and Uzal and Diklah\n",
          "1:22 And Ebal and Abimael and Sheba\n",
          "1:23 And Ophir and Havilah and Jobab; all these were the sons of Joktan.\n",
          "1:24 Shem, Arpachshad, Shelah,\n",
          "1:25 Eber, Peleg, Reu,\n",
          "1:26 Serug, Nahor, Terah,\n",
          "1:27 Abram (the same is Abraham).\n",
          "1:28 The sons of Abraham: Isaac and Ishmael.\n",
          "1:29 These are their generations: the firstborn of Ishmael, Nebaioth; then Kedar and Adbeel and Mibsam;\n",
          "1:30 Mishma and Dumah; Massa, Hadad, and Tema;\n",
          "1:31 Jetur, Naphish, and Kedemah; these were the sons of Ishmael.\n",
          "1:32 And the sons of Keturah, Abraham?s concubine: She bore Zimran and Jokshan and Medan and Midian and Ishbak and Shuah. And the sons of Jokshan: Sheba and Dedan.\n",
          "1:33 And the sons of Midian: Ephah and Epher and Hanoch and Abida and Eldaah. All these were the sons of Keturah.\n",
          "1:34 And Abraham begot Isaac. The sons of Isaac: Esau and Israel.\n",
          "1:35 The sons of Esau: Eliphaz, Reuel, and Jeush, and Jaalam and Korah.\n",
          "1:36 The sons of Eliphaz: Teman and Omar, Zephi and Gatam, Kenaz and Timna and Amalek.\n",
          "1:37 The sons of Reuel: Nahath, Zerah, Shammah, and Mizzah.\n",
          "1:38 And the sons of Seir: Lotan and Shobal and Zibeon and Anah and Dishon and Ezer and Dishan.\n",
          "1:39 And the sons of Lotan: Hori and Homam. And Lotan?s sister: Timna.\n",
          "1:40 The sons of Shobal: Alian and Manahath and Ebal, Shephi and Onam. And the sons of Zibeon: Aiah and Anah.\n",
          "1:41 The son of Anah: Dishon. And the sons of Dishon: Hamran and Eshban and Ithran and Cheran.\n",
          "1:42 The sons of Ezer: Bilhan and Zaavan, Jaakan. The sons of Dishan: Uz and Aran.\n",
          "1:43 And these are the kings who reigned in the land of Edom before a king of the children of Israel reigned: Bela the son of Beor; and the name of his city was Dinhabah.\n",
          "1:44 And Bela died, and Jobab the son of Zerah of Bozrah reigned in his place.\n",
          "1:45 And Jobab died, and Husham of the land of the Temanites reigned in his place.\n",
          "1:46 And Husham died; and Hadad the son of Bedad, who struck Midian in the field of Moab, reigned in his place; and the name of his city was Avith.\n",
          "1:47 And Hadad died, and Samlah of Masrekah reigned in his place.\n",
          "1:48 And Samlah died, and Shaul of Rehoboth by the River reigned in his place.\n",
          "1:49 And Shaul died, and Baal-hanan the son of Achbor reigned in his place.\n",
          "1:50 And Baal-hanan died, and Hadad reigned in his place. And the name of his city was Pai; and his wife?s name was Mehetabel the daughter of Matred, the daughter of Mezahab.\n",
          "1:51 And Hadad died. And the clans of Edom were: Clan Timna, Clan Aliah, Clan Jetheth,\n",
          "1:52 Clan Oholibamah, Clan Elah, Clan Pinon,\n",
          "1:53 Clan Kenaz, Clan Teman, Clan Mibzar,\n",
          "1:54 Clan Magdiel, Clan Iram. These were the clans of Edom.\n"
        ],
        "id": [
          "1:1 Adam, Set, Enos,\n",
          "1:2 Kenan, Mahalaleel, Yared,\n",
          "1:3 Henokh, Metusalah, Lamekh,\n",
          "1:4 Nuh, Sem, Ham dan Yafet.\n",
          "1:5 Keturunan Yafet ialah Gomer, Magog, Madai, Yawan, Tubal, Mesekh dan Tiras.\n",
          "1:6 Keturunan Gomer ialah Askenas, Difat dan Togarma.\n",
          "1:7 Keturunan Yawan ialah Elisa, Tarsis, orang Kitim dan orang Rodanim.\n",
          "1:8 Keturunan Ham ialah Kush, Misraim, Put dan Kanaan.\n",
          "1:9 Keturunan Kush ialah Seba, Hawila, Sabta, Raema dan Sabtekha; keturunan Raema ialah Syeba dan Dedan.\n",
          "1:10 Kush memperanakkan Nimrod; dialah orang yang mula-mula sekali berkuasa di bumi.\n",
          "1:11 Misraim memperanakkan orang Ludim, orang Anamim, orang Lehabim, orang Naftuhim,\n",
          "1:12 orang Patrusim, orang Kasluhim - dari mereka inilah berasal orang Filistin - dan orang Kaftorim.\n",
          "1:13 Kanaan memperanakkan Sidon, anak sulungnya dan Het,\n",
          "1:14 serta orang Yebusi, orang Amori, orang Girgasi,\n",
          "1:15 orang Hewi, orang Arki, orang Sini,\n",
          "1:16 orang Arwadi, orang Semari dan orang Hamati.\n",
          "1:17 Keturunan Sem ialah Elam, Asyur, Arpakhsad, Lud, Aram, Us, Hul, Geter dan Mesekh.\n",
          "1:18 Arpakhsad memperanakkan Selah, dan Selah memperanakkan Eber.\n",
          "1:19 Bagi Eber lahir dua anak laki-laki; nama yang seorang ialah Peleg, sebab dalam zamannya penduduk bumi terbagi, dan nama adiknya ialah Yoktan.\n",
          "1:20 Yoktan memperanakkan Almodad, Selef, Hazar-Mawet, Yerah,\n",
          "1:21 Hadoram, Uzal, Dikla,\n",
          "1:22 Ebal, Abimael, Syeba,\n",
          "1:23 Ofir, Hawila dan Yobab; itulah semuanya anak-anak Yoktan.\n",
          "1:24 Sem, Arpakhsad, Selah,\n",
          "1:25 Eber, Peleg, Rehu,\n",
          "1:26 Serug, Nahor, Terah,\n",
          "1:27 Abram, itulah Abraham.\n",
          "1:28 Anak-anak Abraham ialah Ishak dan Ismael.\n",
          "1:29 Inilah keturunan mereka: anak sulung Ismael ialah Nebayot, lalu Kedar, Adbeel, Mibsam,\n",
          "1:30 Misyma, Duma, Masa, Hadad, Tema,\n",
          "1:31 Yetur, Nafish dan Kedma; mereka itulah anak-anak Ismael.\n",
          "1:32 Keturunan Ketura, gundik Abraham: perempuan itu melahirkan Zimran, Yoksan, Medan, Midian, Isybak dan Suah. Anak-anak Yoksan ialah Syeba dan Dedan.\n",
          "1:33 Anak-anak Midian ialah: Efa, Efer, Hanokh, Abida dan Eldaa. Itulah semuanya keturunan Ketura.\n",
          "1:34 Abraham memperanakkan Ishak. Anak-anak Ishak ialah Esau dan Israel.\n",
          "1:35 Anak-anak Esau ialah Elifas, Rehuel, Yeush, Yaelam dan Korah.\n",
          "1:36 Anak-anak Elifas ialah Teman, Omar, Zefi, Gaetam, Kenas, Timna dan Amalek.\n",
          "1:37 Anak-anak Rehuel ialah Nahat, Zerah, Syama dan Miza.\n",
          "1:38 Anak-anak Seir ialah Lotan, Syobal, Zibeon, Ana, Disyon, Ezer dan Disyan.\n",
          "1:39 Anak-anak Lotan ialah Hori dan Homam; adik perempuan Lotan ialah Timna.\n",
          "1:40 Anak-anak Syobal ialah Alyan, Manahat, Ebal, Syefi dan Onam; anak-anak Zibeon ialah Aya dan Ana.\n",
          "1:41 Keturunan Ana ialah Disyon; anak-anak Disyon ialah Hamran, Esyban, Yitran dan Keran.\n",
          "1:42 Anak-anak Ezer ialah Bilhan, Zaawan dan Yaakan. Anak-anak Disyan ialah Us dan Aran.\n",
          "1:43 Inilah raja-raja yang memerintah di tanah Edom, sebelum seorang raja dari orang Israel memerintah: Bela bin Beor, dan kotanya bernama Dinhaba.\n",
          "1:44 Setelah Bela mati, Yobab bin Zerah, dari Bozra, menjadi raja menggantikan dia.\n",
          "1:45 Setelah Yobab mati, Husyam, dari negeri orang Teman, menjadi raja menggantikan dia.\n",
          "1:46 Setelah Husyam mati, Hadad bin Bedad menjadi raja menggantikan dia; dialah yang memukul kalah orang Midian di daerah Moab, dan kotanya bernama Awit.\n",
          "1:47 Setelah Hadad mati, Samla, dari Masyreka menjadi raja menggantikan dia.\n",
          "1:48 Setelah Samla mati, Saul, dari Rehobot-Sungai, menjadi raja menggantikan dia.\n",
          "1:49 Setelah Saul mati, Baal-Hanan bin Akhbor menjadi raja menggantikan dia.\n",
          "1:50 Setelah Baal-Hanan mati, Hadad menjadi raja menggantikan dia, dan kotanya bernama Pahi dan isterinya bernama Mehetabeel binti Matred binti Mezahab.\n",
          "1:51 Setelah Hadad mati, maka yang menjadi kepala-kepala kaum di Edom ialah kepala kaum Timna, kepala kaum Alya, kepala kaum Yetet,\n",
          "1:52 kepala kaum Oholibama, kepala kaum Ela, kepala kaum Pinon,\n",
          "1:53 kepala kaum Kenas, kepala kaum Teman, kepala kaum Mibzar,\n",
          "1:54 kepala kaum Magdiel dan kepala kaum Iram. Itulah kepala-kepala kaum di Edom.\n"
        ]
      }
    },
    {
      "2": {
        "en": [
          "2:1 These are the sons of Israel: Reuben, Simeon, Levi and Judah, Issachar and Zebulun,\n",
          "2:2 Dan, Joseph and Benjamin, Naphtali, Gad and Asher.\n",
          "2:3 The sons of Judah: Er and Onan and Shelah, which three were born to him by Bath-shua the Canaanitess. And Er, Judah?s firstborn, was wicked in the sight of Jehovah; and He slew him.\n",
          "2:4 And Tamar his daughter-in-law bore him Perez and Zerah. The sons of Judah were five in all.\n",
          "2:5 The sons of Perez: Hezron and Hamul.\n",
          "2:6 And the sons of Zerah: Zimri and Ethan and Heman and Calcol and Dara; five of them in all.\n",
          "2:7 And the son of Carmi: Achar, the troubler of Israel, who transgressed by what was accursed.\n",
          "2:8 And the son of Ethan: Azariah.\n",
          "2:9 And the sons of Hezron, who were born to him: Jerahmeel and Ram and Chelubai.\n",
          "2:10 And Ram begot Amminadab, and Amminadab begot Nahshon, the prince of the children of Judah;\n",
          "2:11 And Nahshon begot Salma, and Salma begot Boaz,\n",
          "2:12 And Boaz begot Obed, and Obed begot Jesse;\n",
          "2:13 And Jesse begot his firstborn Eliab, and Abinadab the second, and Shimea the third,\n",
          "2:14 Nethaneel the fourth, Raddai the fifth,\n",
          "2:15 Ozem the sixth, David the seventh;\n",
          "2:16 And their sisters were Zeruiah and Abigail. And the sons of Zeruiah: Abishai and Joab and Asahel, three.\n",
          "2:17 And Abigail bore Amasa, and the father of Amasa was Jether the Ishmaelite.\n",
          "2:18 And Caleb the son of Hezron had children by Azubah his wife, and by Jerioth; her sons are these: Jesher and Shobab and Ardon.\n",
          "2:19 And Azubah died; and Caleb took Ephrath to himself, and she bore him Hur.\n",
          "2:20 And Hur begot Uri, and Uri begot Bezaleel.\n",
          "2:21 And afterward Hezron went to the daughter of Machir the father of Gilead and took her when he was sixty years old; and she bore him Segub.\n",
          "2:22 And Segub begot Jair, who had twenty-three cities in the land of Gilead.\n",
          "2:23 And Geshur and Aram took the villages of Jair from them, with Kenath and its villages, sixty cities. All these were sons of Machir the father of Gilead.\n",
          "2:24 And after the death of Hezron in Caleb-ephrathah, Abijah, Hezron?s wife, bore him Ashhur, the father of Tekoa.\n",
          "2:25 And the sons of Jerahmeel, the firstborn of Hezron, were: Ram the firstborn and Bunah and Oren and Ozem and Ahijah.\n",
          "2:26 And Jerahmeel had another wife, whose name was Atarah; she was the mother of Onam.\n",
          "2:27 And the sons of Ram, the firstborn of Jerahmeel, were Maaz and Jamin and Eker.\n",
          "2:28 And the sons of Onam were Shammai and Jada. And the sons of Shammai: Nadab and Abishur.\n",
          "2:29 And the name of Abishur?s wife was Abihail, and she bore him Ahban and Molid.\n",
          "2:30 And the sons of Nadab: Seled and Appaim; and Seled died without sons.\n",
          "2:31 And the son of Appaim: Ishi; and the son of Ishi: Sheshan; and the son of Sheshan: Ahlai.\n",
          "2:32 And the sons of Jada, the brother of Shammai: Jether and Jonathan; and Jether died without sons.\n",
          "2:33 And the sons of Jonathan: Peleth and Zaza. These were the sons of Jerahmeel.\n",
          "2:34 And Sheshan had no sons but daughters; and Sheshan had an Egyptian servant, whose name was Jarha.\n",
          "2:35 And Sheshan gave his daughter to Jarha his servant as his wife, and she bore him Attai.\n",
          "2:36 And Attai begot Nathan, and Nathan begot Zabad,\n",
          "2:37 And Zabad begot Ephlal, and Ephlal begot Obed,\n",
          "2:38 And Obed begot Jehu, and Jehu begot Azariah,\n",
          "2:39 And Azariah begot Helez, and Helez begot Eleasah,\n",
          "2:40 And Eleasah begot Sismai, and Sismai begot Shallum,\n",
          "2:41 And Shallum begot Jekamiah, and Jekamiah begot Elishama.\n",
          "2:42 And the sons of Caleb, the brother of Jerahmeel, were Mesha his firstborn, who was the father of Ziph; and the sons of Mareshah the father of Hebron.\n",
          "2:43 And the sons of Hebron: Korah and Tappuah and Rekem and Shema.\n",
          "2:44 And Shema begot Raham, the father of Jorkeam. And Rekem begot Shammai;\n",
          "2:45 And the son of Shammai was Maon; and Maon was the father of Beth-zur.\n",
          "2:46 And Ephah, Caleb?s concubine, bore Haran and Moza and Gazez; and Haran begot Gazez.\n",
          "2:47 And the sons of Jahdai: Regem and Jotham and Geshan and Pelet and Ephah and Shaaph.\n",
          "2:48 Maacah, Caleb?s concubine, bore Sheber and Tirhanah;\n",
          "2:49 And she bore Shaaph the father of Madmannah, Sheva the father of Machbena and the father of Gibea. And the daughter of Caleb was Achsah.\n",
          "2:50 These are the sons of Caleb. The sons of Hur, the firstborn of Ephrathah: Shobal the father of Kiriath-jearim,\n",
          "2:51 Salma the father of Bethlehem, Hareph the father of Beth-gader.\n",
          "2:52 And Shobal the father of Kiriath-jearim had sons: Haroeh and half of the Menuhoth.\n",
          "2:53 And the families of Kiriath-jearim were the Ithrites and the Puthites and the Shumathites and the Mishraites; from them came the Zorathites and the Eshtaolites.\n",
          "2:54 The sons of Salma: Bethlehem and the Netophathites, Atroth-beth-joab and half the Manahathites, the Zorites.\n",
          "2:55 And the families of the scribes who dwelt at Jabez: the Tirathites, the Shimeathites, the Suchathites. These are the Kenites that came from Hammath, the father of the house of Rechab.\n"
        ],
        "id": [
          "2:1 Inilah anak-anak Israel: Ruben, Simeon, Lewi, Yehuda, Isakhar, Zebulon,\n",
          "2:2 Dan, Yusuf, Benyamin, Naftali, Gad dan Asyer.\n",
          "2:3 Anak-anak Yehuda ialah Er, Onan dan Syela, tiga orang, yang lahir bagi dia dari anak perempuan Syua perempuan Kanaan itu. Tetapi Er, anak sulung Yehuda itu, adalah jahat di mata Tuhan, maka Ia membunuhnya.\n",
          "2:4 Tamar, menantu perempuan Yehuda, melahirkan baginya Peres dan Zerah. Semuanya anak-anak Yehuda ada lima orang.\n",
          "2:5 Anak-anak Peres ialah Hezron dan Hamul.\n",
          "2:6 Anak-anak Zerah ialah Zimri, Etan, Heman, Kalkol dan Dara. Semuanya lima orang.\n",
          "2:7 Keturunan Karmi ialah Ahar, yang mencelakakan orang Israel karena ia tidak taat dalam hal barang-barang yang dikhususkan itu.\n",
          "2:8 Keturunan Etan ialah Azarya.\n",
          "2:9 Anak-anak yang lahir bagi Hezron ialah Yerahmeel, Ram dan Khelubai.\n",
          "2:10 Ram memperanakkan Aminadab, dan Aminadab memperanakkan Nahason, pemimpin bani Yehuda.\n",
          "2:11 Nahason memperanakkan Salma dan Salma memperanakkan Boas.\n",
          "2:12 Boas memperanakkan Obed dan Obed memperanakkan Isai.\n",
          "2:13 Isai memperanakkan Eliab, anak sulungnya, dan Abinadab, anak yang kedua, Simea, anak yang ketiga,\n",
          "2:14 Netaneel, anak yang keempat, Radai, anak yang kelima,\n",
          "2:15 Ozem, anak yang keenam, dan Daud, anak yang ketujuh;\n",
          "2:16 saudara-saudara perempuan mereka ialah Zeruya dan Abigail. Anak-anak Zeruya ialah Abisai, Yoab dan Asael, tiga orang.\n",
          "2:17 Abigail melahirkan Amasa dan ayah Amasa ialah Yeter, orang Ismael itu.\n",
          "2:18 Kaleb bin Hezron memperanakkan Yeriot dari Azuba, isterinya; dan inilah anak-anak perempuan itu: Yesyer, Sobab dan Ardon.\n",
          "2:19 Sesudah Azuba mati, Kaleb mengawini Efrat yang melahirkan Hur baginya.\n",
          "2:20 Hur memperanakkan Uri dan Uri memperanakkan Bezaleel.\n",
          "2:21 Sesudah itu Hezron menghampiri anak perempuan Makhir, bapa Gilead. Ia mengawini perempuan itu ketika ia berumur enam puluh tahun. Perempuan itu melahirkan Segub baginya.\n",
          "2:22 Segub memperanakkan Yair yang mempunyai dua puluh tiga perkampungan di tanah Gilead.\n",
          "2:23 Tetapi Gesur dan Aram merebut Hawot-Yair dari pada mereka, juga Kenat dan tempat-tempat jajahannya, enam puluh perkampungan. Itulah semuanya keturunan Makhir, bapa Gilead.\n",
          "2:24 Sesudah Hezron mati, Kaleb menghampiri Efrata - dia adalah isteri Hezron, ayahnya - maka perempuan itu melahirkan baginya Asyhur, bapa Tekoa.\n",
          "2:25 Anak-anak Yerahmeel, anak sulung Hezron, ialah Ram, anak sulung, Buna, Oren, Ozem dan Ahia.\n",
          "2:26 Tetapi Yerahmeel mempunyai seorang isteri lain, bernama Atara; dialah ibu Onam.\n",
          "2:27 Anak-anak Ram, anak sulung Yerahmeel, ialah Maas, Yamin dan Eker.\n",
          "2:28 Anak-anak Onam ialah Samai dan Yada, dan anak-anak Samai ialah Nadab dan Abisur.\n",
          "2:29 Nama isteri Abisur ialah Abihail yang melahirkan Ahban dan Molid baginya.\n",
          "2:30 Anak-anak Nadab ialah Seled dan Apaim; Seled mati dengan tidak mempunyai anak.\n",
          "2:31 Keturunan Apaim ialah Yisei, dan keturunan Yisei ialah Sesan, dan keturunan Sesan ialah Ahlai.\n",
          "2:32 Anak-anak Yada, adik Samai, ialah Yeter dan Yonatan; Yeter mati dengan tidak mempunyai anak.\n",
          "2:33 Anak-anak Yonatan ialah Pelet dan Zaza. Itulah keturunan Yerahmeel.\n",
          "2:34 Sesan tidak mempunyai anak laki-laki, hanya anak-anak perempuan; tetapi Sesan mempunyai seorang budak laki-laki, orang Mesir, yang bernama Yarha.\n",
          "2:35 Jadi Sesan memberi anaknya kepada Yarha, budaknya itu, menjadi isteri, lalu perempuan itu melahirkan Atai baginya.\n",
          "2:36 Atai memperanakkan Natan, dan Natan memperanakkan Zabad.\n",
          "2:37 Zabad memperanakkan Eflal, dan Eflal memperanakkan Obed.\n",
          "2:38 Obed memperanakkan Yehu, dan Yehu memperanakkan Azarya.\n",
          "2:39 Azarya memperanakkan Heles, dan Heles memperanakkan Elasa.\n",
          "2:40 Elasa memperanakkan Sismai, dan Sismai memperanakkan Salum.\n",
          "2:41 Salum memperanakkan Yekamya, dan Yekamya memperanakkan Elisama.\n",
          "2:42 Keturunan Kaleb, adik Yerahmeel, ialah Mesa, anak sulungnya, bapa Zif, dan anak-anak Maresa, bapa Hebron.\n",
          "2:43 Anak-anak Hebron ialah Korah, Tapuah, Rekem dan Sema.\n",
          "2:44 Sema memperanakkan Raham, bapa Yorkeam, dan Rekem memperanakkan Samai.\n",
          "2:45 Anak Samai ialah Maon, dan Maon ialah bapa Bet-Zur.\n",
          "2:46 Efa, gundik Kaleb, melahirkan Haran, Moza dan Gazes; Haran memperanakkan Gazes.\n",
          "2:47 Anak-anak Yohdai ialah Regem, Yotam, Gesan, Pelet, Efa dan Saaf.\n",
          "2:48 Gundik Kaleb, yakni Maakha, melahirkan Seber dan Tirhana.\n",
          "2:49 Perempuan itu melahirkan juga Saaf, bapa Madmana, dan Sewa, bapa Makhbena dan bapa Gibea; anak perempuan Kaleb ialah Akhsa.\n",
          "2:50 Itulah keturunan Kaleb. Anak-anak Hur, anak sulung Efrata, ialah Sobal, bapa Kiryat-Yearim,\n",
          "2:51 Salma, bapa Betlehem dan Haref, bapa Bet-Gader.\n",
          "2:52 Sobal, bapa Kiryat-Yearim, mempunyai keturunan, yakni HaroE dan setengah orang Menuhot.\n",
          "2:53 Dan kaum-kaum Kiryat-Yearim ialah orang Yetri, orang Puti, orang Sumati dan orang Misrai; dari mereka inilah berasal orang Zora dan orang Esytaol.\n",
          "2:54 Keturunan Salma ialah Betlehem, orang Netofa, Atarot-Bet-Yoab dan setengah orang Manahti, yakni orang Zori.\n",
          "2:55 Dan kaum-kaum para ahli surat, yang diam di Yabes, ialah orang Tirati, orang Simati, dan orang Sukhati. Mereka itulah orang Keni keturunan Hamat bapa keluarga Rekhab.\n"
        ]
      }
    },
    {
      "3": {
        "en": [
          "3:1 And these are the sons of David, who were born to him in Hebron: the firstborn Amnon, by Ahinoam the Jezreelitess; the second, Daniel, by Abigail the Carmelitess;\n",
          "3:2 The third, Absalom the son of Maacah, the daughter of Talmai the king of Geshur; the fourth, Adonijah the son of Haggith;\n",
          "3:3 The fifth, Shephatiah by Abital; the sixth, Ithream, by Eglah his wife.\n",
          "3:4 Six were born to him in Hebron. And he reigned there seven years and six months; and he reigned in Jerusalem thirty-three years.\n",
          "3:5 And these were born to him in Jerusalem: Shimea and Shobab and Nathan and Solomon: four, by Bath-shua the daughter of Ammiel;\n",
          "3:6 And Ibhar and Elishama and Eliphelet\n",
          "3:7 And Nogah and Nepheg and Japhia\n",
          "3:8 And Elishama and Eliada and Eliphelet, nine.\n",
          "3:9 All were sons of David, besides the sons of the concubines; and Tamar was their sister.\n",
          "3:10 And Solomon?s son was Rehoboam; Abijah his son, Asa his son, Jehoshaphat his son,\n",
          "3:11 Joram his son, Ahaziah his son, Joash his son,\n",
          "3:12 Amaziah his son, Azariah his son, Jotham his son,\n",
          "3:13 Ahaz his son, Hezekiah his son, Manasseh his son,\n",
          "3:14 Amon his son, Josiah his son.\n",
          "3:15 And the sons of Josiah: the firstborn Johanan, the second Jehoiakim, the third Zedekiah, the fourth Shallum.\n",
          "3:16 And the son of Jehoiakim: Jeconiah his son; Zedekiah his son.\n",
          "3:17 And the sons of Jeconiah, the captive: Shealtiel his son,\n",
          "3:18 And Malchiram and Pedaiah, and Shenazzar, Jecamiah, Hoshama, and Neda-biah.\n",
          "3:19 And the sons of Pedaiah were Zerubbabel and Shimei. And the sons of Zerubbabel: Meshullam and Hananiah, and Shelomith their sister;\n",
          "3:20 And Hashubah and Ohel and Berechiah and Hasadiah and Jushab-hesed, five.\n",
          "3:21 And the sons of Hananiah: Pelatiah and Isaiah, the sons of Rephaiah, the sons of Arnan, the sons of Obadiah, the sons of Shecaniah.\n",
          "3:22 And the sons of Shecaniah: Shemaiah; and the sons of Shemaiah: Hattush and Igal and Bariah and Neariah and Shaphat, six.\n",
          "3:23 And the sons of Neariah: Elioenai and Hezekiah and Azrikam, three.\n",
          "3:24 And the sons of Elioenai: Hodaviah and Eliashib and Pelaiah and Akkub and Johanan and Delaiah and Anani, seven.\n"
        ],
        "id": [
          "3:1 Inilah anak-anak Daud yang lahir bagi dia di Hebron; anak sulung ialah Amnon, dari Ahinoam, perempuan Yizreel; anak yang kedua ialah Daniel, dari Abigail, perempuan Karmel;\n",
          "3:2 anak yang ketiga ialah Absalom, anak Maakha, yakni anak perempuan Talmai, raja Gesur; anak yang keempat ialah Adonia, anak Hagit;\n",
          "3:3 anak yang kelima ialah Sefaca, dari Abital; anak yang keenam ialah Yitream, dari Egla, isterinya itu.\n",
          "3:4 Enam orang lahir bagi dia di Hebron, di mana ia memerintah tujuh tahun enam bulan lamanya; dan tiga puluh tiga tahun lamanya ia memerintah di Yerusalem.\n",
          "3:5 Inilah yang lahir bagi dia di Yerusalem: Simea, Sobab, Natan dan Salomo, empat orang dari Batsyua binti Amiel,\n",
          "3:6 lalu Yibhar, Elisama, Elifelet,\n",
          "3:7 Nogah, Nefeg, Yafia,\n",
          "3:8 Elisama, Elyada dan Elifelet, sembilan orang.\n",
          "3:9 Semuanya itu anak-anak Daud, belum terhitung anak-anak dari gundik-gundik. Tamar ialah saudara perempuan mereka.\n",
          "3:10 Keturunan Salomo ialah Rehabeam; anak orang ini ialah Abia; anak orang ini ialah Asa; anak orang ini ialah Yosafat;\n",
          "3:11 anak orang ini ialah Yoram; anak orang ini ialah Ahazia; anak orang ini ialah Yoas;\n",
          "3:12 anak orang ini ialah Amazia; anak orang ini ialah Azarya; anak orang ini ialah Yotam;\n",
          "3:13 anak orang ini ialah Ahas; anak orang ini ialah Hizkia; anak orang ini ialah Manasye;\n",
          "3:14 anak orang ini ialah Amon; anak orang ini ialah Yosia.\n",
          "3:15 Anak-anak Yosia: anak sulung ialah Yohanan, anak yang kedua ialah Yoyakim, anak yang ketiga ialah Zedekia dan anak yang keempat ialah Salum.\n",
          "3:16 Keturunan Yoyakim ialah Yekhonya, anaknya itu, dan anak orang ini ialah Zedekia.\n",
          "3:17 Anak-anak Yekhonya, orang kurungan itu, ialah Sealtiel, anaknya,\n",
          "3:18 lalu Malkhiram, Pedaya, Syenasar, Yekamya, Hosama dan Nedabya.\n",
          "3:19 Anak-anak Pedaya ialah Zerubabel dan Simei, dan anak-anak Zerubabel ialah Mesulam dan Hananya; Selomit ialah saudara perempuan mereka;\n",
          "3:20 lalu Hasuba, Ohel, Berekhya, Hasaja dan Yusab-Hesed, lima orang.\n",
          "3:21 Anak-anak Hananya ialah Pelaca dan Yesaya; anak orang ini ialah Refaya; anak orang ini ialah Arnan; anak orang ini ialah Obaja, dan anak orang ini ialah Sekhanya.\n",
          "3:22 Anak-anak Sekhanya ialah Semaya, dan anak-anak Semaya ialah Hatus, Yigal, Bariah, Nearya dan Safat, enam orang.\n",
          "3:23 Anak-anak Nearya ialah ElyoEnai, Hizkia, dan Azrikam, tiga orang.\n",
          "3:24 Anak-anak ElyoEnai ialah Hodawya, Elyasib, Pelaya, Akub, Yohanan, Delaya dan Anani, tujuh orang.\n"
        ]
      }
    },
    {
      "4": {
        "en": [
          "4:1 The sons of Judah: Perez, Hezron, and Carmi, and Hur and Shobal.\n",
          "4:2 And Reaiah the son of Shobal begot Jahath; and Jahath begot Ahumai and Lahad. These are the families of the Zorathites.\n",
          "4:3 And these were the sons of the father of Etam: Jezreel and Ishma and Idbash; and the name of their sister was Hazzelelponi;\n",
          "4:4 And Penuel the father of Gedor and Ezer the father of Hushah; these were the sons of Hur, the firstborn of Ephrathah, the father of Bethlehem.\n",
          "4:5 And Ashhur the father of Tekoa had two wives, Helah and Naarah.\n",
          "4:6 And Naarah bore him Ahuzzam and Hepher and Temeni and Haahashtari; these were the sons of Naarah.\n",
          "4:7 And the sons of Helah: Zereth, Izhar, and Ethnan.\n",
          "4:8 And Koz begot Anub and Zobebah and the families of Aharhel the son of Harum.\n",
          "4:9 And Jabez was held in more honor than his brothers; and his mother called his name Jabez, saying, Because I bore him with pain.\n",
          "4:10 And Jabez called on the God of Israel saying, Oh that You would richly bless me and enlarge my border, and that Your hand would be with me, and that You would so keep me from evil that it would not grieve me! And God caused what he had requested to come to pass.\n",
          "4:11 And Chelub the brother of Shuah begot Mehir, who was the father of Eshton.\n",
          "4:12 And Eshton begot Bethrapha and Paseah and Tehinnah the father of Ir-nahash; these were the men of Recah.\n",
          "4:13 And the sons of Kenaz: Othniel and Seraiah; and the son of Othniel: Hathath.\n",
          "4:14 And Meonothai begot Ophrah; and Seraiah begot Joab the father of Geharashim, for they were craftsmen.\n",
          "4:15 And the sons of Caleb the son of Jephunneh: Iru, Elah, and Naam; and the son of Elah: Kenaz.\n",
          "4:16 And the sons of Jehallelel: Ziph and Ziphah, Tiria and Asareel.\n",
          "4:17 And the sons of Ezrah: Jether and Mered and Epher and Jalon; and she conceived and bore Miriam and Shammai and Ishbah the father of Eshtemoa.\n",
          "4:18 And his Judahite wife bore Jered the father of Gedor and Heber the father of Soco and Jekuthiel the father of Zanoah. And these are the sons of Bithiah the daughter of Pharaoh, whom Mered took.\n",
          "4:19 And the sons of the wife of Hodiah, the sister of Naham: the father of Keilah the Garmite and Eshtemoa the Maacathite.\n",
          "4:20 And the sons of Shimon: Amnon and Rinnah, Ben-hanan and Tilon. And the sons of Ishi: Zoheth and Ben-zoheth.\n",
          "4:21 The sons of Shelah the son of Judah: Er the father of Lecah and Laadah the father of Mareshah and the families of the house of those who worked with fine linen at Beth-ashbea\n",
          "4:22 And Jokim and the men of Cozeba and Joash and Saraph, who ruled over Moab, and Jashubi-lehem. (But the records are ancient.)\n",
          "4:23 These were the potters and the inhabitants of Netaim and Gedarah; they dwelt there with the king for his work.\n",
          "4:24 The sons of Simeon: Nemuel and Jamin, Jarib, Zerah, Shaul;\n",
          "4:25 Shallum his son, Mibsam his son, Mishma his son.\n",
          "4:26 And the sons of Mishma: Hammuel his son, Zaccur his son, Shimei his son;\n",
          "4:27 And Shimei had sixteen sons and six daughters, but his brothers did not have many sons; neither did all their family multiply like the sons of Judah.\n",
          "4:28 And they dwelt at Beer-sheba and Moladah and Hazar-shual,\n",
          "4:29 And at Bilhah and at Ezem and at Tolad\n",
          "4:30 And at Bethuel and at Hormah and at Ziklag\n",
          "4:31 And at Beth-marcaboth and at Hazar-susim and at Beth-biri and at Shaaraim. These were their cities until the reign of David.\n",
          "4:32 And their villages were Etam and Ain, Rimmon and Tochen and Ashan, five cities;\n",
          "4:33 As well as all their villages which were around these cities, as far as Baal. These were their dwelling places and their genealogical enrollment.\n",
          "4:34 And Meshobab and Jamlech and Joshah the son of Amaziah\n",
          "4:35 And Joel and Jehu the son of Joshibiah, the son of Seraiah, the son of Asiel,\n",
          "4:36 And Elioenai and Jaakobah and Jeshohaiah and Asaiah and Adiel and Jesimiel and Benaiah\n",
          "4:37 And Ziza the son of Shiphi, the son of Allon, the son of Jedaiah, the son of Shimri, the son of Shemaiah?\n",
          "4:38 These mentioned by name were leaders in their families; and their fathers? houses increased greatly.\n",
          "4:39 And they went to the entrance of Gedor, as far as the east side of the valley, to seek pasture for their flocks.\n",
          "4:40 And they found rich and good pasture and a spacious and quiet and peaceful land, for they who had formerly dwelt there were of Ham.\n",
          "4:41 And these written by name came in the days of Hezekiah the king of Judah, and struck their tents and the Meunim who were found there, and destroyed them utterly, as they are to this day; and they have dwelt in place of them; for there was pasture there for their flocks.\n",
          "4:42 And some of them from among the sons of Simeon, five hundred men, went to Mount Seir, having at their head Pelatiah and Neariah and Rephaiah and Uzziel, the sons of Ishi;\n",
          "4:43 And they struck down the rest of the Amalekites who had escaped; and they have dwelt there to this day.\n"
        ],
        "id": [
          "4:1 Anak-anak Yehuda ialah Peres, Hezron, Karmi, Hur dan Syobal.\n",
          "4:2 Reaya, anak Syobal, memperanakkan Yahat, dan Yahat memperanakkan Ahumai dan Lahad. Itulah kaum-kaum orang Zora.\n",
          "4:3 Inilah anak-anak Etam: Yizreel, Isma dan Idbas; nama saudara perempuan mereka ialah Hazelelponi;\n",
          "4:4 lalu Pnuel, bapa Gedor, dan Ezer, bapa Husa. Itulah keturunan Hur, anak sulung Efrata, bapa Betlehem.\n",
          "4:5 Asyur, bapa Tekoa, mempunyai dua isteri, yakni Hela dan Naara.\n",
          "4:6 Naara melahirkan baginya Ahuzam, Hefer, Temeni dan orang Ahastari. Itulah anak-anak Naara.\n",
          "4:7 Anak-anak Hela ialah Zeret, Yezohar dan Etnan.\n",
          "4:8 Kos memperanakkan Anub, Hazobeba dan kaum-kaum Aharhel bin Harum.\n",
          "4:9 Yabes lebih dimuliakan dari pada saudara-saudaranya; nama Yabes itu diberi ibunya kepadanya sebab katanya: Aku telah melahirkan dia dengan kesakitan.\n",
          "4:10 Yabes berseru kepada Allah Israel, katanya: Kiranya Engkau memberkati aku berlimpah-limpah dan memperluas daerahku, dan kiranya tangan-Mu menyertai aku, dan melindungi aku dari pada malapetaka, sehingga kesakitan tidak menimpa aku! Dan Allah mengabulkan permintaannya itu.\n",
          "4:11 Kelub, saudara Suha, memperanakkan Mehir, dialah ayah Eston;\n",
          "4:12 dan Eston memperanakkan Bet-Rafa, Paseah dan Tehina, bapa Ir-Nahas. Itulah orang-orang Rekha.\n",
          "4:13 Anak-anak Kenas ialah Otniel dan Seraya; dan anak-anak Otniel ialah Hatat dan Meonotai;\n",
          "4:14 dan Meonotai memperanakkan Ofra. Seraya memperanakkan Yoab, bapa Lembah Tukang-tukang, karena mereka adalah tukang-tukang.\n",
          "4:15 Anak-anak Kaleb bin Yefune ialah Iru, Ela dan Naam; dan keturunan Ela ialah Kenas.\n",
          "4:16 Anak-anak Yehaleleel ialah Zif, Zifa, Tireya dan Asareel.\n",
          "4:17 Anak-anak Ezra ialah Yeter, Mered, Efer dan Yalon. Itulah anak-anak Bica, puteri Firaun yang telah dikawini Mered. Perempuan ini melahirkan Miryam, Samai dan Yisbah, bapa Estemoa.\n",
          "4:18 Isteri Mered, perempuan Yehuda itu, melahirkan Yered, bapa Gedor, dan Heber, bapa Sokho, dan Yekutiel, bapa Zanoah.\n",
          "4:19 Anak-anak isteri Hodia, saudara perempuan Naham, ialah Abu Kehila, orang Garmi itu, dan Estemoa, orang Maakha itu.\n",
          "4:20 Anak-anak Simon ialah Amnon, Rina, Benhanan dan Tilon. Anak-anak Yisei ialah Zohet dan Ben-Zohet.\n",
          "4:21 Keturunan Sela, anak Yehuda, ialah Er, bapa Lekha, dan Lada, bapa Maresa, dan kaum-kaum para pengusaha kain lenan halus di Bet-Asybea,\n",
          "4:22 lalu Yokim dan orang-orang Kozeba, lagi Yoas dan Saraf yang menguasai Moab dan kemudian pulang ke Betlehem; - riwayat-riwayat ini tua.\n",
          "4:23 Mereka ini adalah tukang-tukang periuk yang diam di Netaim dan Gedera; mereka diam di sana dan bekerja untuk raja.\n",
          "4:24 Anak-anak Simeon ialah Nemuel, Yamin, Yarib, Zerah dan Saul;\n",
          "4:25 anak orang ini ialah Salum; anak orang ini ialah Mibsam; anak orang ini ialah Misma.\n",
          "4:26 Keturunan Misma ialah Hamuel, anaknya; anak orang ini ialah Zakur; anak orang ini ialah Simei.\n",
          "4:27 Simei mempunyai enam belas orang anak laki-laki dan enam orang anak perempuan; tetapi saudara-saudaranya tidak mempunyai banyak anak; seluruh kaum mereka tidak bertambah banyak seperti bani Yehuda.\n",
          "4:28 Mereka diam di Bersyeba, Molada, Hazar-Sual,\n",
          "4:29 Bilha, Ezem, Tolad,\n",
          "4:30 Betuel, Horma, Ziklag,\n",
          "4:31 Bet-Markabot, Hazar-Susim, Bet-Biri dan di Saaraim. Itulah kota-kota mereka sampai Daud menjadi raja.\n",
          "4:32 Dan desa-desanya ialah Etam, Ain, Rimon, Tokhen dan Asan, lima perkampungan;\n",
          "4:33 juga segala desanya yang di sekitar perkampungan-perkampungan itu sampai ke Baal. Itulah tempat-tempat kediaman mereka dan mereka mempunyai silsilahnya sendiri.\n",
          "4:34 Dan Mesobab, Yamlekh, Yosa bin Amazia,\n",
          "4:35 YoEl, Yehu bin Yosibya bin Seraya bin Asiel,\n",
          "4:36 ElyoEnai, Yaakoba, Yesohaya, Asaya, Adiel, Yesimiel, Benaya,\n",
          "4:37 Ziza bin Sifei bin Alon bin Yedaya bin Simri bin Semaya -\n",
          "4:38 orang-orang ini yang disebutkan dengan nama-namanya adalah pemimpin-pemimpin di antara kaum-kaum mereka. Keluarga-keluarga mereka makin bertambah banyak.\n",
          "4:39 Oleh sebab itu mereka pindah ke arah Gedor sampai ke sebelah timur lembah untuk mencari padang rumput bagi kambing domba mereka.\n",
          "4:40 Mereka menemui padang rumput yang gemuk dan baik; negeri itu luas, aman dan sentosa; orang-orang yang diam di sana sebelum mereka berasal dari Ham.\n",
          "4:41 Orang-orang yang namanya tertulis ini datang dalam zaman Hizkia, raja Yehuda, dan memusnahkan kemah-kemah orang Ham dan orang Meunim yang terdapat di sana dan menumpas mereka; demikianlah sampai hari ini. Kemudian mereka menduduki tempat orang-orang itu, sebab di sana ada padang rumput bagi kambing domba mereka.\n",
          "4:42 Dan sebagian dari mereka, dari bani Simeon, sebanyak lima ratus orang, pindah ke pegunungan Seir. Sebagai kepala mereka ialah Pelaca, Nearya, Refaya dan Uziel, anak-anak Yisei.\n",
          "4:43 Mereka membinasakan sisa orang Amalek yang telah meluputkan diri. Lalu mereka diam di sana sampai hari ini.\n"
        ]
      }
    },
    {
      "5": {
        "en": [
          "5:1 And the sons of Reuben the firstborn of Israel (for he was the firstborn; but because he defiled his father?s bed, his birthright was given to the sons of Joseph the son of Israel; but he was not to be enrolled in the genealogy according to the birthright,\n",
          "5:2 For Judah prevailed among his brothers, and from him was the leader, but the birthright was Joseph?s)?\n",
          "5:3 The sons of Reuben the firstborn of Israel: Hanoch and Pallu, Hezron and Carmi.\n",
          "5:4 The sons of Joel: Shemaiah his son, Gog his son, Shimei his son,\n",
          "5:5 Micah his son, Reaiah his son, Baal his son,\n",
          "5:6 Beerah his son, whom Tilgath-pilneser the king of Assyria carried away captive; he was the leader of the Reubenites.\n",
          "5:7 And his brothers by their families, in the genealogical enrollment of their generations, were: Jeiel the chief and Zechariah\n",
          "5:8 And Bela the son of Azaz, the son of Shema, the son of Joel, who dwelt in Aroer, as far as Nebo and Baal-meon;\n",
          "5:9 And he dwelt on the east as far as the entrance to the wilderness from the river Euphrates; for their cattle were multiplied in the land of Gilead.\n",
          "5:10 And in the days of Saul they waged war with the Hagarites, who fell by their hand; and they dwelt in their tents throughout the east side of Gilead.\n",
          "5:11 And the children of Gad dwelt opposite them in the land of Bashan as far as Salecah.\n",
          "5:12 Joel was the head and Shapham the next, then Jaanai, and Shaphat in Bashan.\n",
          "5:13 And their brothers according to their fathers? houses were Michael and Meshullam and Sheba and Jorai and Jacan and Zia and Eber, seven.\n",
          "5:14 These were the sons of Abihail, the son of Huri, the son of Jaroah, the son of Gilead, the son of Michael, the son of Jeshishai, the son of Jahdo, the son of Buz:\n",
          "5:15 Ahi the son of Abdiel, the son of Guni, was the head of their fathers? house.\n",
          "5:16 And they dwelt in Gilead in Bashan and in its towns and in all the pasture lands of Sharon as far as their limits.\n",
          "5:17 All these were enrolled in genealogies in the days of Jotham the king of Judah and in the days of Jeroboam the king of Israel.\n",
          "5:18 The children of Reuben and the Gadites and half the tribe of Manasseh were among the valiant men, men who carried shield and sword, and drew the bow and were skillful in war?forty-four thousand seven hundred sixty ready for war.\n",
          "5:19 And they waged war with the Hagarites and Jetur and Naphish and Nodab;\n",
          "5:20 And they were helped against them, and the Hagarites were delivered into their hand, as well as all who were with them; for they cried out to God in the battle, and He was entreated for them because they trusted in Him.\n",
          "5:21 And they took their livestock: their fifty thousand camels, and two hundred fifty thousand sheep, and two thousand donkeys, as well as one hundred thousand people.\n",
          "5:22 For many fell down slain, for the war was of God. And they dwelt in their place until the captivity.\n",
          "5:23 And the children of the half-tribe of Manasseh dwelt in the land, from Bashan as far as Baal-hermon and Senir and Mount Hermon; they were many.\n",
          "5:24 And these were the heads of their fathers? houses: Epher and Ishi and Eliel and Azriel and Jeremiah and Hodaviah and Jahdiel, mighty men of valor, famous men, heads of their fathers? houses.\n",
          "5:25 But they trespassed against the God of their fathers, and went as harlots after the gods of the peoples of the land, whom God had destroyed before them.\n",
          "5:26 And the God of Israel stirred up the spirit of Pul the king of Assyria and the spirit of Tilgath-pilneser the king of Assyria; and He carried them away, the Reubenites and the Gadites and the half-tribe of Manasseh, and brought them to Halah and Habor and Hara and to the river Gozan, where they are to this day.\n"
        ],
        "id": [
          "5:1 Anak-anak Ruben, anak sulung Israel. Dialah anak sulung, tetapi karena ia telah melanggar kesucian petiduran ayahnya, maka hak kesulungannya diberikan kepada keturunan dari Yusuf, anak Israel juga, sekalipun tidak tercatat dalam silsilah sebagai anak sulung.\n",
          "5:2 Memang Yehudalah yang melebihi saudara-saudaranya, bahkan salah seorang dari antaranya menjadi raja, tetapi hak sulung itu ada pada Yusuf.\n",
          "5:3 Anak-anak Ruben, anak sulung Israel, ialah Henokh, Palu, Hezron dan Karmi.\n",
          "5:4 Keturunan YoEl ialah Semaya, anaknya; anak orang ini ialah Gog, anak orang ini ialah Simei;\n",
          "5:5 anak orang ini ialah Mikha; anak orang ini ialah Reaya; anak orang ini ialah Baal;\n",
          "5:6 anak orang ini ialah Beera yang diangkut ke dalam pembuangan oleh Tilgat-Pilneser, raja Asyur; dialah pemimpin orang Ruben.\n",
          "5:7 Saudara-saudaranya menurut kaum-kaumnya, seperti tercatat dalam silsilah menurut keturunan mereka, ialah Yeiel, kepala, lalu Zakharia,\n",
          "5:8 dan Bela bin Azas bin Sema bin YoEl; dialah yang diam di AroEr dan wilayahnya sampai ke Nebo dan Baal-Meon.\n",
          "5:9 Dan ke sebelah timur wilayahnya sampai ke pinggir padang gurun yang terbentang mulai dari sungai Efrat, sebab ternak mereka telah bertambah banyak di tanah Gilead.\n",
          "5:10 Di zaman Saul mereka melakukan perang melawan orang Hagri; setelah orang-orang ini jatuh ke dalam tangan mereka, maka mereka diam di kemah-kemah orang-orang itu di seluruh sisi timur Gilead.\n",
          "5:11 Bani Gad diam berbatasan dengan mereka di tanah Basan sampai Salkha.\n",
          "5:12 YoEl adalah kepala dan Safam orang kedua; juga Yaenai dan Safat diam di Basan.\n",
          "5:13 Saudara-saudara mereka menurut puak-puak mereka ialah Mikhael, Mesulam, Syeba, Yorai, Yakan, Ziya dan Eber, tujuh orang.\n",
          "5:14 Itulah anak-anak Abihail bin Huri bin Yaroah bin Gilead bin Mikhael bin Yesisai bin Yahdo bin Bus.\n",
          "5:15 Ahi bin Abdiel bin Guni ialah salah seorang kepala puak mereka.\n",
          "5:16 Mereka diam di Gilead, di Basan, dan di segala anak kotanya dan di segala tanah penggembalaan Saron sampai ke ujung-ujungnya.\n",
          "5:17 Mereka sekalian dicatat dalam silsilah pada zaman Yotam, raja Yehuda, dan pada zaman Yerobeam, raja Israel.\n",
          "5:18 Dari bani Ruben, orang Gad dan setengah suku Manasye ada empat puluh empat ribu tujuh ratus enam puluh orang yang sanggup berperang, orang-orang yang tangkas, yang dapat memanggul perisai dan pedang dan melentur busur panah, yang terlatih dalam bertempur.\n",
          "5:19 Mereka itu melakukan perang melawan orang Hagri, Yetur, Nafish dan Nodab.\n",
          "5:20 Mereka mendapat bantuan melawan orang-orang itu, sehingga orang Hagri itu dengan semua orang yang mengikutinya menyerahkan diri ke dalam tangan mereka, sebab mereka telah berseru kepada Allah dalam pertempuran itu. Maka Ia mengabulkan permintaan mereka, sebab mereka percaya kepada-Nya.\n",
          "5:21 Mereka mengangkut ternak orang-orang itu sebagai jarahan: untanya lima puluh ribu ekor, kambing domba dua ratus lima puluh ribu ekor dan keledai dua ribu ekor, juga manusia seratus ribu jiwa.\n",
          "5:22 Banyak orang yang tewas karena mati terbunuh, sebab pertempuran itu adalah dari pada Allah. Lalu mereka menduduki tempat orang-orang itu sampai waktu pembuangan.\n",
          "5:23 Setengah suku Manasye diam di negeri itu mulai dari Basan sampai Baal-Hermon, Senir dan gunung Hermon. Mereka sudah banyak jumlahnya.\n",
          "5:24 Inilah para kepala puak-puak mereka: Hefer, Yisei, Eliel, Azriel, Yeremia, Hodawya dan Yahdiel, orang-orang pahlawan yang gagah perkasa, orang-orang yang kenamaan, para kepala puak-puak mereka.\n",
          "5:25 Tetapi ketika mereka berubah setia terhadap Allah nenek moyang mereka dan berzina dengan mengikuti segala allah bangsa-bangsa negeri yang telah dimusnahkan Allah dari depan mereka,\n",
          "5:26 maka Allah Israel menggerakkan hati Pul, yakni Tilgat-Pilneser, raja Asyur, lalu raja itu mengangkut mereka ke dalam pembuangan, yaitu orang Ruben, orang Gad dan setengah suku Manasye. Ia membawa mereka ke Halah, Habor, Hara dan sungai negeri Gozan; demikianlah mereka ada di sana sampai hari ini.\n"
        ]
      }
    },
    {
      "6": {
        "en": [
          "6:1 The sons of Levi: Gershon, Kohath, and Merari.\n",
          "6:2 And the sons of Kohath: Amram and Izhar and Hebron and Uzziel.\n",
          "6:3 And the children of Amram: Aaron and Moses and Miriam. And the sons of Aaron: Nadab and Abihu, Eleazar and Ithamar.\n",
          "6:4 Eleazar begot Phinehas; Phinehas begot Abishua,\n",
          "6:5 And Abishua begot Bukki, and Bukki begot Uzzi,\n",
          "6:6 And Uzzi begot Zerahiah, and Zerahiah begot Meraioth;\n",
          "6:7 Meraioth begot Amariah, and Amariah begot Ahitub,\n",
          "6:8 And Ahitub begot Zadok, and Zadok begot Ahimaaz,\n",
          "6:9 And Ahimaaz begot Azariah, and Azariah begot Johanan,\n",
          "6:10 And Johanan begot Azariah (it was he who served as priest in the house that Solomon built in Jerusalem);\n",
          "6:11 And Azariah begot Amariah, and Amariah begot Ahitub,\n",
          "6:12 And Ahitub begot Zadok, and Zadok begot Shallum,\n",
          "6:13 And Shallum begot Hilkiah, and Hilkiah begot Azariah,\n",
          "6:14 And Azariah begot Seraiah, and Seraiah begot Jehozadak,\n",
          "6:15 And Jehozadak went into captivity when Jehovah carried away Judah and Jerusalem by the hand of Nebuchadnezzar.\n",
          "6:16 The sons of Levi: Gershom, Kohath, and Merari.\n",
          "6:17 And these are the names of the sons of Gershom: Libni and Shimei.\n",
          "6:18 And the sons of Kohath: Amram and Izhar and Hebron and Uzziel.\n",
          "6:19 The sons of Merari: Mahli and Mushi. And these are the families of Levi according to their fathers:\n",
          "6:20 Of Gershom: Libni his son, Jahath his son, Zimmah his son,\n",
          "6:21 Joah his son, Iddo his son, Zerah his son, Jeatherai his son.\n",
          "6:22 The sons of Kohath: Amminadab his son, Korah his son, Assir his son,\n",
          "6:23 Elkanah his son, and Ebiasaph his son, and Assir his son,\n",
          "6:24 Tahath his son, Uriel his son, Uzziah his son, and Shaul his son.\n",
          "6:25 And the sons of Elkanah: Amasai and Ahimoth.\n",
          "6:26 As for Elkanah, the sons of Elkanah: Zophai his son, and Nahath his son,\n",
          "6:27 Eliab his son, Jeroham his son, Elkanah his son.\n",
          "6:28 And the sons of Samuel: the firstborn Joel and Abijah.\n",
          "6:29 The sons of Merari: Mahli, Libni his son, Shimei his son, Uzza his son,\n",
          "6:30 Shimea his son, Haggiah his son, Asaiah his son.\n",
          "6:31 And these are they whom David set over the service of song in the house of Jehovah after the Ark was at rest.\n",
          "6:32 And they ministered before the tabernacle of the Tent of Meeting with singing until Solomon built the house of Jehovah in Jerusalem; and they attended to their service according to their order.\n",
          "6:33 And these are they who attended and their sons: Of the sons of the Kohathites: Heman the singer, the son of Joel, the son of Samuel,\n",
          "6:34 The son of Elkanah, the son of Jeroham, the son of Eliel, the son of Toah,\n",
          "6:35 The son of Zuph, the son of Elkanah, the son of Mahath, the son of Amasai,\n",
          "6:36 The son of Elkanah, the son of Joel, the son of Azariah, the son of Zephaniah,\n",
          "6:37 The son of Tahath, the son of Assir, the son of Ebiasaph, the son of Korah,\n",
          "6:38 The son of Izhar, the son of Kohath, the son of Levi, the son of Israel;\n",
          "6:39 And his brother Asaph, who stood at his right hand: Asaph, the son of Berechiah, the son of Shimea,\n",
          "6:40 The son of Michael, the son of Baaseiah, the son of Malchijah,\n",
          "6:41 The son of Ethni, the son of Zerah, the son of Adaiah,\n",
          "6:42 The son of Ethan, the son of Zimmah, the son of Shimei,\n",
          "6:43 The son of Jahath, the son of Gershom, the son of Levi.\n",
          "6:44 And their brothers the sons of Merari were on the left hand: Ethan the son of Kishi, the son of Abdi, the son of Malluch,\n",
          "6:45 The son of Hashabiah, the son of Amaziah, the son of Hilkiah,\n",
          "6:46 The son of Amzi, the son of Bani, the son of Shemer,\n",
          "6:47 The son of Mahli, the son of Mushi, the son of Merari, the son of Levi.\n",
          "6:48 And their brothers the Levites were given to all the service of the tabernacle of the house of God.\n",
          "6:49 And Aaron and his sons made offerings upon the altar of burnt offering and upon the altar of incense for all the work of the Holy of Holies and in order to make expiation for Israel, according to all that Moses the servant of God had commanded.\n",
          "6:50 And these are the sons of Aaron: Eleazar his son, Phinehas his son, Abishua his son,\n",
          "6:51 Bukki his son, Uzzi his son, Zerahiah his son,\n",
          "6:52 Meraioth his son, Amariah his son, Ahitub his son,\n",
          "6:53 Zadok his son, Ahimaaz his son.\n",
          "6:54 And these are their dwelling places according to their encampments, within their borders. To the sons of Aaron, to the family of the Kohathites (for to them did the lot come):\n",
          "6:55 And they gave them Hebron in the land of Judah and its pasture lands surrounding it;\n",
          "6:56 But the fields of the city and its villages they gave to Caleb the son of Jephunneh.\n",
          "6:57 And to the children of Aaron they gave the city of refuge, Hebron; and Libnah and its pasture lands, and Jattir, and Eshtemoa and its pasture lands,\n",
          "6:58 And Hilen and its pasture lands, Debir and its pasture lands,\n",
          "6:59 And Ashan and its pasture lands, and Beth-shemesh and its pasture lands;\n",
          "6:60 And out of the tribe of Benjamin: Geba and its pasture lands, and Alemeth and its pasture lands, and Anathoth and its pasture lands. All their cities were thirteen cities, according to their families.\n",
          "6:61 And to the rest of the children of Kohath were given by lot out of the family of the tribe, out of the half-tribe, half of Manasseh, ten cities.\n",
          "6:62 And to the children of Gershom, according to their families, out of the tribe of Issachar and out of the tribe of Asher and out of the tribe of Naphtali and out of the tribe of Manasseh in Bashan, thirteen cities.\n",
          "6:63 To the children of Merari were given by lot, according to their families, out of the tribe of Reuben and out of the tribe of Gad and out of the tribe of Zebulun, twelve cities.\n",
          "6:64 And the children of Israel gave the cities and their pasture lands to the Levites.\n",
          "6:65 And they gave by lot those cities which were mentioned by name out of the tribe of the children of Judah and out of the tribe of the children of Simeon and out of the tribe of the children of Benjamin.\n",
          "6:66 And some of the families of the children of Kohath had cities of their territory from the tribe of Ephraim.\n",
          "6:67 And they gave them the city of refuge Shechem and its pasture lands in the hill country of Ephraim, and Gezer and its pasture lands,\n",
          "6:68 And Jokmeam and its pasture lands, and Beth-horon and its pasture lands,\n",
          "6:69 And Aijalon and its pasture lands, and Gath-rimmon and its pasture lands;\n",
          "6:70 And out of the half-tribe of Manasseh: Aner and its pasture lands, and Bileam and its pasture lands, for the rest of the families of the children of Kohath.\n",
          "6:71 To the children of Gershom were given out of the family of the half-tribe of Manasseh: Golan in Bashan and its pasture lands, and Ashtaroth and its pasture lands;\n",
          "6:72 And out of the tribe of Issachar: Kedesh and its pasture lands, Daberath and its pasture lands,\n",
          "6:73 And Ramoth and its pasture lands, and Anem and its pasture lands;\n",
          "6:74 And out of the tribe of Asher: Mashal and its pasture lands, and Abdon and its pasture lands,\n",
          "6:75 And Hukok and its pasture lands, and Rehob and its pasture lands;\n",
          "6:76 And out of the tribe of Naphtali: Kedesh in Galilee and its pasture lands, and Hammon and its pasture lands, and Kiriathaim and its pasture lands.\n",
          "6:77 To the rest of the children of Merari were given out of the tribe of Zebulun: Rimmono and its pasture lands, and Tabor and its pasture lands;\n",
          "6:78 And on the other side of the Jordan by Jericho, on the east side of the Jordan, out of the tribe of Reuben: Bezer in the wilderness and its pasture lands, and Jahzah and its pasture lands,\n",
          "6:79 And Kedemoth and its pasture lands, and Mephaath and its pasture lands;\n",
          "6:80 And out of the tribe of Gad: Ramoth in Gilead and its pasture lands, and Mahanaim and its pasture lands,\n",
          "6:81 And Heshbon and its pasture lands, and Jazer and its pasture lands.\n"
        ],
        "id": [
          "6:1 Anak-anak Lewi ialah Gerson, Kehat dan Merari.\n",
          "6:2 Anak-anak Kehat ialah Amram, Yizhar, Hebron dan Uziel.\n",
          "6:3 Anak-anak Amram ialah Harun, Musa dan Miryam. Anak-anak Harun ialah Nadab, Abihu, Eleazar dan Itamar.\n",
          "6:4 Eleazar memperanakkan Pinehas; Pinehas memperanakkan Abisua;\n",
          "6:5 Abisua memperanakkan Buki; Buki memperanakkan Uzi;\n",
          "6:6 Uzi memperanakkan Zerahya; Zerahya memperanakkan Merayot;\n",
          "6:7 Merayot memperanakkan Amarya; Amarya memperanakkan Ahitub;\n",
          "6:8 Ahitub memperanakkan Zadok; Zadok memperanakkan Ahimaas;\n",
          "6:9 Ahimaas memperanakkan Azarya; Azarya memperanakkan Yohanan;\n",
          "6:10 Yohanan memperanakkan Azarya; dialah yang memegang jabatan imam di Bait Suci yang didirikan Salomo di Yerusalem.\n",
          "6:11 Azarya memperanakkan Amarya; Amarya memperanakkan Ahitub;\n",
          "6:12 Ahitub memperanakkan Zadok; Zadok memperanakkan Salum;\n",
          "6:13 Salum memperanakkan Hilkia; Hilkia memperanakkan Azarya;\n",
          "6:14 Azarya memperanakkan Seraya; Seraya memperanakkan Yozadak;\n",
          "6:15 Yozadak turut diangkut ketika Tuhan membiarkan orang Yehuda dan Yerusalem diangkut ke dalam pembuangan oleh Nebukadnezar.\n",
          "6:16 Anak-anak Lewi ialah Gerson, Kehat dan Merari.\n",
          "6:17 Inilah nama anak-anak Gerson: Libni dan Simei.\n",
          "6:18 Anak-anak Kehat ialah Amram, Yizhar, Hebron dan Uziel.\n",
          "6:19 Anak-anak Merari ialah Mahli dan Musi. Inilah kaum-kaum suku Lewi dalam puak-puak mereka:\n",
          "6:20 dari pada Gerson ialah Libni, anaknya, dan anak orang ini ialah Yahat, dan anak orang ini ialah Zima,\n",
          "6:21 dan anak orang ini ialah Yoah, dan anak orang ini ialah Ido, dan anak orang ini ialah Zerah, dan anak orang ini ialah Yeatrai.\n",
          "6:22 Keturunan Kehat ialah Aminadab, anaknya, dan anak orang ini ialah Korah, dan anak orang ini ialah Asir,\n",
          "6:23 dan anak orang ini ialah Elkana, dan anak orang ini ialah Ebyasaf, dan anak orang ini ialah Asir,\n",
          "6:24 dan anak orang ini ialah Tahat, dan anak orang ini ialah Uriel, dan anak orang ini ialah Uzia, dan anak orang ini ialah Saul.\n",
          "6:25 Anak-anak Elkana ialah Amasai dan Ahimot,\n",
          "6:26 dan anak orang ini ialah Elkana, dan anak orang ini ialah Zofai, dan anak orang ini ialah Nahat,\n",
          "6:27 dan anak orang ini ialah Eliab, dan anak orang ini ialah Yeroham, dan anak orang ini ialah Elkana.\n",
          "6:28 Anak-anak Samuel ialah YoEl, anak sulung dan anak yang kedua ialah Abia.\n",
          "6:29 Keturunan Merari ialah Mahli, dan anak orang ini ialah Libni, anak orang ini ialah Simei, dan anak orang ini ialah Uza,\n",
          "6:30 dan anak orang ini ialah Simea, dan anak orang ini ialah Hagia, dan anak orang ini ialah Asaya.\n",
          "6:31 Inilah orang-orang yang ditugaskan oleh Daud memimpin nyanyian di rumah Tuhan sejak tabut itu mendapat tempat perhentian.\n",
          "6:32 Di hadapan Kemah Suci, yakni Kemah Pertemuan, mereka melayani sebagai penyanyi sampai Salomo mendirikan rumah Tuhan di Yerusalem. Mereka melakukan tugas jabatannya sesuai dengan peraturannya.\n",
          "6:33 Inilah orang-orang yang memegang tugas itu dengan anak-anak mereka: dari bani Kehat ialah Heman, penyanyi itu, anak YoEl bin Samuel\n",
          "6:34 bin Elkana bin Yeroham bin Eliel bin Toah\n",
          "6:35 bin Zuf bin Elkana bin Mahat bin Amasai\n",
          "6:36 bin Elkana bin YoEl bin Azaria bin Zefanya\n",
          "6:37 bin Tahat bin Asir bin Ebyasaf bin Korah\n",
          "6:38 bin Yizhar bin Kehat bin Lewi bin Israel.\n",
          "6:39 Kemudian di sebelah kanannya berdiri Asaf, saudara sesukunya, yaitu Asaf bin Berekhya bin Simea\n",
          "6:40 bin Mikhael bin Baaseya bin Malkia\n",
          "6:41 bin Etai bin Zerah bin Adaya\n",
          "6:42 bin Etan bin Zima bin Simei\n",
          "6:43 bin Yahat bin Gerson bin Lewi.\n",
          "6:44 Di sebelah kiri berdiri dari bani Merari, saudara-saudara sesuku mereka, Etan bin Kisi bin Abdi bin Malukh\n",
          "6:45 bin Hasabya bin Amazia bin Hilkia\n",
          "6:46 bin Amzi bin Bani bin Semer\n",
          "6:47 bin Mahli bin Musi bin Merari bin Lewi.\n",
          "6:48 Saudara-saudara sesuku mereka, orang-orang Lewi yang lain, diserahkan melakukan segala pekerjaan di Kemah Suci, rumah Allah.\n",
          "6:49 Tetapi Harun dan anak-anaknya berkewajiban membakar kurban di atas mezbah kurban bakaran dan di atas mezbah pembakaran ukupan, dan melakukan segala pekerjaan di tempat maha kudus serta mengadakan pendamaian bagi orang Israel, tepat seperti yang diperintahkan Musa, hamba Allah itu.\n",
          "6:50 Inilah keturunan Harun: Eleazar, anaknya, dan anak orang ini ialah Pinehas, dan anak orang ini ialah Abisua,\n",
          "6:51 dan anak orang ini ialah Buki, dan anak orang ini ialah Uzi, dan anak orang ini ialah Zerahya\n",
          "6:52 dan anak orang ini ialah Merayot, dan anak orang ini ialah Amarya, dan anak orang ini ialah Ahitub,\n",
          "6:53 dan anak orang ini ialah Zadok, dan anak orang ini ialah Ahimaas.\n",
          "6:54 Inilah tempat-tempat kediaman mereka menurut tempat-tempat perkemahan mereka di daerah mereka: kepada keturunan Harun yang termasuk kaum orang Kehat - karena bagi merekalah undian yang pertama -\n",
          "6:55 kepada mereka diberikan Hebron di tanah Yehuda dengan tanah-tanah penggembalaan di sekelilingnya,\n",
          "6:56 tetapi tanah ladang kota tadi dengan desa-desanya telah diberikan kepada Kaleb bin Yefune.\n",
          "6:57 Kepada keturunan Harun diberikan Hebron kota perlindungan itu, kemudian Libna dengan tanah-tanah penggembalaannya, dan Yatir, lalu Estemoa dengan tanah-tanah penggembalaannya;\n",
          "6:58 Hilen dengan tanah-tanah penggembalaannya, Debir dengan tanah-tanah penggembalaannya;\n",
          "6:59 Asan dengan tanah-tanah penggembalaannya, dan Bet-Semes dengan tanah-tanah penggembalaannya;\n",
          "6:60 dan dari suku Benyamin: Geba dengan tanah-tanah penggembalaannya, Alemet dengan tanah-tanah penggembalaannya dan Anatot dengan tanah-tanah penggembalaannya. Seluruhnya kota-kota mereka ada tiga belas yang dibagikan di antara kaum-kaum mereka.\n",
          "6:61 Dan keturunan Kehat yang selebihnya mendapat dengan undian sepuluh kota dari kaum suku itu, yakni dari suku Manasye yang setengah itu.\n",
          "6:62 Kepada keturunan Gerson menurut kaum-kaum mereka diberikan tiga belas kota dari suku Isakhar, dari suku Asyer, dari suku Naftali dan dari suku Manasye yang di Basan.\n",
          "6:63 Kepada keturunan Merari menurut kaum-kaum mereka diberikan dengan diundi dua belas kota dari suku Ruben, dari suku Gad dan dari suku Zebulon.\n",
          "6:64 Jadi orang Israel memberikan kepada orang Lewi kota-kota itu dengan tanah-tanah penggembalaannya.\n",
          "6:65 Mereka memberikan juga dengan diundi kota-kota tadi, yang mereka sebutkan nama-namanya, dari suku bani Yehuda, dari suku bani Simeon dan dari suku bani Benyamin.\n",
          "6:66 Kaum-kaum yang lain dari keturunan Kehat mendapat kota-kota dari suku Efraim sebagai daerah mereka.\n",
          "6:67 Kepada mereka diberikan Sikhem, kota perlindungan itu, dengan tanah-tanah penggembalaannya, di pegunungan Efraim, lalu Gezer dengan tanah-tanah penggembalaannya,\n",
          "6:68 Yokmeam dengan tanah-tanah penggembalaannya, Bet-Horon dengan tanah-tanah penggembalaannya,\n",
          "6:69 Ayalon dengan tanah-tanah penggembalaannya dan Gat-Rimon dengan tanah-tanah penggembalaannya.\n",
          "6:70 Dan dari suku Manasye yang setengah itu: Aner dengan tanah-tanah penggembalaannya dan Bileam dengan tanah-tanah penggembalaannya. Jadi kota-kota itu diberikan kepada kaum-kaum yang selebihnya dari keturunan Kehat.\n",
          "6:71 Keturunan Gerson mendapat dari kaum suku Manasye yang setengah itu; Golan yang di Basan dengan tanah-tanah penggembalaannya, lalu Asytarot dengan tanah-tanah penggembalaannya;\n",
          "6:72 dari suku Isakhar: Kedesh dengan tanah-tanah penggembalaannya; Daberat dengan tanah-tanah pengembalaannya,\n",
          "6:73 Ramot dengan tanah-tanah penggembalaannya dan Anem dengan tanah-tanah penggembalaannya;\n",
          "6:74 dari suku Asyer: Masal dengan tanah-tanah penggembalaannya, Abdon dengan tanah-tanah penggembalaannya,\n",
          "6:75 Hukok dengan tanah-tanah penggembalaannya dan Rehob dengan tanah-tanah penggembalaannya;\n",
          "6:76 dari suku Naftali: Kedesh yang di Galilea dengan tanah-tanah penggembalaannya, Hamon dengan tanah-tanah penggembalaannya dan Kiryataim dengan tanah-tanah penggembalaannya.\n",
          "6:77 Keturunan Merari yang selebihnya mendapat dari suku Zebulon: Rimono dengan tanah-tanah penggembalaannya dan Tabor dengan tanah-tanah penggembalaannya;\n",
          "6:78 dan di seberang sungai Yordan dekat Yerikho, di sebelah timur sungai Yordan, diberikan dari suku Ruben: Bezer yang di padang gurun dengan tanah-tanah penggembalaannya, Yahas dengan tanah-tanah penggembalaannya,\n",
          "6:79 Kedemot dengan tanah-tanah penggembalaannya dan Mefaat dengan tanah-tanah penggembalaannya;\n",
          "6:80 dan dari suku Gad: Ramot di Gilead dengan tanah-tanah penggembalaannya, Mahanaim dengan tanah-tanah penggembalaannya,\n",
          "6:81 Hesybon dengan tanah-tanah penggembalaannya dan Yaezer dengan tanah-tanah penggembalaannya.\n"
        ]
      }
    },
    {
      "7": {
        "en": [
          "7:1 And the sons of Issachar were Tola and Puah, Jashub and Shimron, four.\n",
          "7:2 And the sons of Tola: Uzzi and Rephaiah and Jeriel and Jahmai and Ibsam and Shemuel, the heads of their fathers? houses. The sons of Tola were mighty men of valor in their generations; their number in the days of David was twenty-two thousand six hundred.\n",
          "7:3 And the sons of Uzzi: Izrahiah; and the sons of Izrahiah: Michael and Obadiah and Joel and Isshiah; all five of them were chief men.\n",
          "7:4 And with them by their generations, according to their fathers? houses, were bands for war, thirty-six thousand; for they had many wives and sons.\n",
          "7:5 And their brothers among all the families of Issachar were valiant men of valor, enrolled by genealogy, in all eighty-seven thousand.\n",
          "7:6 The sons of Benjamin: Bela and Becher and Jediael, three.\n",
          "7:7 And the sons of Bela: Ezbon and Uzzi and Uzziel and Jerimoth and Iri, five; they were the heads of fathers? houses, mighty men of valor, and were enrolled by genealogy, twenty-two thousand thirty-four.\n",
          "7:8 And the sons of Becher: Zemirah and Joash and Eliezer and Elioenai and Omri and Jeremoth and Abijah and Anathoth and Alemeth; all these were the sons of Becher.\n",
          "7:9 And they were enrolled by genealogy by their generations, the heads of their fathers? houses, mighty men of valor, twenty thousand two hundred.\n",
          "7:10 And the son of Jediael: Bilhan; and the sons of Bilhan: Jeush and Benjamin and Ehud and Chenaanah and Zethan and Tarshish and Ahishahar.\n",
          "7:11 All these were the sons of Jediael, according to the heads of their fathers? houses, mighty men of valor, seventeen thousand two hundred, ready for the service of war.\n",
          "7:12 And Shuppim and Huppim, the children of Ir; Hushim, the son of Aher.\n",
          "7:13 The sons of Naphtali: Jahziel and Guni and Jezer and Shallum, the sons of Bilhah.\n",
          "7:14 The sons of Manasseh: Asriel, whom his Syrian concubine bore; she bore Machir the father of Gilead.\n",
          "7:15 And Machir took a wife, the sister of Huppim and Shuppim; and the name of their sister was Maacah. And the name of the second son was Zelophehad, and Zelophehad had daughters.\n",
          "7:16 And Maacah the wife of Machir bore a son, and she called his name Peresh; and the name of his brother was Sheresh; and his sons were Ulam and Rakem.\n",
          "7:17 And the son of Ulam: Bedan. These were the sons of Gilead, the son of Machir, the son of Manasseh.\n",
          "7:18 And his sister Hammolecheth bore Ishhod and Abiezer and Mahlah.\n",
          "7:19 And the sons of Shemidah were Ahian and Shechem and Likhi and Aniam.\n",
          "7:20 And the sons of Ephraim: Shuthelah and Bered his son and Tahath his son and Eleadah his son and Tahath his son\n",
          "7:21 And Zabad his son and Shuthelah his son and Ezer and Elead. And the men of Gath who had been born in the land slew them, because they came down to take their cattle.\n",
          "7:22 And Ephraim their father mourned many days, and his brothers came to comfort him.\n",
          "7:23 And he went in to his wife, and she conceived and bore a son; and he called his name Beriah, for it was when misfortune was in his house.\n",
          "7:24 And his daughter was Sheerah; and she built lower and upper Beth-horon and Uzzen-sheerah.\n",
          "7:25 And Rephah was his son, as well as Resheph and Telah his son and Tahan his son,\n",
          "7:26 Ladan his son, Ammihud his son, Elishama his son,\n",
          "7:27 Nun his son, Joshua his son.\n",
          "7:28 And their possession and dwelling places were Bethel and its villages, and Naaran to the east, and Gezer to the west and its villages, and Shechem and its villages as far as to Ayyah and its villages.\n",
          "7:29 And in the hands of the children of Manasseh were Beth-shean and its villages, Taanach and its villages, Megiddo and its villages, Dor and its villages. In these dwelt the children of Joseph the son of Israel.\n",
          "7:30 The sons of Asher: Imnah and Ishvah and Ishvi and Beriah; and Serah was their sister.\n",
          "7:31 And the sons of Beriah: Heber and Malchiel, who is the father of Birzaith.\n",
          "7:32 And Heber begot Japhlet and Shomer and Hotham and Shua their sister.\n",
          "7:33 And the sons of Japhlet: Pasach and Bimhal and Ashvath; these are the sons of Japhlet.\n",
          "7:34 And the sons of Shemer: Ahi and Rohgah and Jehubbah and Aram.\n",
          "7:35 And the sons of his brother Helem: Zophah and Imna and Shelesh and Amal.\n",
          "7:36 The sons of Zophah: Suah and Harnepher and Shual and Beri and Imrah,\n",
          "7:37 Bezer and Hod and Shamma and Shilshah and Ithran, and Beera.\n",
          "7:38 And the sons of Jether: Jephunneh and Pispah and Ara.\n",
          "7:39 And the sons of Ulla: Arah and Hanniel and Rizia.\n",
          "7:40 All these were the sons of Asher, the heads of fathers? houses, choice and mighty men of valor, chiefs of the princes. And the number of them enrolled by genealogy for the service in war was twenty-six thousand men.\n"
        ],
        "id": [
          "7:1 Anak-anak Isakhar ialah Tola dan Pua, Yasub dan Simron, empat orang.\n",
          "7:2 Anak-anak Tola ialah Uzi, Refaya, Yeriel, Yahmai, Yibsam dan Samuel, kepala-kepala puak turunan Tola, pahlawan-pahlawan yang gagah perkasa; menurut daftar keturunan mereka jumlahnya di zaman Daud ada dua puluh dua ribu enam ratus orang.\n",
          "7:3 Keturunan Uzi ialah Yizrahya dan anak-anak Yizrahya ialah Mikhael, Obaja, YoEl dan Yisia, lima orang, semuanya mereka adalah kepala-kepala.\n",
          "7:4 Di bawah mereka itu, menurut daftar keturunan dan menurut puak mereka, ada pasukan-pasukan tentara tiga puluh enam ribu orang, sebab isteri dan anak-anak mereka banyak.\n",
          "7:5 Saudara-saudara sesuku mereka dari segala kaum Isakhar, pahlawan-pahlawan yang gagah perkasa, semuanya ada delapan puluh tujuh ribu orang yang terdaftar dalam silsilah.\n",
          "7:6 Anak-anak Benyamin ialah Bela, Bekher dan Yediael, tiga orang.\n",
          "7:7 Anak-anak Bela ialah Ezbon, Uzi, Uziel, Yerimot dan Iri, lima orang, kepala-kepala puak, pahlawan-pahlawan yang gagah perkasa; mereka yang terdaftar dalam silsilah ada dua puluh dua ribu tiga puluh empat orang.\n",
          "7:8 Anak-anak Bekher ialah Zemira, Yoas, Eliezer, ElyoEnai, Omri, Yeremot, Abia, Anatot dan Alemet; sekaliannya itu ialah anak-anak Bekher.\n",
          "7:9 Mereka yang terdaftar dalam silsilah, menurut keturunan mereka, sebagai kepala-kepala puak mereka, pahlawan-pahlawan yang gagah perkasa, ada dua puluh ribu dua ratus orang.\n",
          "7:10 Keturunan Yediael ialah Bilhan dan anak-anak Bilhan ialah Yeush, Benyamin, Ehud, Kenaana, Zetan, Tarsis dan Ahisahar.\n",
          "7:11 Sekaliannya itu ialah keturunan Yediael, kepala-kepala puak mereka, pahlawan-pahlawan yang gagah perkasa; orang-orang yang sanggup berperang ada tujuh belas ribu dua ratus.\n",
          "7:12 Dan Supim dan Hupim ialah keturunan Ir; Husim ialah keturunan Aher.\n",
          "7:13 Anak-anak Naftali ialah Yahziel, Guni, Yezer dan Salum, anak-anaknya dari Bilha.\n",
          "7:14 Keturunan Manasye ialah Asriel yang dilahirkan oleh gundiknya, perempuan Aram itu; perempuan ini melahirkan Makhir, bapa Gilead.\n",
          "7:15 Makhir mengambil seorang isteri bagi Hupim dan Supim; nama saudaranya perempuan ialah Maakha. Nama anak yang kedua ialah Zelafehad. Zelafehad hanya mempunyai anak-anak perempuan.\n",
          "7:16 Tetapi Maakha, isteri Makhir, melahirkan seorang anak laki-laki dan menamainya Peresh; nama saudaranya laki-laki ialah Seres dan anak-anak orang ini ialah Ulam dan Rekem.\n",
          "7:17 Keturunan Ulam ialah Bedan. Itulah keturunan Gilead bin Makhir bin Manasye.\n",
          "7:18 Saudaranya perempuan, Molekhet, melahirkan Isyhod, Abiezer dan Mahla.\n",
          "7:19 Anak-anak Semida ialah Ahyan, Sekhem, Likhi dan Aniam.\n",
          "7:20 Keturunan Efraim ialah Sutelah, dan anak orang ini ialah Bered, dan anak orang ini ialah Tahat, dan anak orang ini ialah Elada, dan anak orang ini ialah Tahat,\n",
          "7:21 dan anak orang ini ialah Zabad, dan anak orang ini ialah Sutelah, kemudian Ezer dan Elad. Mereka dibunuh oleh orang-orang Gat yang lahir di negeri itu, sebab mereka pergi merampas ternak orang-orang itu.\n",
          "7:22 Efraim, ayah mereka, berkabung berhari-hari lamanya, sehingga saudara-saudaranya datang untuk menghiburkan dia.\n",
          "7:23 Sesudah itu ia bersetubuh dengan isterinya, lalu mengandunglah perempuan itu dan melahirkan seorang anak laki-laki. Ia menamainya Beria, sebab malapetaka telah menimpa keluarganya.\n",
          "7:24 Anaknya perempuan ialah Seera yang telah mendirikan Bet-Horon-Hilir dan Bet-Horon-Hulu serta Uzen-Seera.\n",
          "7:25 Anak laki-laki Beria ialah Refah, lalu Resef; anak orang ini ialah Telah, dan anak orang ini ialah Tahan,\n",
          "7:26 dan anak orang ini ialah Ladan, dan anak orang ini ialah Amihud, dan anak orang ini ialah Elisama,\n",
          "7:27 dan anak orang ini ialah Nun, dan anak orang ini ialah Yosua.\n",
          "7:28 Tanah milik mereka dan tempat kediaman mereka ialah Betel dengan segala anak kotanya, Naaran di sebelah timur dan Gezer dengan segala anak kotanya di sebelah barat, kemudian Sikhem dengan segala anak kotanya sampai Aya dengan segala anak kotanya,\n",
          "7:29 dan pada perbatasan bani Manasye: Bet-Sean dengan segala anak kotanya, juga Taanakh dengan segala anak kotanya, Megido dengan segala anak kotanya, Dor dengan segala anak kotanya. Di tempat-tempat itulah keturunan Yusuf bin Israel diam.\n",
          "7:30 Anak-anak Asyer ialah Yimna, Yiswa, Yiswi dan Beria; Serah ialah saudara perempuan mereka.\n",
          "7:31 Anak-anak Beria ialah Heber dan Malkiel; dialah bapa Birzait.\n",
          "7:32 Heber memperanakkan Yaflet, Somer dan Hotam serta Sua, saudara perempuan mereka.\n",
          "7:33 Anak-anak Yaflet ialah Pasakh, Bimhab dan Asywat. Itulah anak-anak Yaflet.\n",
          "7:34 Anak-anak Semer ialah Ahi, Rohga, Yehuba dan Aram.\n",
          "7:35 Anak-anak Helem, saudaranya laki-laki, ialah Zofah, Yimna, Seles dan Amal.\n",
          "7:36 Anak-anak Zofah ialah Suah, Harnefer, Syual, Beri dan Yimra,\n",
          "7:37 Bezer, Hod, Sama, Silsa, Yitran dan Beera.\n",
          "7:38 Anak-anak Yeter ialah Yefune, Pispa dan Ara.\n",
          "7:39 Anak-anak Ula ialah Arah, Haniel dan Rizya.\n",
          "7:40 Itulah sekaliannya keturunan Asyer, kepala-kepala puak mereka, pahlawan-pahlawan gagah perkasa yang terpilih, pemimpin-pemimpin utama. Jumlah yang terdaftar dalam silsilah mereka sebagai pasukan perang ada dua puluh enam ribu orang.\n"
        ]
      }
    },
    {
      "8": {
        "en": [
          "8:1 And Benjamin begot Bela his firstborn, Ashbel the second, and Aharah the third,\n",
          "8:2 Nohah the fourth, and Rapha the fifth.\n",
          "8:3 And Bela had sons: Addar and Gera and Abihud\n",
          "8:4 And Abishua and Naaman and Ahoah\n",
          "8:5 And Gera and Shephuphan and Huram.\n",
          "8:6 And these are the sons of Ehud (these were the heads of fathers? houses of the inhabitants of Geba; and they carried them away to Manahath,\n",
          "8:7 Namely, Naaman and Ahijah and Gera; he carried them into exile); and he begot Uzza and Ahihud.\n",
          "8:8 And Shaharaim begot children in the field of Moab after he had sent away Hushim and Baara his wives.\n",
          "8:9 And he begot by Hodesh his wife: Jobab and Zibia and Mesha and Malcham\n",
          "8:10 And Jeuz and Sachia and Mirmah; these were his sons, the heads of fathers? houses.\n",
          "8:11 And by Hushim he begot Abitub and Elpaal.\n",
          "8:12 And the sons of Elpaal: Eber and Misham and Shemed, who built Ono and Lod and its villages;\n",
          "8:13 And Beriah and Shema, who were heads of fathers? houses of the inhabitants of Aijalon; they drove away the inhabitants of Gath.\n",
          "8:14 And Ahio, Shashak, and Jeremoth,\n",
          "8:15 And Zebadiah and Arad and Eder\n",
          "8:16 And Michael and Ishpah and Joha were the sons of Beriah.\n",
          "8:17 And Zebadiah and Meshullam and Hizki and Heber\n",
          "8:18 And Ishmerai and Izliah and Jobab were the sons of Elpaal.\n",
          "8:19 And Jakim and Zichri and Zabdi\n",
          "8:20 And Elienai and Zillethai and Eliel\n",
          "8:21 And Adaiah and Beraiah and Shimrath were the sons of Shimei.\n",
          "8:22 And Ishpan and Eber and Eliel\n",
          "8:23 And Abdon and Zichri and Hanan\n",
          "8:24 And Hananiah and Elam and Anthothijah\n",
          "8:25 And Iphdeiah and Penuel were the sons of Shashak.\n",
          "8:26 And Shamsherai and Shehariah and Athaliah\n",
          "8:27 And Jaareshiah and Elijah and Zichri were the sons of Jeroham.\n",
          "8:28 These were heads of fathers? houses, according to their generations, chief men; these dwelt in Jerusalem.\n",
          "8:29 And in Gibeon there dwelt the father of Gibeon, and his wife?s name was Maacah;\n",
          "8:30 And his firstborn son was Abdon, then Zur and Kish and Baal and Nadab\n",
          "8:31 And Gedor and Ahio and Zecher and Mikloth.\n",
          "8:32 And Mikloth begot Shimeah. And these also dwelt opposite their brothers in Jerusalem, with their brothers.\n",
          "8:33 And Ner begot Kish; and Kish begot Saul; and Saul begot Jonathan and Malchishua and Abinadab and Esh-baal.\n",
          "8:34 And the son of Jonathan was Merib-baal; and Merib-baal begot Micah.\n",
          "8:35 And the sons of Micah: Pithon and Melech and Tarea and Ahaz.\n",
          "8:36 And Ahaz begot Jehoaddah; and Jehoaddah begot Alemeth and Azmaveth and Zimri; and Zimri begot Moza;\n",
          "8:37 And Moza begot Binea; Rapha was his son, Eleasah his son, Azel his son.\n",
          "8:38 And Azel had six sons, and these were their names: Azrikam, Bocheru, and Ishmael and Sheariah and Obadiah and Hanan; all these were the sons of Azel.\n",
          "8:39 And the sons of Eshek his brother were Ulam his firstborn, Jeush the second, and Eliphelet the third.\n",
          "8:40 And the sons of Ulam were mighty men of valor, archers; and they had many children and grandchildren, one hundred fifty. All these were of the sons of Benjamin.\n"
        ],
        "id": [
          "8:1 Benyamin memperanakkan Bela, anak sulungnya, Asybel, anak yang kedua, Ahrah, anak yang ketiga,\n",
          "8:2 Noha, anak yang keempat dan Rafa, anak yang kelima.\n",
          "8:3 Anak-anak Bela ialah Adar, Gera, Abihud,\n",
          "8:4 Abisua, Naaman, Ahoah,\n",
          "8:5 Gera, Sefufan dan Huram.\n",
          "8:6 Inilah anak-anak Ehud; mereka ini adalah kepala-kepala puak penduduk Geba yang diangkut ke dalam pembuangan ke Manahat;\n",
          "8:7 Naaman, Ahia dan Gera mengangkut mereka ke dalam pembuangan; dia memperanakkan Uza dan Ahihud.\n",
          "8:8 Saharaim mendapat anak di daerah Moab, sesudah diusirnya Husim dan Baara, isteri-isterinya.\n",
          "8:9 Ia mendapat anak dari Hodesh, isterinya, yakni Yobab, Zibya, Mesa, Malkam,\n",
          "8:10 Yeus, Sokhya dan Mirma; itulah anak-anaknya, kepala-kepala puak;\n",
          "8:11 sebelum itu dari Husim ia telah mendapat anak, yakni Abitub dan Elpaal.\n",
          "8:12 Anak-anak Elpaal ialah Eber, Misam dan Semed; dia ini mendirikan kota Ono dan kota Lod dengan segala anak kotanya.\n",
          "8:13 Beria dan Sema adalah kepala-kepala puak penduduk Ayalon; mereka telah menghalau penduduk Gat.\n",
          "8:14 Ahyo, Sasak, Yeremot,\n",
          "8:15 Zebaja, Arad, Eder,\n",
          "8:16 Mikhael, Yispa dan Yoha ialah anak-anak Beria.\n",
          "8:17 Zebaja, Mesulam, Hizki, Heber,\n",
          "8:18 Yismerai, Yizlia dan Yobab ialah anak-anak Elpaal.\n",
          "8:19 Yakim, Zikhri, Zabdi,\n",
          "8:20 ElyoEnai, Ziletai, Eliel,\n",
          "8:21 Adaya, Beraya dan Simrat ialah anak-anak Simei.\n",
          "8:22 Yispan, Eber, Eliel,\n",
          "8:23 Abdon, Zikhri, Hanan,\n",
          "8:24 Hananya, Elam, Antotia,\n",
          "8:25 Yifdeya dan Pnuel ialah anak-anak Sasak.\n",
          "8:26 Samserai, Seharya, Atalya,\n",
          "8:27 Yaaresya, Elia dan Zikhri ialah anak-anak Yeroham.\n",
          "8:28 Itulah para kepala puak, para kepala menurut keturunan mereka; mereka ini diam di Yerusalem.\n",
          "8:29 Tetapi di Gibeon diam bapa Gibeon, yakni Yeiel, dan nama isterinya ialah Maakha.\n",
          "8:30 Anak sulungnya ialah Abdon, lalu Zur, Kish, Baal, Nadab,\n",
          "8:31 Gedor, Ahyo, Zekher\n",
          "8:32 dan Miklot yang memperanakkan Simea. Juga mereka ini pergi diam berdekatan dengan saudara-saudara mereka di Yerusalem bersama-sama saudara mereka yang lain.\n",
          "8:33 Ner memperanakkan Kish; Kish memperanakkan Saul; Saul memperanakkan Yonatan, Malkisua, Abinadab dan Esybaal.\n",
          "8:34 Anak Yonatan ialah Meribaal dan Meribaal memperanakkan Mikha.\n",
          "8:35 Anak Mikha ialah Piton, Melekh, Tarea dan Ahas.\n",
          "8:36 Ahas memperanakkan Yoada; Yoada memperanakkan Alemet, Azmawet dan Zimri; Zimri memperanakkan Moza.\n",
          "8:37 Moza memperanakkan Bina; anak orang ini ialah Rafa, dan anak orang ini ialah Elasa, dan anak orang ini ialah Azel.\n",
          "8:38 Azel mempunyai enam orang anak, dan inilah nama-nama mereka: Azrikam, Bokhru, Ismael, Searya, Obaja dan Hanan. Itulah sekaliannya anak-anak Azel.\n",
          "8:39 Anak-anak Esek, saudaranya, ialah Ulam, anak sulungnya, lalu Yeush, anak yang kedua, dan Elifelet, anak yang ketiga.\n",
          "8:40 Anak-anak Ulam itu adalah orang-orang berani, pahlawan-pahlawan yang gagah perkasa, pemanah-pemanah; anak dan cucu mereka banyak: seratus lima puluh orang. Mereka semuanya itu termasuk bani Benyamin.\n"
        ]
      }
    },
    {
      "9": {
        "en": [
          "9:1 So all Israel was enrolled by genealogy, and they are now written in the book of the kings of Israel; and Judah was carried away captive to Babylon for their unfaithfulness.\n",
          "9:2 Now the first ones to dwell in their possessions in their cities were Israel, the priests, the Levites, and the temple servants.\n",
          "9:3 And some of the children of Judah and some of the children of Benjamin and some of the children of Ephraim and Manasseh dwelt in Jerusalem:\n",
          "9:4 Uthai the son of Ammihud, the son of Omri, the son of Imri, the son of Bani, of the children of Perez the son of Judah;\n",
          "9:5 And of the Shilonites: Asaiah the first-born and his sons.\n",
          "9:6 And of the sons of Zerah: Jeuel and their brothers, six hundred ninety.\n",
          "9:7 And of the sons of Benjamin: Sallu the son of Meshullam, the son of Hodaviah, the son of Hassenuah;\n",
          "9:8 And Ibneiah the son of Jeroham: and Elah the son of Uzzi, the son of Michri; and Meshullam the son of Shephatiah, the son of Reuel, the son of Ibnijah;\n",
          "9:9 And their brothers, according to their generations, nine hundred fifty-six; all these men were heads of fathers? houses according to their fathers? houses.\n",
          "9:10 And of the priests: Jedaiah and Jehoiarib and Jachin;\n",
          "9:11 And Azariah the son of Hilkiah, the son of Meshullam, the son of Zadok, the son of Meraioth, the son of Ahitub, the ruler of the house of God;\n",
          "9:12 And Adaiah the son of Jeroham, the son of Pashhur, the son of Malchijah; and Maasai the son of Adiel, the son of Jahzerah, the son of Meshullam, the son of Meshillemith, the son of Immer;\n",
          "9:13 And their brothers, heads of their fathers? houses, one thousand seven hundred sixty able men for the work of the service of the house of God.\n",
          "9:14 And of the Levites: Shemaiah the son of Hasshub, the son of Azrikam, the son of Hashabiah, of the sons of Merari;\n",
          "9:15 And Bakbakkar, Heresh, and Galal; and Mattaniah the son of Mica, the son of Zichri, the son of Asaph;\n",
          "9:16 And Obadiah the son of Shemaiah, the son of Galal, the son of Jeduthun; and Berechiah the son of Asa, the son of Elkanah, who dwelt in the villages of the Netophathites.\n",
          "9:17 And the gatekeepers: Shallum and Akkub and Talmon and Ahiman and their brothers. Shallum was the chief,\n",
          "9:18 Being stationed until then at the king?s gate on the east. These were the gatekeepers for the camps of the children of Levi.\n",
          "9:19 And Shallum the son of Kore, the son of Ebiasaph, the son of Korah, and his brothers of his father?s house, the Korahites, were over the work of the service as keepers of the thresholds of the tent; and their fathers had been over the camp of Jehovah, keepers of the entrance.\n",
          "9:20 And Phinehas the son of Eleazar was ruler over them in time past; Jehovah was with him.\n",
          "9:21 Zechariah the son of Meshelemiah was gatekeeper of the entrance of the Tent of Meeting.\n",
          "9:22 All these who were chosen to be gatekeepers in the thresholds were two hundred twelve. These were enrolled by genealogy in their villages; David and Samuel the seer appointed them because of their faithfulness.\n",
          "9:23 So they and their sons had charge of the gates of the house of Jehovah, the house of the tent, as guards.\n",
          "9:24 On the four sides were the gatekeepers, toward the east, west, north, and south.\n",
          "9:25 And their brothers in their villages were to come in every seven days from time to time to be with them:\n",
          "9:26 For the four chief gatekeepers, who were Levites, were faithful and were over the chambers and over the treasuries in the house of God.\n",
          "9:27 And they spent the night around the house of God because the charge of the watch was upon them; and they had charge of opening it morning by morning.\n",
          "9:28 And some of them had charge of the vessels of service; for these were counted when they were brought in, and they were counted when they were taken out.\n",
          "9:29 And some of them also were appointed over the furniture, and over all the vessels of the sanctuary, and over the fine flour and the wine and the oil and the frankincense and the spices.\n",
          "9:30 And some of the sons of the priests prepared the compounding of the spices.\n",
          "9:31 And Mattithiah, one of the Levites, who was the firstborn of Shallum the Korahite, was entrusted with the things that were baked in pans.\n",
          "9:32 And some of their brothers from the sons of the Kohathites were over the rows of bread, to prepare them every Sabbath.\n",
          "9:33 And these are the singers, heads of fathers? houses of the Levites, who dwelt in the chambers and were free from other service, for they were employed in their work day and night.\n",
          "9:34 These were heads of fathers? houses of the Levites according to their generations, chief men; these dwelt at Jerusalem.\n",
          "9:35 And in Gibeon there dwelt the father of Gibeon, Jeiel, and his wife?s name was Maacah;\n",
          "9:36 And his firstborn son was Abdon, then Zur and Kish and Baal and Ner and Nadab\n",
          "9:37 And Gedor and Ahio and Zechariah and Mikloth.\n",
          "9:38 And Mikloth begot Shimeam. And these also dwelt opposite their brothers in Jerusalem, with their brothers.\n",
          "9:39 And Ner begot Kish; and Kish begot Saul; and Saul begot Jonathan and Malchishua and Abinadab and Esh-baal.\n",
          "9:40 And the son of Jonathan was Merib-baal; and Merib-baal begot Micah.\n",
          "9:41 And the sons of Micah: Pithon and Melech and Tahrea and Ahaz.\n",
          "9:42 And Ahaz begot Jarah; and Jarah begot Alemeth and Azmaveth and Zimri; and Zimri begot Moza;\n",
          "9:43 And Moza begot Binea; and Rephaiah was his son, Eleasah his son, Azel his son.\n",
          "9:44 And Azel had six sons, and these were their names: Azrikam, Bocheru, and Ishmael and Sheariah and Obadiah and Hanan; these were the sons of Azel.\n"
        ],
        "id": [
          "9:1 Seluruh orang Israel telah terdaftar dalam silsilah; mereka tertulis dalam kitab raja-raja Israel, sedang orang Yehuda telah diangkut ke dalam pembuangan ke Babel oleh karena perbuatan mereka yang tidak setia.\n",
          "9:2 Dan orang-orang yang mula-mula menetap kembali di tanah-tanah milik mereka, di kota-kota mereka, ialah orang Israel awam, para imam, orang-orang Lewi dan para budak di bait Allah.\n",
          "9:3 Di Yerusalem tinggal orang-orang dari bani Yehuda, dari bani Benyamin, dari bani Efraim dan Manasye:\n",
          "9:4 Utai bin Amihud bin Omri bin Imri bin Bani, dari keturunan Peres bin Yehuda.\n",
          "9:5 Dan dari orang Syela ialah Asaya, anak yang sulung, dengan anak-anaknya.\n",
          "9:6 Dari keturunan Zerah ialah Yeuel dengan sanak saudaranya, enam ratus sembilan puluh orang.\n",
          "9:7 Dari bani Benyamin ialah Salu bin Mesulam bin Hodawya bin Hasenua,\n",
          "9:8 Yibnea bin Yeroham, Ela bin Uzi bin Mikhri dan Mesulam bin Sefaca bin Rehuel bin Yibnia\n",
          "9:9 dengan sanak saudara mereka menurut keturunan mereka, sembilan ratus lima puluh enam orang. Semua orang itu adalah kepala puak.\n",
          "9:10 Dari para imam ialah Yedaya, Yoyarib, Yakhin,\n",
          "9:11 Azarya bin Hilkia bin Mesulam bin Zadok bin Merayot bin Ahitub, pemuka rumah Allah,\n",
          "9:12 lalu Adaya bin Yeroham bin Pasyhur bin Malkia, dan Masai bin Adiel bin Yahzera bin Mesulam bin Mesilemit bin Imer,\n",
          "9:13 dengan sanak saudara mereka, kepala-kepala puak, seribu tujuh ratus enam puluh orang, orang-orang tangkas untuk menyelenggarakan ibadah di rumah Allah.\n",
          "9:14 Dari orang-orang Lewi ialah Semaya bin Hasub bin Azrikam bin Hasabya, dari keturunan Merari;\n",
          "9:15 lalu Bakbakar, Heresh, Galal dan Matanya bin Mikha bin Zikhri bin Asaf,\n",
          "9:16 serta Obaja bin Semaya bin Galal bin Yedutun dan Berekhya bin Asa bin Elkana yang diam di desa-desa orang Netofa.\n",
          "9:17 Penunggu-penunggu pintu gerbang ialah Salum, Akub, Talmon dan Ahiman, dengan sanak saudara mereka; Salum ialah kepala.\n",
          "9:18 Sampai sekarang mereka ada di pintu gerbang raja di sebelah timur. Merekalah penunggu-penunggu pintu gerbang perkemahan bani Lewi.\n",
          "9:19 Salum bin Kore bin Ebyasaf bin Korah dan saudara-saudara sepuaknya, yakni orang-orang Korah, mempunyai tugas jabatan sebagai penjaga-penjaga ambang pintu Kemah, seperti bapa-bapa mereka bertugas di perkemahan Tuhan sebagai penjaga-penjaga pintu masuk.\n",
          "9:20 Pinehas bin Eleazar mengepalai mereka sebelumnya. Tuhan kiranya menyertai dia.\n",
          "9:21 Zakharia bin Meselemya adalah penunggu pintu Kemah Pertemuan.\n",
          "9:22 Mereka semuanya yang terpilih menjadi penunggu ambang pintu ada dua ratus dua belas orang. Mereka telah terdaftar dalam silsilah di desa-desa mereka. Daud dan Samuel, pelihat itu, mengangkat mereka dalam jabatan itu.\n",
          "9:23 Mereka dan anak-anak mereka bertugas menjaga pintu-pintu gerbang rumah Tuhan, yakni Bait Kemah itu.\n",
          "9:24 Ke arah empat mata angin ditempatkan penunggu-penunggu pintu gerbang itu, yakni ke arah timur, barat, utara dan selatan.\n",
          "9:25 Dan saudara-saudara mereka yang tinggal di desa-desa mereka, pada waktu-waktu tertentu harus masuk selama tujuh hari untuk bekerja bersama-sama mereka,\n",
          "9:26 sedang keempat kepala penunggu pintu gerbang itu memegang jabatan tetap. Mereka adalah orang Lewi dan mengawasi bilik-bilik serta perbendaharaan rumah Allah.\n",
          "9:27 Mereka bermalam di sekitar rumah Allah itu sebab mereka bertanggung jawab atas penjagaan dan harus membuka pintu setiap pagi.\n",
          "9:28 Sebagian dari mereka mengurus perkakas ibadah: mereka menghitung perkakas itu pada waktu dimasukkan dan dikeluarkan.\n",
          "9:29 Sebagian dari mereka ditugaskan mengurus perabotan, yakni segala perabotan tempat kudus, dan mengurus tepung yang terbaik, anggur, minyak, kemenyan dan rempah-rempah,\n",
          "9:30 sedangkan beberapa orang imam menyediakan campuran rempah-rempah.\n",
          "9:31 Matica, salah seorang Lewi, anak sulung Salum, orang Korah itu, mendapat tugas tetap untuk mengolah roti.\n",
          "9:32 Dan sebagian dari anak-anak orang Kehat, yakni dari sanak saudara mereka, mengurus roti sajian untuk disediakan setiap hari Sabat.\n",
          "9:33 Dan inilah para penyanyi, kepala-kepala puak orang Lewi, yang diam di bilik-bilik dan bebas dari pekerjaan lain, sebab siang dan malam mereka sibuk dengan pekerjaannya.\n",
          "9:34 Itulah para kepala puak orang Lewi, para kepala, menurut keturunan mereka; mereka ini diam di Yerusalem.\n",
          "9:35 Di Gibeon diam bapa Gibeon, yakni Yeiel, dan nama isterinya ialah Maakha.\n",
          "9:36 Anak sulungnya ialah Abdon, lalu Zur, Kish, Baal, Ner, Nadab,\n",
          "9:37 Gedor, Ahyo, Zakharia dan Miklot.\n",
          "9:38 Miklot memperanakkan Simeam. Juga mereka ini pergi diam berdekatan dengan saudara-saudara mereka di Yerusalem bersama-sama saudara mereka yang lain.\n",
          "9:39 Ner memperanakkan Kish; Kish memperanakkan Saul; Saul memperanakkan Yonatan, Malkisua, Abinadab dan Esybaal.\n",
          "9:40 Anak Yonatan ialah Meribaal, dan Meribaal memperanakkan Mikha.\n",
          "9:41 Anak Mikha ialah Piton, Melekh, Tahrea dan Ahas.\n",
          "9:42 Ahas memperanakkan Yaera; Yaera memperanakkan Alemet, Azmawet dan Zimri; Zimri memperanakkan Moza.\n",
          "9:43 Moza memperanakkan Bina, dan anak orang ini ialah Refaya, dan anak orang ini ialah Elasa, dan anak orang ini ialah Azel.\n",
          "9:44 Azel mempunyai enam orang anak dan inilah nama-nama mereka: Azrikam, Bokhru, Ismael, Searya, Obaja dan Hanan. Itulah anak-anak Azel.\n"
        ]
      }
    },
    {
      "10": {
        "en": [
          "10:1 And the Philistines fought against Israel, and the men of Israel fled from before the Philistines and fell down slain on Mount Gilboa.\n",
          "10:2 And the Philistines chased Saul and his sons; and the Philistines struck down Jonathan and Abinadab and Malchi-shua, Saul?s sons.\n",
          "10:3 And the battle bore heavily against Saul, and the archers hit him; and he was wounded by the archers.\n",
          "10:4 Then Saul said to his armor bearer, Draw your sword, and thrust me through with it, lest these uncircumcised come and abuse me. But his armor bearer would not, for he was very afraid. So Saul took his sword and fell on it.\n",
          "10:5 And when his armor bearer saw that Saul was dead, he likewise fell on his sword and died.\n",
          "10:6 So Saul and his three sons died, and all his house died together.\n",
          "10:7 And when all the men of Israel who were in the valley saw that they had fled and that Saul and his sons were dead, they forsook their cities and fled; and the Philistines came and dwelt in them.\n",
          "10:8 And the next day the Philistines came to strip the slain, and they found Saul and his sons fallen on Mount Gilboa.\n",
          "10:9 And they stripped him and took his head and his armor, and they sent them all around, throughout the land of the Philistines in order to announce the good news to their idols and to the people.\n",
          "10:10 And they put his armor in the house of their gods, and they fastened his head in the house of Dagon.\n",
          "10:11 And when all Jabesh-gilead heard all that the Philistines had done to Saul,\n",
          "10:12 All the valiant men rose up and took the body of Saul and the bodies of his sons; and they brought them to Jabesh and buried their bones under the terebinth at Jabesh, and they fasted seven days.\n",
          "10:13 So Saul died on account of his unfaithfulness which he committed against Jehovah, because of the word of Jehovah which he did not keep, and also because he asked the counsel of a medium, inquiring of it.\n",
          "10:14 And he did not inquire of Jehovah; therefore He killed him and turned the kingdom to David the son of Jesse.\n"
        ],
        "id": [
          "10:1 Orang Filistin berperang melawan orang Israel. Orang-orang Israel melarikan diri dari hadapan orang Filistin dan banyak yang mati terbunuh di pegunungan Gilboa.\n",
          "10:2 Orang Filistin terus mengejar Saul dan anak-anaknya dan menewaskan Yonatan, Abinadab dan Malkisua, anak-anak Saul.\n",
          "10:3 Kemudian makin beratlah pertempuran itu bagi Saul; para pemanah menjumpainya dan melukainya.\n",
          "10:4 Lalu berkatalah Saul kepada pembawa senjatanya: Hunuslah pedangmu dan tikamlah aku, supaya jangan datang orang-orang yang tidak bersunat ini memperlakukan aku sebagai permainan. Tetapi pembawa senjatanya tidak mau, karena ia sangat segan. Kemudian Saul mengambil pedang itu dan menjatuhkan dirinya ke atasnya.\n",
          "10:5 Ketika pembawa senjatanya melihat, bahwa Saul telah mati, ia pun menjatuhkan dirinya ke atas pedangnya, lalu mati.\n",
          "10:6 Jadi Saul, ketiga anaknya dan segenap keluarganya sama-sama mati.\n",
          "10:7 Ketika dilihat seluruh orang Israel yang di lembah, bahwa tentara telah melarikan diri, dan bahwa Saul serta anak-anaknya sudah mati, maka mereka meninggalkan kota-kota mereka lalu melarikan diri juga; kemudian datanglah orang Filistin dan menetap di sana.\n",
          "10:8 Ketika keesokan harinya orang Filistin datang merampasi orang-orang yang mati terbunuh itu, didapati mereka Saul dan anak-anaknya tergelimpang di pegunungan Gilboa.\n",
          "10:9 Mereka merampasinya dan mengambil kepala Saul dan senjata-senjatanya, lalu menyuruh orang berkeliling di negeri orang Filistin untuk menyampaikan kabar itu kepada berhala-berhala mereka dan kepada rakyat.\n",
          "10:10 Kemudian mereka menaruh senjata-senjata Saul di kuil allah mereka, tetapi batu kepalanya dipakukan mereka di rumah Dagon.\n",
          "10:11 Ketika seluruh Yabesh-Gilead mendengar tentang segala yang telah dilakukan orang Filistin terhadap Saul,\n",
          "10:12 maka bersiaplah segenap orang gagah perkasa, lalu pergi mengambil mayat Saul dan mayat anak-anaknya. Mereka membawanya ke Yabesh dan menguburkan tulang-tulang mereka di bawah pohon besar, di Yabesh. Sesudah itu berpuasalah mereka tujuh hari lamanya.\n",
          "10:13 Demikianlah Saul mati karena perbuatannya yang tidak setia terhadap Tuhan, oleh karena ia tidak berpegang pada firman Tuhan, dan juga karena ia telah meminta petunjuk dari arwah,\n",
          "10:14 dan tidak meminta petunjuk Tuhan. Sebab itu Tuhan membunuh dia dan menyerahkan jabatan raja itu kepada Daud bin Isai.\n"
        ]
      }
    },
    {
      "11": {
        "en": [
          "11:1 Then all Israel gathered themselves to David at Hebron, saying, Here we are, your bone and your flesh.\n",
          "11:2 Even previously, when Saul was king, it was you who led out and brought in Israel. And Jehovah your God said to you, It is you who shall shepherd My people Israel, and you shall be ruler over My people Israel.\n",
          "11:3 And all the elders of Israel came to the king at Hebron. And David made a covenant with them in Hebron before Jehovah, and they anointed David king over Israel according to the word of Jehovah spoken by Samuel.\n",
          "11:4 And David and all Israel went to Jerusalem, that is, Jebus; and the Jebusites were the inhabitants of the land there.\n",
          "11:5 And the inhabitants of Jebus said to David, You shall not come in here. But David took the stronghold of Zion, which is now the city of David.\n",
          "11:6 And David said, Whoever strikes the Jebusites first will be the chief and the captain. And Joab the son of Zeruiah went up first, so he became chief.\n",
          "11:7 So David dwelt in the stronghold; therefore they called it the city of David.\n",
          "11:8 And he built the city all around, from the Millo even unto the surrounding area, and Joab repaired the rest of the city.\n",
          "11:9 And David became greater and greater, and Jehovah of hosts was with him.\n",
          "11:10 And these are the chief of the mighty men whom David had, who showed themselves strong with him in his kingdom, with all Israel, to make him king according to the word of Jehovah concerning Israel.\n",
          "11:11 And these are the number of the mighty men whom David had: Jashobeam the son of a Hachmonite, the chief of the thirty; he brandished his spear against three hundred, and they were slain at one time.\n",
          "11:12 After him was Eleazar the son of Dodo, the Ahohite; he was among the three mighty men.\n",
          "11:13 He was with David at Pas-dammim, and the Philistines gathered themselves there for battle, and there was a plot of land full of barley there; and the people fled before the Philistines.\n",
          "11:14 But they stationed themselves in the midst of the plot and delivered it and struck the Philistines, and Jehovah accomplished a great salvation.\n",
          "11:15 Now three of the thirty chief men went down to the rock to David in the cave of Adullam while the army of the Philistines was encamped in the valley of Rephaim.\n",
          "11:16 Now at that time David was in the stronghold, and the garrison of the Philistines was in Bethlehem at that time.\n",
          "11:17 And David said longingly, If only someone would give me water to drink from the well of Bethlehem that is by the gate!\n",
          "11:18 And the three burst through the camp of the Philistines and drew water from the well of Bethlehem that is by the gate. And they carried it and brought it to David, but David would not drink it; rather he poured it out to Jehovah.\n",
          "11:19 And he said, Far be it from me, before my God, that I should do this! Shall I drink the blood of these men who went at the risk of their lives? For at the risk of their lives they brought it. Therefore he would not drink it. These things the three mighty men did.\n",
          "11:20 And Abishai the brother of Joab was chief of the three. And he brandished his spear against three hundred, who were slain; and he had a name among the three.\n",
          "11:21 He was indeed honored among the two of the thirty, and he became their leader; but he did not attain to the three.\n",
          "11:22 And Benaiah the son of Jehoiada, the son of a valiant man from Kabzeel, was great in mighty deeds. He struck the two sons of Ariel the Moabite; he also went down and struck a lion in the midst of a pit on a snowy day.\n",
          "11:23 And he struck an Egyptian, a man of great stature, five cubits tall. And the Egyptian had a spear in his hand like a weaver?s beam, but he went down to him with a staff and snatched the spear out of the hand of the Egyptian and slew him with his own spear.\n",
          "11:24 These things Benaiah the son of Jehoiada did, and he had a name among the three mighty men.\n",
          "11:25 He was indeed more honored than the thirty, but he did not attain to the three. And David set him over his bodyguard.\n",
          "11:26 And the mighty men of the armies were: Asahel the brother of Joab; Elhanan the son of Dodo of Bethlehem;\n",
          "11:27 Shammoth the Harodite; Helez the Pelonite;\n",
          "11:28 Ira the son of Ikkesh the Tekoite; Abiezer the Anathothite;\n",
          "11:29 Sibbecai the Hushathite; Ilai the Ahohite;\n",
          "11:30 Maharai the Netophathite; Heled the son of Baanah the Netophathite;\n",
          "11:31 Ithai the son of Ribai from Gibeah of the children of Benjamin; Benaiah the Pirathonite;\n",
          "11:32 Hurai from the brooks of Gaash; Abiel the Arbathite;\n",
          "11:33 Azmaveth the Baharumite; Eliahba the Shaalbonite;\n",
          "11:34 Of the sons of Hashem the Gizonite, Jonathan the son of Shagee the Hararite;\n",
          "11:35 Ahiam the son of Sacar the Hararite; Eliphal the son of Ur;\n",
          "11:36 Hepher the Mecherathite; Ahijah the Pelonite;\n",
          "11:37 Hezro the Carmelite; Naarai the son of Ezbai;\n",
          "11:38 Joel the brother of Nathan; Mibhar the son of Hagri;\n",
          "11:39 Zelek the Ammonite; Naharai the Beerothite, the armor bearer to Joab the son of Zeruiah;\n",
          "11:40 Ira the Ithrite; Gareb the Ithrite;\n",
          "11:41 Uriah the Hittite; Zabad the son of Ahlai;\n",
          "11:42 Adina the son of Shiza the Reubenite, a chief of the Reubenites, and thirty with him;\n",
          "11:43 Hanan the son of Maacah and Joshaphat the Mithnite;\n",
          "11:44 Uzzia the Ashterathite; Shama and Jeiel the sons of Hotham the Aroerite;\n",
          "11:45 Jediael the son of Shimri, and Joha his brother, the Tizite;\n",
          "11:46 Eliel the Mahavite, and Jeribai and Joshaviah the sons of Elnaam, and Ithmah the Moabite;\n",
          "11:47 Eliel and Obed and Jaasiel the Mezobaite.\n"
        ],
        "id": [
          "11:1 Lalu berkumpullah seluruh Israel kepada Daud di Hebron dan berkata: Ketahuilah, kami ini darah dagingmu.\n",
          "11:2 Telah lama, ketika Saul memerintah, engkaulah yang memimpin segala gerakan orang Israel. Dan Tuhan, Allahmu, telah berfirman kepadamu: Engkaulah yang harus menggembalakan umat-Ku Israel, dan engkaulah yang menjadi raja atas umat-Ku Israel.\n",
          "11:3 Maka datanglah semua tua-tua Israel menghadap raja di Hebron, lalu Daud mengadakan perjanjian dengan mereka di Hebron di hadapan Tuhan, kemudian mereka mengurapi Daud menjadi raja atas Israel, seperti yang difirmankan Tuhan dengan perantaraan Samuel.\n",
          "11:4 Lalu Daud dengan seluruh orang Israel pergi ke Yerusalem; itulah Yebus, dan di sana orang Yebus adalah penduduk negeri itu.\n",
          "11:5 Penduduk Yebus berkata kepada Daud: Engkau tidak sanggup masuk ke mari. Tetapi Daud merebut kubu pertahanan Sion, yaitu kota Daud.\n",
          "11:6 Daud telah berkata: Siapa lebih dahulu memukul kalah orang Yebus, ia akan menjadi kepala dan pemimpin. Lalu Yoab, anak Zeruya, yang menyerang lebih dahulu, maka ia menjadi kepala.\n",
          "11:7 Lalu Daud menetap di kubu pertahanan itu, sebab itu orang menamainya: Kota Daud.\n",
          "11:8 Ia memperkuat kota itu sekelilingnya, mulai dari Milo, bahkan sekelilingnya seluruhnya, sedang Yoab membangun kembali selebihnya dari kota itu.\n",
          "11:9 Lalu makin lama makin besarlah kuasa Daud, sebab Tuhan semesta alam menyertainya.\n",
          "11:10 Inilah kepala-kepala para pahlawan yang mengiringi Daud, yang telah memberi dukungan yang kuat kepadanya, bersama-sama seluruh Israel, dalam mencapai kedudukan raja dan yang mengangkat dia sebagai raja, seperti yang difirmankan Tuhan mengenai Israel.\n",
          "11:11 Inilah daftar para pahlawan yang mengiringi Daud: Yasobam bin Hakhmoni, kepala triwira; ia mengayunkan tombaknya melawan tiga ratus orang yang tertikam mati dalam satu pertempuran.\n",
          "11:12 Dan sesudah dia, Eleazar anak Dodo, orang Ahohi itu; ia termasuk ketiga pahlawan itu.\n",
          "11:13 Ia ada bersama-sama Daud di Pas-Damim, ketika orang Filistin berkumpul di sana untuk berperang. Ada sebidang tanah ladang penuh jelai di sana; ketika tentara melarikan diri dari hadapan orang Filistin,\n",
          "11:14 maka berdirilah mereka di tengah-tengah ladang itu; mereka dapat mempertahankannya dan memukul kalah orang Filistin. Demikianlah diberikan Tuhan kemenangan yang besar.\n",
          "11:15 Sekali datanglah tiga orang dari ketiga puluh kepala ke gunung batu mendapatkan Daud dekat gua Adulam, sedang tentara orang Filistin berkemah di lembah Refaim.\n",
          "11:16 Pada waktu itu Daud ada di dalam kubu gunung dan pasukan pendudukan orang Filistin pada waktu itu ada di Betlehem.\n",
          "11:17 Lalu timbullah keinginan pada Daud, dan ia berkata: Sekiranya ada orang yang memberi aku minum air dari perigi Betlehem yang ada dekat pintu gerbang!\n",
          "11:18 Lalu ketiga orang itu menerobos perkemahan orang Filistin, mereka menimba air dari perigi Betlehem yang ada dekat pintu gerbang, mengangkatnya dan membawanya kepada Daud. Tetapi Daud tidak mau meminumnya, melainkan mempersembahkannya sebagai kurban curahan kepada Tuhan,\n",
          "11:19 katanya: Jauhlah dari padaku, ya Allah, untuk berbuat demikian! Patutkah aku meminum darah taruhan nyawa orang-orang ini? Sebab dengan mempertaruhkan nyawanya mereka membawanya. Dan tidak mau ia meminumnya. Itulah yang dilakukan ketiga pahlawan itu.\n",
          "11:20 Abisai, adik Yoab, dialah kepala ketiga puluh orang itu. Dan dialah yang mengayunkan tombaknya melawan tiga ratus orang yang mati ditikamnya; ia mendapat nama di antara ketiga puluh orang itu.\n",
          "11:21 Di antara ketiga puluh orang itu ia paling dihormati. Memang ia menjadi pemimpin mereka, tetapi ia tidak dapat menyamai triwira itu.\n",
          "11:22 Selanjutnya Benaya bin Yoyada, anak seorang yang gagah perkasa, yang besar jasanya, yang berasal dari Kabzeel; ia menewaskan kedua pahlawan besar dari Moab. Juga pernah ia turun ke dalam lobang dan membunuh seekor singa pada suatu hari bersalju.\n",
          "11:23 Pula ia membunuh seorang Mesir, seorang yang tinggi perawakannya lima hasta tingginya; di tangan orang Mesir itu ada tombak seperti pesa tukang tenun, tetapi ia mendatanginya dengan tongkat, merampas tombak itu dari tangan orang Mesir itu, lalu membunuh orang itu dengan tombaknya sendiri.\n",
          "11:24 Itulah yang diperbuat Benaya bin Yoyada; ia mendapat nama di antara ketiga puluh pahlawan itu.\n",
          "11:25 Sesungguhnya, di antara ketiga puluh orang itu ia paling dihormati, tetapi ia tidak dapat menyamai triwira. Dan Daud mengangkat dia mengepalai pengawalnya.\n",
          "11:26 Pahlawan-pahlawan yang gagah perkasa ialah juga Asael, saudara Yoab, selanjutnya Elhanan bin Dodo, dari Betlehem;\n",
          "11:27 Samot, orang Harod; Heles, orang Peloni;\n",
          "11:28 Ira anak Ikesh orang Tekoa; Abiezer, orang Anatot;\n",
          "11:29 Sibkhai, orang Husa; Ilai, orang Ahohi;\n",
          "11:30 Maharai, orang Netofa; Heled bin Baana, orang Netofa;\n",
          "11:31 Itai bin ribai, dari Gibea orang Benyamin; Benaya, orang Piraton;\n",
          "11:32 Hurai dari lembah-lembah Gaas; Abiel, orang Bet-Araba;\n",
          "11:33 Azmawet, orang Bahurim; Elyahba, orang Saalbon;\n",
          "11:34 Hasyem orang Gizon; Yonatan bin Sage, orang Harari;\n",
          "11:35 Ahiam bin Sakhar, orang Harari; Elifal bin Ur;\n",
          "11:36 Hefer, orang Mekherati; Ahia, orang Peloni;\n",
          "11:37 Hezro, orang Karmel; Naarai bin Esbai;\n",
          "11:38 YoEl, saudara Natan; Mibhar bin Hagri;\n",
          "11:39 Zelek, orang Amon; Naharai, orang Beerot, pembawa senjata Yoab anak Zeruya;\n",
          "11:40 Ira, orang Yetri; Gareb, orang Yetri;\n",
          "11:41 Uria, orang Het; Zabad bin Ahlai;\n",
          "11:42 Adina anak Siza orang Ruben, kepala orang-orang Ruben dan beserta dia ada tiga puluh orang;\n",
          "11:43 Hanan bin Maakha; Yosafat, orang Mitni;\n",
          "11:44 Uzia, orang Asytarot; Syama dan Yeiel, anak-anak Hotam orang AroEr;\n",
          "11:45 Yediael bin Simri, dan Yoha, saudaranya, orang Tizi;\n",
          "11:46 Eliel, orang Mahawim; Yeribai dan Yosawya, anak-anak Elnaam; Yitma, orang Moab;\n",
          "11:47 Eliel, Obed dan Yaasiel, orang Mezobaya.\n"
        ]
      }
    },
    {
      "12": {
        "en": [
          "12:1 Now these are those who came to David at Ziklag while he was still hidden away because of Saul the son of Kish, and they were among the mighty men who helped him in battle.\n",
          "12:2 They drew the bow, and with both right and left hands they could sling stones and shoot arrows with the bow; they were from among the brothers of Saul from Benjamin.\n",
          "12:3 The chief was Ahiezer, then Joash, the sons of Shemaah the Gibeathite; and Jeziel and Pelet, the sons of Azmaveth; and Beracah and Jehu the Anathothite;\n",
          "12:4 And Ishmaiah the Gibeonite, a mighty man among the thirty and over the thirty; and Jeremiah and Jahaziel and Johanan and Jozabad the Gederathite;\n",
          "12:5 Eluzai and Jerimoth and Bealiah and Shemariah and Shephatiah the Haruphite;\n",
          "12:6 Elkanah and Isshiah and Azarel and Joezer and Jashobeam, the Korahites;\n",
          "12:7 And Joelah and Zebadiah, the sons of Jeroham of Gedor.\n",
          "12:8 And some of the Gadites separated themselves unto David at the stronghold in the wilderness, mighty men of valor, men fit for the service of war, who could wield shield and spear and whose faces were like the faces of lions; and they were as swift as gazelles upon the mountains:\n",
          "12:9 Ezer the chief, Obadiah the second, Eliab the third,\n",
          "12:10 Mishmannah the fourth, Jeremiah the fifth,\n",
          "12:11 Attai the sixth, Eliel the seventh,\n",
          "12:12 Johanan the eighth, Elzabad the ninth,\n",
          "12:13 Jeremiah the tenth, Machbannai the eleventh.\n",
          "12:14 These from among the sons of Gad were heads of the army; he who was least was equal to a hundred, and the greatest to a thousand.\n",
          "12:15 These are the ones who crossed over the Jordan in the first month, when it overflowed all its banks; and they put to flight all those of the valleys, to the east and to the west.\n",
          "12:16 And some of the children of Benjamin and Judah came to David at the stronghold.\n",
          "12:17 And David went out to meet them; and he responded and said to them, If you have come to me in peace in order to help me, my heart will be knit to you; but if you have come to betray me to my adversaries, though there is no wrong in my hands, may the God of our fathers see and reprove.\n",
          "12:18 Then the Spirit came upon Amasai, the head of the thirty, and he said, We are yours, O David, And are with you, O son of Jesse. Peace, peace be with you, And peace with those who help you; For your God helps you. And David received them and made them heads of the troops.\n",
          "12:19 And some from Manasseh fell away to David when he came with the Philistines for battle against Saul. (But they did not help them, for the lords of the Philistines, upon deliberation, sent him away, saying, He will fall back to his master Saul at the cost of our heads.)\n",
          "12:20 As he went to Ziklag, some fell away to him: Adnah and Jozabad and Jediael and Michael and Jozabad and Elihu and Zillethai, captains of thousands who were from Manasseh.\n",
          "12:21 And they helped David against the band of raiders, for they were all mighty men of valor, and they were captains of the army.\n",
          "12:22 Indeed day by day they came to David to help him, until there was a great army, like the army of God.\n",
          "12:23 And these are the numbers of the heads of those who were armed for war and came to David at Hebron to turn the kingdom of Saul unto him according to the word of Jehovah:\n",
          "12:24 The children of Judah who carried shield and spear were six thousand eight hundred, armed for war;\n",
          "12:25 Of the children of Simeon, mighty men of valor for the war, seven thousand one hundred;\n",
          "12:26 Of the children of Levi, four thousand six hundred.\n",
          "12:27 And Jehoiada was the leader of the house of Aaron; and with him were three thousand seven hundred;\n",
          "12:28 As well as Zadok, a young mighty man of valor; and from his father?s house, twenty-two captains;\n",
          "12:29 And of the children of Benjamin, the brothers of Saul, three thousand; for until that time the greater part of them kept their allegiance to the house of Saul;\n",
          "12:30 And of the children of Ephraim, twenty thousand eight hundred mighty men of valor, men of renown in their fathers? houses;\n",
          "12:31 And of the half-tribe of Manasseh, eighteen thousand, who were designated by name to come and make David king.\n",
          "12:32 And of the children of Issachar, men who understood the times that they might know what Israel should do, the heads of them were two hundred; and all their brothers were at their command;\n",
          "12:33 Of Zebulun, those who were able to go forth in war, who could set the battle in array with all the equipment of war, were fifty thousand, and they helped David without a double heart;\n",
          "12:34 And of Naphtali, one thousand captains, and with them, with shield and spear, thirty-seven thousand;\n",
          "12:35 And of the Danites who could set the battle in array, twenty-eight thousand six hundred;\n",
          "12:36 And of Asher, those who were able to go forth in war, who could set the battle in array, forty thousand;\n",
          "12:37 And on the other side of the Jordan, of the Reubenites and the Gadites and the half-tribe of Manasseh, with all the equipment of war for the battle, one hundred twenty thousand.\n",
          "12:38 All these, men of war who could order the battle array, came with a perfect heart to Hebron to make David king over all Israel; and all the rest of Israel as well were of one heart to make David king.\n",
          "12:39 And they were there with David for three days, eating and drinking; for their brothers had provided for them.\n",
          "12:40 Moreover those near them, as far as Issachar and Zebulun and Naphtali, brought bread on asses and on camels and on mules and on oxen?provisions of flour, cakes of figs, and clusters of raisins, and wine and oil, and oxen and sheep, in abundance; for there was joy in Israel.\n"
        ],
        "id": [
          "12:1 Inilah orang-orang yang datang kepada Daud di Ziklag, selama ia harus menyingkir karena Saul bin Kish. Mereka pun termasuk pahlawan-pahlawan yang membantu dia dalam peperangan.\n",
          "12:2 Mereka bersenjatakan panah, dan sanggup melontarkan batu dan menembakkan anak-anak panah dari busur dengan tangan kanan atau tangan kiri. Mereka itu dari saudara-saudara sesuku Saul, dari orang Benyamin:\n",
          "12:3 Abiezer, kepala, dan Yoas, anak-anak Semaa orang Gibea; Yeziel dan Pelet, anak-anak Azmawet, Berakha dan Yehu, orang Anatot;\n",
          "12:4 Yismaya, orang Gibeon, seorang pahlawan di antara ketiga puluh orang itu, yang mengepalai tiga puluh orang; Yeremia, Yehaziel, Yohanan dan Yozabad, orang Gedera;\n",
          "12:5 Eluzai, Yerimot, Bealya, Semarya dan Sefaca, orang Harufi;\n",
          "12:6 Elkana, Yisia, Azareel, YoEzer dan Yasobam, orang-orang Korah;\n",
          "12:7 YoEla, Zebaja, anak-anak Yeroham, dari Gedor.\n",
          "12:8 Juga dari orang Gad ada yang memisahkan diri dan pergi kepada Daud ke kubu di padang gurun, yakni pahlawan-pahlawan yang gagah perkasa, orang-orang yang sanggup berperang, yang pandai menggunakan perisai dan tombak, dan rupa mereka seperti singa dan cepatnya seperti kijang di atas pegunungan.\n",
          "12:9 Ezer, kepala, Obaja, orang kedua; Eliab, orang ketiga;\n",
          "12:10 Mismana, orang keempat; Yeremia, orang kelima;\n",
          "12:11 Atai, orang keenam; Eliel, orang ketujuh;\n",
          "12:12 Yohanan, orang kedelapan; Elzabad, orang kesembilan;\n",
          "12:13 Yeremia, orang kesepuluh; Makhbanai, orang kesebelas.\n",
          "12:14 Mereka itulah dari bani Gad, kepala-kepala pasukan; satu orang yang paling kecil sanggup melawan seratus orang, dan yang paling besar sanggup melawan seribu orang.\n",
          "12:15 Mereka itulah yang menyeberangi sungai Yordan di bulan pertama, sekalipun sungai itu meluap sepanjang tepinya dan merekalah yang menghalau seluruh penduduk lembah ke sebelah timur dan ke sebelah barat.\n",
          "12:16 Sebagian dari bani Benyamin dan Yehuda datang kepada Daud di kubu itu,\n",
          "12:17 lalu keluarlah Daud menyongsong mereka. Berkatalah ia kepada mereka: Jika kamu datang kepadaku dengan maksud damai untuk membantu aku, maka aku rela bersekutu dengan kamu, tetapi jika untuk menyerahkan aku dengan tipu muslihat kepada lawanku, sedang aku tidak melakukan kelaliman, maka biarlah Allah nenek moyang kita melihat itu dan menghukum kamu.\n",
          "12:18 Lalu Roh menguasai Amasai, kepala ketiga puluh orang itu: Kami ini bagimu, hai Daud, dan pada pihakmu, hai anak Isai! Sejahtera, sejahtera bagimu dan sejahtera bagi penolongmu, sebab yang menolong engkau ialah Allahmu! Kemudian Daud menyambut mereka dan mengangkat mereka menjadi kepala pasukan.\n",
          "12:19 Juga dari Manasye ada yang menyeberang memihak kepada Daud, ketika ia bersama-sama orang Filistin memerangi Saul. Sebenarnya ia tidak menolong mereka, sebab setelah mengambil keputusan raja-raja kota orang Filistin itu menyuruh dia pergi, katanya: Mungkin, dengan taruhan kepala kita, ia menyeberang memihak kepada tuannya, Saul.\n",
          "12:20 Pada perjalanannya ke Ziklag sebagian dari suku Manasye: Adnah, Yozabad, Yediael, Mikhael, Yozabad, Elihu dan Ziletai, kepala-kepala pasukan seribu suku Manasye menyeberang memihak kepadanya.\n",
          "12:21 Mereka ini membantu Daud melawan gerombolan, sebab mereka semua adalah pahlawan-pahlawan yang gagah perkasa dan kepala dalam tentara.\n",
          "12:22 Dari hari ke hari orang datang kepada Daud untuk membantu dia sehingga mereka menjadi tentara yang besar, seperti bala tentara Allah.\n",
          "12:23 Inilah jumlah pasukan bersenjata untuk berperang yang datang kepada Daud di Hebron untuk menyerahkan jabatan raja dari pada Saul kepada Daud, sesuai dengan titah Tuhan.\n",
          "12:24 Bani Yehuda yang mengangkat perisai dan tombak ada enam ribu delapan ratus orang yang siap untuk berperang.\n",
          "12:25 Dari bani Simeon pahlawan-pahlawan yang gagah perkasa untuk berperang ada tujuh ribu seratus orang.\n",
          "12:26 Dari bani Lewi ada empat ribu enam ratus orang,\n",
          "12:27 ditambah dengan Yoyada, pemimpin kaum Harun dan bersama-sama dia ada tiga ribu tujuh ratus orang;\n",
          "12:28 selanjutnya Zadok, seorang pahlawan muda yang gagah perkasa dengan dua puluh dua orang pemimpin dari puaknya.\n",
          "12:29 Dari bani Benyamin, saudara-saudara sesuku Saul, ada tiga ribu orang; sampai pada waktu itu kebanyakan dari mereka masih tetap patuh kepada keluarga Saul.\n",
          "12:30 Dari bani Efraim dua puluh ribu delapan ratus orang pahlawan yang gagah perkasa, orang-orang yang kenamaan di antara puak-puak mereka.\n",
          "12:31 Dari suku Manasye, suku yang setengah itu ada delapan belas ribu orang yang ditunjuk dengan disebut namanya untuk pergi mengangkat Daud menjadi raja.\n",
          "12:32 Dari bani Isakhar orang-orang yang mempunyai pengertian tentang saat-saat yang baik, sehingga mereka mengetahui apa yang harus diperbuat orang Israel: dua ratus orang kepala dengan segala saudara sesukunya yang di bawah perintah mereka.\n",
          "12:33 Dari Zebulon orang-orang yang sanggup berperang, yang pandai berperang dengan berbagai-bagai senjata: lima puluh ribu orang, yang siap memberi bantuan dengan tidak bercabang hati.\n",
          "12:34 Dari Naftali seribu orang pemimpin dan bersama-sama mereka tiga puluh tujuh ribu orang yang membawa perisai dan tombak.\n",
          "12:35 Dari orang Dan orang-orang yang siap untuk berperang: dua puluh delapan ribu enam ratus orang.\n",
          "12:36 Dari Asyer orang-orang yang sanggup dan pandai untuk berperang: empat puluh ribu orang.\n",
          "12:37 Dari seberang sungai Yordan, yakni dari orang Ruben, orang Gad dan setengah suku Manasye yang lain, orang-orang yang membawa berbagai-bagai senjata perang: seratus dua puluh ribu orang.\n",
          "12:38 Sekaliannya itu, prajurit-prajurit, orang-orang dalam barisan tempur, datang ke Hebron dengan tulus hati untuk mengangkat Daud menjadi raja atas seluruh Israel; memang juga seluruh orang Israel yang lain dengan bulat hati hendak mengangkat Daud menjadi raja.\n",
          "12:39 Mereka tinggal di sana bersama-sama Daud tiga hari lamanya, makan dan minum, sebab saudara-saudara mereka menyajikan makanan bagi mereka.\n",
          "12:40 Juga orang-orang yang tinggal dekat mereka, bahkan dari Isakhar, Zebulon dan Naftali, membawa makanan dengan memakai keledai, unta, bagal dan lembu, yakni bahan makanan tepung, kue ara dan kue kismis, anggur dan minyak, lembu sapi dan kambing domba, dalam jumlah besar, sebab ada sukacita di Israel.\n"
        ]
      }
    },
    {
      "13": {
        "en": [
          "13:1 And David took counsel with the captains of the thousands and of the hundreds, with every leader.\n",
          "13:2 And David said to all the congregation of Israel, If it seems good to you, and it is from Jehovah our God, let us send far and wide to our brothers who remain in all the land of Israel and to the priests and the Levites who are with them in their cities with pasture lands, that they may gather themselves to us.\n",
          "13:3 And let us bring back the Ark of our God to ourselves, for we did not inquire of it in the days of Saul.\n",
          "13:4 And all the congregation said that they would do so, for the matter was right in the sight of all the people.\n",
          "13:5 And David gathered all Israel together from the Shihor of Egypt even to the entrance of Hamath to bring the Ark of God from Kiriath-jearim.\n",
          "13:6 And David went up with all Israel to Baalah, that is, to Kiriath-jearim, which is Judah?s, to bring up from there the Ark of God, of Jehovah, who is enthroned between the cherubim, which is called by the Name;\n",
          "13:7 And they set the Ark of God upon a new cart from the house of Abinadab, and Uzzah and Ahio drove the cart.\n",
          "13:8 And David and all Israel played before God with all their strength, even with songs and with lyres and with harps and with tambourines and with cymbals and with trumpets.\n",
          "13:9 And when they came to Chidon?s threshing floor, Uzzah stretched out his hand to take hold of the Ark; for the oxen had stumbled.\n",
          "13:10 And the anger of Jehovah was kindled against Uzzah, and He struck him because he stretched out his hand to the Ark; and he died there before God.\n",
          "13:11 And David was angry because Jehovah had broken forth with an outburst upon Uzzah, and he called that place Perez-uzzah, as it is to this day.\n",
          "13:12 And David was afraid of God that day, saying, How shall I bring the Ark of God to myself?\n",
          "13:13 So David did not remove the Ark to himself to the city of David, but he carried it aside into the house of Obed-edom the Gittite.\n",
          "13:14 And the Ark of God remained with the house of Obed-edom in his house three months, and Jehovah blessed the house of Obed-edom and all that he had.\n"
        ],
        "id": [
          "13:1 Daud berunding dengan pemimpin-pemimpin pasukan seribu dan pasukan seratus dan dengan semua pemuka.\n",
          "13:2 Berkatalah Daud kepada seluruh jemaah Israel: Jika kamu anggap baik dan jika diperkenankan Tuhan, Allah kita, baiklah kita menyuruh orang kepada saudara-saudara kita yang masih tinggal di daerah-daerah orang Israel, dan di samping itu kepada para imam dan orang-orang Lewi yang ada di kota-kota yang dikelilingi tanah penggembalaan mereka, supaya mereka berkumpul kepada kita.\n",
          "13:3 Dan baiklah kita memindahkan tabut Allah kita ke tempat kita, sebab pada zaman Saul kita tidak mengindahkannya.\n",
          "13:4 Maka seluruh jemaah itu berkata, bahwa mereka akan berbuat demikian, sebab usul itu dianggap baik oleh segenap bangsa itu.\n",
          "13:5 Lalu Daud mengumpulkan semua orang Israel dari sungai Sikhor di Mesir sampai ke jalan yang menuju Hamat, untuk menjemput tabut Allah dari Kiryat-Yearim.\n",
          "13:6 Lalu Daud dan segenap orang Israel berangkat ke Baala, ke Kiryat-Yearim, yang termasuk wilayah Yehuda, untuk mengangkut dari sana tabut Allah, yang disebut dengan nama Tuhan yang bertakhta di atas kerubim.\n",
          "13:7 Mereka menaikkan tabut Allah itu ke dalam kereta yang baru dari rumah Abinadab, sedang Uza dan Ahyo mengantarkan kereta itu.\n",
          "13:8 Daud dan seluruh orang Israel menari-nari di hadapan Allah dengan sekuat tenaga, diiringi nyanyian, kecapi, gambus, rebana, ceracap dan nafiri.\n",
          "13:9 Ketika mereka sampai ke tempat pengirikan Kidon, maka Uza mengulurkan tangannya memegang tabut itu, karena lembu-lembu itu tergelincir.\n",
          "13:10 Maka bangkitlah murka Tuhan terhadap Uza, lalu Ia membunuh dia oleh karena Uza telah mengulurkan tangannya kepada tabut itu; ia mati di sana di hadapan Allah.\n",
          "13:11 Daud menjadi marah, karena Tuhan telah menyambar Uza demikian hebatnya; maka tempat itu disebut orang Peres-Uza sampai sekarang.\n",
          "13:12 Pada waktu itu Daud menjadi takut kepada Allah, lalu katanya: Bagaimanakah aku dapat membawa tabut Allah itu ke tempatku?\n",
          "13:13 Sebab itu Daud tidak mau memindahkan tabut itu ke tempatnya, ke kota Daud, tetapi Daud menyimpang dan membawanya ke rumah Obed-Edom, orang Gat itu.\n",
          "13:14 Tiga bulan lamanya tabut Allah itu tinggal pada keluarga Obed-Edom di rumahnya dan Tuhan memberkati keluarga Obed-Edom dan segala yang dipunyainya.\n"
        ]
      }
    },
    {
      "14": {
        "en": [
          "14:1 And Hiram the king of Tyre sent messengers to David, as well as cedar timbers and masons and carpenters to build a house for him.\n",
          "14:2 And David perceived that Jehovah had established him as king over Israel and that his kingdom was highly exalted for the sake of His people Israel.\n",
          "14:3 And David took more wives in Jerusalem, and David begot more sons and daughters.\n",
          "14:4 And these are the names of those who were born, whom he had in Jerusalem: Shammua and Shobab and Nathan and Solomon\n",
          "14:5 And Ibhar and Elishua and Elpelet\n",
          "14:6 And Nogah and Nepheg and Japhia\n",
          "14:7 And Elishama and Beeliada and Eliphelet.\n",
          "14:8 Now when the Philistines heard that David was anointed king over all Israel, all the Philistines went up in search of David; and David heard of it and went out against them.\n",
          "14:9 And the Philistines came and made a raid in the valley of Rephaim.\n",
          "14:10 Then David inquired of God, saying, Shall I go up against the Philistines? Will You deliver them into my hand? And Jehovah said to him, Go up, and I will deliver them into your hand.\n",
          "14:11 And they went up to Baal-perazim, and David struck them there. And David said, God has broken forth upon my enemies by my hand like the breaking forth of a flood. Therefore they called the name of that place Baal-perazim.\n",
          "14:12 And they left their gods there; and David gave the order, and they were burned with fire.\n",
          "14:13 And the Philistines made yet another raid in the valley.\n",
          "14:14 And David inquired again of God, and God said to him, You shall not go up after them; go around behind them, and come upon them opposite the balsam trees.\n",
          "14:15 And when you hear the sound of marching in the tops of the balsam trees, then you shall go out to battle; for God will have gone forth before you to strike the army of the Philistines.\n",
          "14:16 And David did as God had commanded him, and they struck down the army of the Philistines from Gibeon even unto Gezer.\n",
          "14:17 And David?s fame went forth among all the lands, and Jehovah put the fear of him upon all the nations.\n"
        ],
        "id": [
          "14:1 Hiram, raja negeri Tirus, mengirim utusan kepada Daud dan kayu aras, tukang-tukang batu dan tukang-tukang kayu untuk mendirikan sebuah istana baginya.\n",
          "14:2 Lalu tahulah Daud, bahwa Tuhan telah menegakkan dia sebagai raja atas Israel, sebab martabat pemerintahannya terangkat tinggi oleh karena Israel umat-Nya.\n",
          "14:3 Daud mengambil lagi beberapa isteri di Yerusalem, dan ia memperanakkan lagi anak-anak lelaki dan perempuan.\n",
          "14:4 Inilah nama anak-anak yang lahir bagi dia di Yerusalem: Syamua, Sobab, Natan, Salomo,\n",
          "14:5 Yibhar, Elisua, Elpelet,\n",
          "14:6 Nogah, Nefeg, Yafia,\n",
          "14:7 Elisama, Beelyada dan Elifelet.\n",
          "14:8 Ketika didengar orang Filistin, bahwa Daud telah diurapi menjadi raja atas seluruh Israel, maka majulah semua orang Filistin untuk menangkap Daud. Tetapi Daud mendengar hal itu, lalu majulah ia menghadapi mereka.\n",
          "14:9 Ketika orang Filistin itu datang dan mengadakan penyerbuan di lembah Refaim,\n",
          "14:10 bertanyalah Daud kepada Allah: Apakah aku harus maju melawan orang Filistin itu dan akan Kauserahkankah mereka ke dalam tanganku? Tuhan menjawab: Majulah, Aku akan menyerahkan mereka ke dalam tanganmu.\n",
          "14:11 Lalu majulah ia ke Baal-Perasim, dan Daud memukul mereka kalah di sana. Berkatalah Daud: Allah telah menerobos musuhku dengan perantaraanku seperti air menerobos. Sebab itu orang menamakan tempat itu Baal-Perasim.\n",
          "14:12 Orang Filistin itu meninggalkan para allahnya di sana, lalu orang Israel membakarnya habis atas perintah Daud.\n",
          "14:13 Ketika orang Filistin menyerbu sekali lagi di lembah itu,\n",
          "14:14 maka bertanyalah lagi Daud kepada Allah, lalu Allah menjawab: Janganlah maju di belakang mereka, tetapi buatlah gerakan lingkaran terhadap mereka, sehingga engkau dapat menyerang mereka dari jurusan pohon-pohon kertau.\n",
          "14:15 Dan bila engkau mendengar bunyi derap langkah di puncak pohon-pohon kertau itu, maka haruslah engkau keluar bertempur, sebab Allah telah keluar berperang di depanmu untuk memukul kalah tentara orang Filistin.\n",
          "14:16 Dan Daud berbuat seperti yang diperintahkan Allah kepadanya, maka mereka memukul kalah tentara orang Filistin, mulai dari Gibeon sampai Gezer.\n",
          "14:17 Lalu termasyhurlah nama Daud di segala negeri, dan Tuhan mendatangkan rasa takut kepadanya atas segala bangsa.\n"
        ]
      }
    },
    {
      "15": {
        "en": [
          "15:1 And David made houses for himself in the city of David, and he prepared a place for the Ark of God and pitched a tent for it.\n",
          "15:2 Then David said, None should bear the Ark of God except the Levites, for Jehovah has chosen them to bear the Ark of Jehovah and to minister to Him forever.\n",
          "15:3 So David assembled all Israel at Jerusalem in order to bring up the Ark of Jehovah to its place, which he had prepared for it.\n",
          "15:4 And David gathered the sons of Aaron and the Levites:\n",
          "15:5 Of the sons of Kohath, Uriel the leader, and his brothers, one hundred twenty;\n",
          "15:6 Of the sons of Merari, Asaiah the leader, and his brothers, two hundred twenty;\n",
          "15:7 Of the sons of Gershom, Joel the leader, and his brothers, one hundred thirty;\n",
          "15:8 Of the sons of Elizaphan, Shemaiah the leader, and his brothers, two hundred;\n",
          "15:9 Of the sons of Hebron, Eliel the leader, and his brothers, eighty;\n",
          "15:10 Of the sons of Uzziel, Amminadab the leader, and his brothers, one hundred twelve.\n",
          "15:11 And David called for Zadok and Abiathar the priests and the Levites, for Uriel, Asaiah and Joel, Shemaiah and Eliel and Amminadab;\n",
          "15:12 And he said to them, You are the heads of the fathers? houses of the Levites; sanctify yourselves, you and your brothers, and bring up the Ark of Jehovah the God of Israel to the place that I have prepared for it.\n",
          "15:13 For because you did not bring it up the first time, Jehovah our God broke forth upon us; for we did not seek Him according to the ordinance.\n",
          "15:14 So the priests and the Levites sanctified themselves in order to bring up the Ark of Jehovah the God of Israel.\n",
          "15:15 And the sons of the Levites bore the Ark of God as Moses had commanded, according to the word of Jehovah, upon their shoulders with the poles upon them.\n",
          "15:16 And David told the leaders of the Levites to appoint their brothers as singers with musical instruments?harps, lyres, loud-sounding cymbals?to raise sounds of joy.\n",
          "15:17 So the Levites appointed Heman the son of Joel; and of his brothers, Asaph the son of Berechiah; and of the sons of Merari their brothers, Ethan the son of Kushaiah;\n",
          "15:18 And with them their brothers of the second order: Zechariah, and Jaaziel, and Shemiramoth and Jehiel and Unni, Eliab and Benaiah and Maaseiah and Mattithiah and Eliphelehu and Mikneiah, and Obed-edom and Jeiel, the doorkeepers.\n",
          "15:19 So the singers, Heman, Asaph, and Ethan, were appointed to sound aloud with bronze cymbals;\n",
          "15:20 And Zechariah and Aziel and Shemiramoth and Jehiel and Unni and Eliab and Maaseiah and Benaiah with harps set to alamoth;\n",
          "15:21 And Mattithiah and Eliphelehu and Mikneiah and Obed-edom and Jeiel and Azaziah were appointed to lead with lyres set to sheminith.\n",
          "15:22 And Chenaniah, the leader of the Levites, was over the song; he instructed about the song, because he was skillful.\n",
          "15:23 And Berechiah and Elkanah were doorkeepers for the Ark.\n",
          "15:24 And Shebaniah and Joshaphat and Nethanel and Amasai and Zechariah and Benaiah and Eliezer, the priests, blew the trumpets before the Ark of God; and Obed-edom and Jehiah were doorkeepers for the Ark.\n",
          "15:25 So David and the elders of Israel and the captains of thousands went to bring up the Ark of the Covenant of Jehovah from the house of Obed-edom with rejoicing.\n",
          "15:26 And because God helped the Levites who bore the Ark of the Covenant of Jehovah, they sacrificed seven bulls and seven rams.\n",
          "15:27 And David was clothed with a fine linen robe, as were all the Levites who bore the Ark and the singers and Chenaniah, the song leader of the singers; and David had on a linen ephod.\n",
          "15:28 So all Israel brought up the Ark of the Covenant of Jehovah with shouting and with the sound of the horn and with trumpets and with cymbals, sounding aloud with harps and lyres.\n",
          "15:29 And when the Ark of the Covenant of Jehovah came to the city of David, Michal the daughter of Saul looked down through a window and saw King David dancing and playing; and she despised him in her heart.\n"
        ],
        "id": [
          "15:1 Daud membuat bagi dirinya gedung-gedung di kota Daud, lalu ia menyiapkan tempat bagi tabut Allah dan membentangkan kemah untuk itu.\n",
          "15:2 Ketika itu berkatalah Daud: Janganlah ada yang mengangkat tabut Allah selain dari orang Lewi, sebab merekalah yang dipilih Tuhan untuk mengangkat tabut Tuhan dan untuk menyelenggarakannya sampai selama-lamanya.\n",
          "15:3 Kemudian Daud mengumpulkan segenap Israel ke Yerusalem untuk mengangkut tabut Tuhan ke tempat yang telah disiapkannya untuk itu.\n",
          "15:4 Daud mengumpulkan bani Harun dan orang Lewi:\n",
          "15:5 dari bani Kehat: Uriel, seorang pemimpin, dan saudara-saudara sepuaknya: seratus dua puluh orang;\n",
          "15:6 dari bani Merari: Asaya, seorang pemimpin, dan saudara-saudara sepuaknya: dua ratus dua puluh orang;\n",
          "15:7 dari bani Gerson: YoEl, seorang pemimpin, dan saudara-saudara sepuaknya: seratus tiga puluh orang;\n",
          "15:8 dari bani Elsafan: Semaya, seorang pemimpin, dan saudara-saudara sepuaknya: dua ratus orang;\n",
          "15:9 dari bani Hebron: Eliel, seorang pemimpin, dan saudara-saudara sepuaknya: delapan puluh orang;\n",
          "15:10 dari bani Uziel: Aminadab, seorang pemimpin, dan saudara-saudara sepuaknya: seratus dua belas orang.\n",
          "15:11 Lalu Daud memanggil Zadok dan Abyatar, imam-imam itu, dan orang-orang Lewi, yakni Uriel, Asaya, YoEl, Semaya, Eliel dan Aminadab,\n",
          "15:12 dan berkata kepada mereka: Hai kamu ini, para kepala puak dari orang Lewi, kuduskanlah dirimu, kamu ini dan saudara-saudara sepuakmu, supaya kamu mengangkut tabut Tuhan, Allah Israel, ke tempat yang telah kusiapkan untuk itu.\n",
          "15:13 Sebab oleh karena pada pertama kali kamu tidak hadir, maka Tuhan, Allah kita, telah menyambar di tengah-tengah kita, sebab kita tidak meminta petunjuk-Nya seperti seharusnya.\n",
          "15:14 Jadi para imam dan orang-orang Lewi menguduskan dirinya untuk mengangkut tabut Tuhan, Allah Israel.\n",
          "15:15 Kemudian bani Lewi mengangkat tabut Allah itu dengan gandar pengusung di atas bahu mereka, seperti yang diperintahkan Musa, sesuai dengan firman Tuhan.\n",
          "15:16 Daud memerintahkan para kepala orang Lewi itu, supaya mereka menyuruh berdiri saudara-saudara sepuak mereka, yakni para penyanyi, dengan membawa alat-alat musik seperti gambus, kecapi dan ceracap, untuk memperdengarkan dengan nyaring lagu-lagu gembira.\n",
          "15:17 Maka orang Lewi itu menyuruh berdiri Heman bin YoEl; dan dari saudara-saudara sepuaknya: Asaf bin Berekhya; dari bani Merari, saudara-saudara sepuak mereka: Etan bin Kusaya;\n",
          "15:18 dan bersama-sama mereka itu saudara-saudara mereka dari tingkat kedua: Zakharia, Yaaziel, Semiramot, Yehiel, Uni, Eliab, Benaya, Maaseya, Matica, Elifele, Mikneya, dan Obed-Edom serta Yeiel, para penunggu pintu gerbang.\n",
          "15:19 Para penyanyi, yakni Heman, Asaf dan Etan harus memperdengarkan lagu dengan ceracap tembaga.\n",
          "15:20 Zakharia, Aziel, Semiramot, Yehiel, Uni, Eliab, Maaseya, Benaya harus memainkan gambus yang tinggi nadanya,\n",
          "15:21 sedang Matica, Elifele, Mikneya, Obed-Edom, Yeiel dan Azazya harus memainkan kecapi yang delapan nada lebih rendah tingkatnya untuk mengiringi nyanyian.\n",
          "15:22 Kenanya, pemimpin orang Lewi, mendapat tugas pengangkutan; ia mengepalai pengangkutan, sebab ia paham dalam hal itu.\n",
          "15:23 Berekhya dan Elkana adalah penunggu pintu pada tabut;\n",
          "15:24 dan Sebanya, Yosafat, Netaneel, Amasai, Zakharia, Benaya dan Eliezer, yakni imam-imam itu, meniup nafiri di hadapan tabut Allah, sedang Obed-Edom dan Yehia adalah penunggu pintu pada tabut itu.\n",
          "15:25 Maka Daud dan para tua-tua Israel dan para pemimpin pasukan seribu pergi untuk mengangkut tabut perjanjian Tuhan itu dari rumah Obed-Edom dengan sukacita.\n",
          "15:26 Dan oleh karena Allah menolong orang Lewi yang mengangkat tabut perjanjian Tuhan itu, maka dipersembahkanlah tujuh ekor lembu jantan dan tujuh ekor domba jantan.\n",
          "15:27 Daud memakai jubah dari kain lenan halus, juga segala orang Lewi yang mengangkat tabut itu dan para penyanyi, dan Kenanya yang mengepalai pengangkutan dan para penyanyi. Daud juga memakai baju efod dari kain lenan.\n",
          "15:28 Seluruh orang Israel mengangkut tabut perjanjian Tuhan itu dengan diiringi sorak dan bunyi sangkakala, nafiri dan ceracap, sambil memperdengarkan permainan gambus dan kecapi.\n",
          "15:29 Ketika tabut perjanjian Tuhan itu sampai ke kota Daud, maka Mikhal, anak perempuan Saul, menjenguk dari jendela, lalu melihat raja Daud melompat-lompat dan menari-nari. Sebab itu ia memandang rendah Daud dalam hatinya.\n"
        ]
      }
    },
    {
      "16": {
        "en": [
          "16:1 And they brought the Ark of God and set it in the midst of the tent that David had pitched for it. And they offered up burnt offerings and peace offerings before God.\n",
          "16:2 And when David finished offering up the burnt offerings and the peace offerings, he blessed the people in the name of Jehovah.\n",
          "16:3 And he apportioned to everyone of Israel, to both men and women, to each one, a cake of bread and a portion of meat and a cake of raisins.\n",
          "16:4 And he appointed some of the Levites as ministers before the Ark of Jehovah and to commemorate and thank and praise Jehovah the God of Israel:\n",
          "16:5 Asaph the chief; and second to him Zechariah; Jeiel and Shemiramoth and Jehiel and Mattithiah and Eliab and Benaiah and Obed-edom and Jeiel, with harps and with lyres; and Asaph sounding aloud with cymbals;\n",
          "16:6 And Benaiah and Jahaziel the priests with trumpets continually before the Ark of the Covenant of God.\n",
          "16:7 On that day, at that time, David first ordained the giving of thanks to Jehovah by the hand of Asaph and his brothers.\n",
          "16:8 Give thanks to Jehovah; call upon His name; Make known His deeds among the peoples.\n",
          "16:9 Sing to Him; sing psalms to Him; Muse upon all His wondrous deeds.\n",
          "16:10 Glory in His holy name; Let the heart of those who seek Jehovah rejoice.\n",
          "16:11 Seek Jehovah and His strength; a Seek His face continually.\n",
          "16:12 Remember His wondrous deeds, which He has done, His signs and the judgments of His mouth,\n",
          "16:13 O seed of Israel His servant, O children of Jacob, His chosen ones.\n",
          "16:14 He is Jehovah our God; His judgments are in all the earth.\n",
          "16:15 Remember His covenant forever, The word that He commanded to a thousand generations,\n",
          "16:16 The covenant that He made with Abraham, And His oath unto Isaac.\n",
          "16:17 And He confirmed it unto Jacob as a statute, Unto Israel as an eternal covenant,\n",
          "16:18 Saying, To you I will give the land of Canaan, The portion of your inheritance;\n",
          "16:19 When you were men few in number, Indeed very few and strangers in the land;\n",
          "16:20 And they went about from nation to nation, And from one kingdom to another people.\n",
          "16:21 He allowed no man to oppress them; Indeed He rebuked kings for their sake.\n",
          "16:22 Saying, Do not touch My anointed ones, And do My prophets no harm.\n",
          "16:23 Sing to Jehovah all the earth; Proclaim His salvation from day to day.\n",
          "16:24 Declare His glory among the nations, His wondrous deeds among all the peoples.\n",
          "16:25 For Jehovah is great and much to be praised, And He is to be feared above all gods.\n",
          "16:26 For all the gods of the peoples are idols, But Jehovah made the heavens.\n",
          "16:27 Majesty and splendor are before Him; Strength and gladness are in His place.\n",
          "16:28 Ascribe to Jehovah, O families of the peoples, Ascribe to Jehovah, glory and strength;\n",
          "16:29 Ascribe to Jehovah the glory of His name; Bring an offering, and come before Him. Worship Jehovah in holy splendor;\n",
          "16:30 Tremble before Him, all the earth. Indeed the world has been established; it will not be moved;\n",
          "16:31 Let the heavens rejoice and the earth be glad; And let them say among the nations, Jehovah reigns!\n",
          "16:32 Let the sea and its fullness roar; Let the field and all that is in it exult;\n",
          "16:33 Then the trees of the forest will sing for joy Before Jehovah, for He is coming To judge the earth.\n",
          "16:34 Give thanks to Jehovah, for He is good, For His lovingkindness is forever;\n",
          "16:35 And say, Save us, O God of our salvation; And gather us and deliver us out of the nations, That we may give thanks to Your holy name, That we may glory in Your praise.\n",
          "16:36 Blessed be Jehovah the God of Israel, From eternity to eternity. And all the people said, Amen, and praised Jehovah.\n",
          "16:37 So there before the Ark of the Covenant of Jehovah he left Asaph and his brothers to minister before the Ark continually, as every day?s work dictated;\n",
          "16:38 As well as Obed-edom and his sixty-eight relatives, with Obed-edom the son of Jeduthun and Hosah as gatekeepers;\n",
          "16:39 And Zadok the priest and his brothers the priests before the tabernacle of Jehovah in the high place which was at Gibeon,\n",
          "16:40 To offer up burnt offerings to Jehovah upon the burnt offering altar continually every morning and every evening, according to all that was written in the law of Jehovah, which He commanded Israel.\n",
          "16:41 And with them were Heman and Jeduthun and the rest of those who had been chosen, who had been mentioned by name, to give thanks to Jehovah, for His lovingkindness endures forever.\n",
          "16:42 And with them were Heman and Jeduthun with trumpets and cymbals for those who were to sound aloud and with instruments for the songs of God, and the sons of Jeduthun were to be at the gate.\n",
          "16:43 And all the people, each one, departed to his house; and David returned to bless his house.\n"
        ],
        "id": [
          "16:1 Tabut Allah itu dibawa masuk, lalu diletakkan di tengah-tengah kemah yang dipasang Daud untuk itu, kemudian mereka mempersembahkan kurban bakaran dan kurban keselamatan di hadapan Allah.\n",
          "16:2 Setelah Daud selesai mempersembahkan kurban bakaran dan kurban keselamatan, diberkatinyalah bangsa itu demi nama Tuhan.\n",
          "16:3 Lalu dibagikannya kepada setiap orang Israel, baik laki-laki maupun perempuan, kepada masing-masing sekeping roti, sekerat daging dan sepotong kue kismis.\n",
          "16:4 Juga diangkatnya dari orang Lewi itu beberapa orang sebagai pelayan di hadapan tabut Tuhan untuk memasyhurkan Tuhan, Allah Israel dan menyanyikan syukur dan puji-pujian bagi-Nya.\n",
          "16:5 Kepala ialah Asaf dan sebagai orang kedua ialah Zakharia; lalu Yeiel, Semiramot, Yehiel, Matica, Eliab, Benaya, Obed-Edom dan Yeiel yang harus memainkan gambus dan kecapi, sedang Asaf harus memainkan ceracap\n",
          "16:6 dan Benaya serta Yahaziel, imam-imam itu, selalu harus meniup nafiri di hadapan tabut perjanjian Allah itu.\n",
          "16:7 Kemudian pada hari itu juga, maka Daud untuk pertama kali menyuruh Asaf dan saudara-saudara sepuaknya menyanyikan syukur bagi Tuhan:\n",
          "16:8 Bersyukurlah kepada Tuhan, panggillah nama-Nya, perkenalkanlah perbuatan-Nya di antara bangsa-bangsa!\n",
          "16:9 Bernyanyilah bagi-Nya, bermazmurlah bagi-Nya, percakapkanlah segala perbuatan-Nya yang ajaib!\n",
          "16:10 Bermegahlah di dalam nama-Nya yang kudus, biarlah bersukahati orang-orang yang mencari Tuhan!\n",
          "16:11 Carilah Tuhan dan kekuatan-Nya, carilah wajah-Nya selalu!\n",
          "16:12 Ingatlah perbuatan-perbuatan ajaib yang dilakukan-Nya, mukjizat-mukjizat-Nya dan penghukuman-penghukuman yang diucapkan-Nya,\n",
          "16:13 hai anak cucu Israel, hamba-Nya, hai anak-anak Yakub, orang-orang pilihan-Nya!\n",
          "16:14 Dialah Tuhan, Allah kita, di seluruh bumi berlaku penghukuman-Nya.\n",
          "16:15 Ia ingat untuk selama-lamanya akan perjanjian-Nya, akan firman yang diperintahkan-Nya kepada seribu angkatan,\n",
          "16:16 yang diikat-Nya dengan Abraham, dan akan sumpah-Nya kepada Ishak,\n",
          "16:17 diadakan-Nya bagi Yakub menjadi ketetapan, bagi Israel menjadi perjanjian kekal,\n",
          "16:18 firman-Nya: Kepadamu akan Kuberi tanah Kanaan sebagai milik pusaka yang ditentukan bagimu.\n",
          "16:19 Ketika jumlah mereka tidak seberapa, sedikit saja, dan mereka orang-orang asing di sana,\n",
          "16:20 dan mengembara dari bangsa yang satu ke bangsa yang lain, dan dari kerajaan yang satu ke suku bangsa yang lain,\n",
          "16:21 Ia tidak membiarkan siapa pun memeras mereka; dihukum-Nya raja-raja oleh karena mereka:\n",
          "16:22 Jangan mengusik orang-orang yang Kuurapi, dan jangan berbuat jahat terhadap nabi-nabi-Ku!\n",
          "16:23 Bernyanyilah bagi Tuhan, hai segenap bumi, kabarkanlah keselamatan yang dari pada-Nya dari hari ke hari.\n",
          "16:24 Ceritakanlah kemuliaan-Nya di antara bangsa-bangsa dan perbuatan-perbuatan-Nya yang ajaib di antara segala suku bangsa.\n",
          "16:25 Sebab besar Tuhan dan terpuji sangat, dan lebih dahsyat Ia dari pada segala allah.\n",
          "16:26 Sebab segala allah bangsa-bangsa adalah berhala, tetapi Tuhanlah yang menjadikan langit.\n",
          "16:27 Keagungan dan semarak ada di hadapan-Nya, kekuatan dan sukacita ada di tempat-Nya.\n",
          "16:28 Kepada Tuhan, hai suku-suku bangsa, kepada Tuhan sajalah kemuliaan dan kekuatan!\n",
          "16:29 Berilah kepada Tuhan kemuliaan nama-Nya, bawalah persembahan dan masuklah menghadap Dia! Sujudlah menyembah kepada Tuhan dengan berhiaskan kekudusan.\n",
          "16:30 Gemetarlah di hadapan-Nya hai segenap bumi; sungguh tegak dunia, tidak bergoyang.\n",
          "16:31 Biarlah langit bersukacita dan bumi bersorak-sorak, biarlah orang berkata di antara bangsa-bangsa: Tuhan itu Raja!\n",
          "16:32 Biarlah gemuruh laut serta isinya, biarlah beria-ria padang dan segala yang di atasnya,\n",
          "16:33 maka pohon-pohon di hutan bersorak-sorai di hadapan Tuhan, sebab Ia datang untuk menghakimi bumi.\n",
          "16:34 Bersyukurlah kepada Tuhan, sebab Ia baik! Bahwasanya untuk selama-lamanya kasih setia-Nya.\n",
          "16:35 Dan katakanlah: Selamatkanlah kami, ya Tuhan Allah, Penyelamat kami, dan kumpulkanlah dan lepaskanlah kami dari antara bangsa-bangsa, supaya kami bersyukur kepada nama-Mu yang kudus, dan bermegah dalam puji-pujian kepada-Mu.\n",
          "16:36 Terpujilah Tuhan, Allah Israel, dari selama-lamanya sampai selama-lamanya. Maka seluruh umat mengatakan: Amin! Pujilah Tuhan!\n",
          "16:37 Lalu Daud meninggalkan di sana di hadapan tabut perjanjian Tuhan itu Asaf dan saudara-saudara sepuaknya untuk tetap melayani di hadapan tabut itu seperti yang patut dilakukan setiap hari;\n",
          "16:38 juga Obed-Edom dan saudara-saudara sepuaknya yang enam puluh delapan orang itu; Obed-Edom bin Yedutun dan Hosa adalah penunggu-penunggu pintu gerbang.\n",
          "16:39 Tetapi Zadok, imam itu, dan saudara-saudara sepuaknya, para imam, ditinggalkannya di hadapan Kemah Suci Tuhan di bukit pengorbanan yang di Gibeon,\n",
          "16:40 supaya pagi dan petang tetap dipersembahkan kurban bakaran kepada Tuhan di atas mezbah kurban bakaran, dan supaya dikerjakan segala yang tertulis dalam Taurat Tuhan yang diperintahkan-Nya kepada orang Israel.\n",
          "16:41 Dan bersama-sama mereka ikut Heman dan Yedutun dan selebihnya dari orang-orang yang terpilih, yang ditunjuk dengan disebut namanya untuk menyanyikan: Syukur bagi Tuhan. Bahwasanya untuk selama-lamanya kasih setia-Nya.\n",
          "16:42 Pada Heman dan Yedutun itu ada nafiri dan ceracap untuk para pemain, juga alat-alat musik pengiring nyanyian untuk Allah. Dan anak-anak Yedutun harus menjaga pintu gerbang.\n",
          "16:43 Sesudah itu pergilah seluruh bangsa itu masing-masing ke rumahnya, dan Daud pulang untuk memberi salam kepada seisi rumahnya.\n"
        ]
      }
    },
    {
      "17": {
        "en": [
          "17:1 And as David dwelt in his house, David said to Nathan the prophet, See now, I dwell in a house of cedar, but the Ark of the Covenant of Jehovah dwells under curtains.\n",
          "17:2 And Nathan said to David, All that is in your heart do, for God is with you.\n",
          "17:3 And in that night the word of God came to Nathan, saying,\n",
          "17:4 Go and say to David My servant, Thus says Jehovah, It will not be you who builds Me a house to dwell in.\n",
          "17:5 For I have not dwelt in a house, since the day I brought up Israel to this day; but I have been from tent to tent and from tabernacle to tabernacle.\n",
          "17:6 In all My going about among all Israel, did I ever speak a word to any of the judges of Israel, whom I commanded to shepherd My people, saying, Why have you not built Me a house of cedar?\n",
          "17:7 And now thus shall you say to My servant David, Thus says Jehovah of hosts, I took you from the pasture, from following the sheep, that you might be ruler over My people Israel;\n",
          "17:8 And I have been with you in every place that you have gone and have cut off all your enemies before you; and I will make a name for you, like the name of the great ones who are on the earth.\n",
          "17:9 And I will appoint a place for My people Israel and will plant them there, that they may dwell in their own place and be disturbed no more; and the sons of wickedness will waste them away no more as before,\n",
          "17:10 Even since the time when I commanded that there be judges over My people Israel; and I will subdue all your enemies. Moreover I declare to you that Jehovah will build you a house.\n",
          "17:11 When your days are fulfilled that you must go to be with your fathers, I will raise up your seed after you, which will be from your sons, and I will establish his kingdom.\n",
          "17:12 It is he who will build a house for Me, and I will establish his throne forever.\n",
          "17:13 I will be his Father, and he will be My son; and My lovingkindness I will not take from him, as I took it away from him who was before you.\n",
          "17:14 And I will set him in My house and My kingdom forever, and his throne will be established forever.\n",
          "17:15 According to all these words and according to this whole vision did Nathan speak to David.\n",
          "17:16 Then King David went and sat before Jehovah; and he said, Who am I, O Jehovah God, and what is my house that You have brought me this far?\n",
          "17:17 And this was a small thing in Your sight, O God; but You have spoken of the house of Your servant for a great while to come; and You have regarded me according to the custom for a man of high degree, O Jehovah God.\n",
          "17:18 What more can David add to say to You concerning this honoring of Your servant? For You know Your servant.\n",
          "17:19 O Jehovah, for Your servant?s sake and according to Your own heart, You have done all this greatness to make known all these great things.\n",
          "17:20 O Jehovah, there is none like You, nor is there any God besides You, according to all that we have heard with our ears.\n",
          "17:21 And who is like Your people Israel, a nation unique on the earth, which God went to redeem to Himself as a people in order to make for Yourself a name of greatness and awesomeness to drive out nations from before Your people, whom You have redeemed out of Egypt?\n",
          "17:22 And You have made Your people Israel to be a people to You forever, and You, O Jehovah, became their God.\n",
          "17:23 And now, O Jehovah, may the word which You have spoken concerning Your servant and concerning his house be established forever, and do as You have spoken.\n",
          "17:24 And may Your name be established and magnified forever when men say, Jehovah of hosts is the God of Israel, even a God to Israel; and the house of David Your servant will be established before You.\n",
          "17:25 For You, O my God, have revealed to Your servant, that You will build him a house; therefore Your servant has found it in his heart to pray before You.\n",
          "17:26 And now, O Jehovah, You are God, and You have spoken this good matter concerning Your servant;\n",
          "17:27 Now therefore You have been pleased to bless the house of Your servant, that it may be before You forever; for You, O Jehovah, have blessed, and it is blessed forever.\n"
        ],
        "id": [
          "17:1 Setelah Daud menetap di rumahnya, berkatalah ia kepada nabi Natan: Lihatlah, aku ini diam dalam rumah dari kayu aras, padahal tabut perjanjian Tuhan itu ada di bawah tenda-tenda.\n",
          "17:2 Lalu berkatalah Natan kepada Daud: Lakukanlah segala sesuatu yang dikandung hatimu, sebab Allah menyertai engkau.\n",
          "17:3 Tetapi pada malam itu juga datanglah firman Allah kepada Natan, demikian:\n",
          "17:4 Pergilah, katakanlah kepada hamba-Ku Daud: Beginilah firman Tuhan: Bukanlah engkau yang akan mendirikan rumah bagi-Ku untuk didiami.\n",
          "17:5 Aku tidak pernah diam dalam rumah sejak Aku menuntun orang Israel keluar sampai hari ini, tetapi Aku mengembara dari kemah ke kemah, dan dari kediaman ke kediaman.\n",
          "17:6 Selama Aku mengembara bersama-sama seluruh orang Israel, pernahkah Aku mengucapkan firman kepada salah seorang hakim orang Israel, yang Kuperintahkan menggembalakan umat-Ku, demikian: Mengapa kamu tidak mendirikan bagi-Ku rumah dari kayu aras?\n",
          "17:7 Oleh sebab itu, beginilah kaukatakan kepada hamba-Ku Daud: Beginilah firman Tuhan semesta alam: Akulah yang mengambil engkau dari padang, ketika menggiring kambing domba, untuk menjadi raja atas umat-Ku Israel.\n",
          "17:8 Aku telah menyertai engkau di segala tempat yang kaujalani dan telah melenyapkan segala musuhmu dari depanmu. Aku akan membuat namamu seperti nama orang-orang besar yang ada di bumi.\n",
          "17:9 Aku akan menentukan tempat bagi umat-Ku Israel dan akan menanamkannya, sehingga ia dapat diam di tempatnya sendiri dengan tidak lagi dikejutkan dan tidak pula ditekan oleh orang-orang lalim seperti dahulu,\n",
          "17:10 sejak Aku mengangkat hakim-hakim atas umat-Ku Israel. Aku akan menundukkan segala musuhmu. Juga Aku beritahukan kepadamu: Tuhan akan membangun suatu keturunan bagimu.\n",
          "17:11 Apabila umurmu sudah genap untuk pergi mengikuti nenek moyangmu, maka Aku akan membangkitkan keturunanmu yang kemudian, salah seorang anakmu sendiri, dan Aku akan mengokohkan kerajaannya.\n",
          "17:12 Dialah yang akan mendirikan rumah bagi-Ku dan Aku akan mengokohkan takhtanya untuk selama-lamanya.\n",
          "17:13 Aku akan menjadi Bapanya, dan ia akan menjadi anak-Ku. Tetapi kasih setia-Ku tidak akan Kuhilangkan dari padanya seperti yang Kuhilangkan dari pada orang yang mendahului engkau.\n",
          "17:14 Dan Aku akan menegakkan dia dalam rumah-Ku dan dalam kerajaan-Ku untuk selama-lamanya dan takhtanya akan kokoh untuk selama-lamanya.\n",
          "17:15 Tepat seperti perkataan ini dan tepat seperti penglihatan ini Natan berbicara kepada Daud.\n",
          "17:16 Lalu masuklah raja Daud ke dalam, kemudian duduklah ia di hadapan Tuhan sambil berkata: Siapakah aku ini, ya Tuhan Allah, dan siapakah keluargaku, sehingga Engkau membawa aku sampai sedemikian ini?\n",
          "17:17 Dan hal ini masih kurang di mata-Mu, ya Allah; sebab itu Engkau telah berfirman juga tentang keluarga hamba-Mu ini dalam masa yang masih jauh dan telah memperlihatkan kepadaku serentetan manusia yang akan datang, ya Tuhan Allah.\n",
          "17:18 Apakah lagi yang dapat ditambahkan Daud kepada-Mu dalam hal Engkau memuliakan hamba-Mu ini? Bukankah Engkau yang mengenal hamba-Mu ini?\n",
          "17:19 Ya Tuhan, oleh karena hamba-Mu ini dan menurut hati-Mu Engkau telah melakukan segala perkara yang besar ini dengan memberitahukan segala perkara yang besar itu.\n",
          "17:20 Ya Tuhan, tidak ada yang sama seperti Engkau dan tidak ada Allah selain Engkau menurut segala yang kami tangkap dengan telinga kami.\n",
          "17:21 Dan bangsa manakah di bumi seperti umat-Mu Israel, yang Allahnya pergi membebaskannya menjadi umat-Nya, untuk mendapat nama bagi-Mu dengan perbuatan-perbuatan yang besar dan dahsyat, dan dengan menghalau bangsa-bangsa dari depan umat-Mu yang telah Kaubebaskan dari Mesir?\n",
          "17:22 Engkau telah membuat umat-Mu Israel menjadi umat-Mu untuk selama-lamanya dan Engkau, ya Tuhan, menjadi Allah mereka.\n",
          "17:23 Dan sekarang, ya Tuhan, diteguhkanlah untuk selama-lamanya janji yang Kauucapkan mengenai hamba-Mu ini dan mengenai keluarganya dan lakukanlah seperti yang Kaujanjikan itu.\n",
          "17:24 Maka nama-Mu akan menjadi teguh dan besar untuk selama-lamanya, sehingga orang berkata: Tuhan semesta alam, Allah Israel adalah Allah bagi orang Israel; maka keluarga hamba-Mu Daud akan tetap kokoh di hadapan-Mu.\n",
          "17:25 Sebab Engkau, ya Allahku, telah menyatakan kepada hamba-Mu ini, bahwa Engkau akan membangun keturunan baginya. Itulah sebabnya hamba-Mu ini telah memberanikan diri untuk memanjatkan doa ke hadapan-Mu.\n",
          "17:26 Oleh sebab itu, ya Tuhan, Engkaulah Allah dan telah menjanjikan perkara yang baik ini kepada hamba-Mu.\n",
          "17:27 Kiranya Engkau sekarang berkenan memberkati keluarga hamba-Mu ini, supaya tetap ada di hadapan-Mu untuk selama-lamanya. Sebab apa yang Engkau berkati, ya Tuhan, diberkati untuk selama-lamanya.\n"
        ]
      }
    },
    {
      "18": {
        "en": [
          "18:1 And after this David struck the Philistines and subdued them. And David took Gath and her villages out of the hand of the Philistines.\n",
          "18:2 And he struck Moab, and the Moabites became servants to David and brought tribute.\n",
          "18:3 Then David struck Hadadezer the king of Zobah at Hamath, when he went to establish his power at the river Euphrates.\n",
          "18:4 And David took from him one thousand chariots and seven thousand horsemen and twenty thousand foot soldiers. And David hamstrung all the chariot horses but left enough of them for a hundred chariots.\n",
          "18:5 And when the Syrians of Damascus came to help Hadadezer the king of Zobah, David struck twenty-two thousand men among the Syrians.\n",
          "18:6 And David put garrisons among the Syrians of Damascus, and the Syrians became servants to David and brought tribute. And Jehovah preserved David wherever he went.\n",
          "18:7 And David took the shields of gold that were on the servants of Hadadezer and brought them to Jerusalem.\n",
          "18:8 And from Tibhath and Cun, cities of Hadadezer, David took very much bronze, with which Solomon made the bronze sea and the pillars and the vessels of bronze.\n",
          "18:9 Then when Tou the king of Hamath heard that David had struck down all the army of Hadadezer the king of Zobah,\n",
          "18:10 He sent Hadoram his son to King David to greet him and congratulate him for fighting against Hadadezer and striking him down, for Hadadezer had been at war with Tou. And Hadoram brought all kinds of articles of gold and of silver and of bronze.\n",
          "18:11 King David consecrated these also to Jehovah along with the silver and gold that he had carried from all the nations: from the Edomites and from the Moabites and from the children of Ammon and from the Philistines and from the Amalekites.\n",
          "18:12 Moreover Abishai the son of Zeruiah struck down the Edomites in the Valley of Salt, that is, eighteen thousand men.\n",
          "18:13 And he put garrisons in Edom, and all the Edomites became servants to David. And Jehovah preserved David wherever he went.\n",
          "18:14 So David reigned over all Israel and executed justice and righteousness for all his people.\n",
          "18:15 And Joab the son of Zeruiah was over the army, and Jehoshaphat the son of Ahilud was recorder.\n",
          "18:16 And Zadok the son of Ahitub and Abimelech the son of Abiathar were priests, and Shavsha was scribe.\n",
          "18:17 And Benaiah the son of Jehoiada was over the Cherethites and the Pelethites, and David?s sons were chief at the king?s side.\n"
        ],
        "id": [
          "18:1 Sesudah itu Daud memukul kalah orang Filistin dan menundukkan mereka; lalu ia merebut Gat dan segala anak kotanya dari tangan orang Filistin.\n",
          "18:2 Dan Daud memukul kalah orang Moab, sehingga orang Moab takluk kepadanya dan harus mempersembahkan upeti.\n",
          "18:3 Selanjutnya Daud memukul kalah Hadadezer, raja Zoba, dekat Hamat, ketika ia pergi menegakkan kekuasaannya pada sungai Efrat.\n",
          "18:4 Daud merebut dari padanya seribu kereta, tujuh ribu orang pasukan berkuda dan dua puluh ribu orang pasukan berjalan kaki, lalu Daud menyuruh memotong urat keting segala kuda kereta, tetapi dengan meninggalkan seratus ekor kuda kereta.\n",
          "18:5 Lalu orang Aram dari Damsyik datang menolong Hadadezer, raja Zoba, tetapi dari antara orang Aram itu Daud menewaskan dua puluh dua ribu orang.\n",
          "18:6 Kemudian Daud menempatkan pasukan-pasukan pendudukan di daerah orang Aram dari Damsyik, dan orang Aram itu menjadi budak Daud yang harus mempersembahkan upeti. Tuhan memberi kemenangan kepada Daud ke mana pun ia pergi berperang.\n",
          "18:7 Sesudah itu Daud mengangkut perisai-perisai emas yang dipakai oleh orang-orang Hadadezer, lalu membawanya ke Yerusalem.\n",
          "18:8 Dan dari Tibhat dan dari Kun, yaitu kota-kotanya Hadadezer, Daud mengangkut amat banyak tembaga; dari padanya Salomo membuat laut tembaga, tiang-tiang dan perlengkapan tembaga.\n",
          "18:9 Ketika didengar Tou, raja Hamat, bahwa Daud telah memukul kalah seluruh tentara Hadadezer, raja Zoba,\n",
          "18:10 maka ia mengutus Hadoram, anaknya, kepada raja Daud untuk menyampaikan salam dan mengucapkan selamat kepadanya, karena ia telah berperang melawan Hadadezer dan memukul dia kalah, sebab Hadadezer sering memerangi Tou. Dan Hadoram membawa pelbagai barang-barang emas, perak dan tembaga.\n",
          "18:11 Juga barang-barang ini dikhususkan raja Daud bagi Tuhan, bersama-sama perak dan emas yang diangkutnya dari segala bangsa, yakni dari orang Edom, dari orang Moab, dari bani Amon, dari orang Filistin dan dari orang Amalek.\n",
          "18:12 Abisai, anak Zeruya, menewaskan delapan belas ribu orang Edom di Lembah Asin.\n",
          "18:13 Lalu ia menempatkan pasukan-pasukan pendudukan di Edom, sehingga seluruh Edom diperbudak oleh Daud. Tuhan memberi kemenangan kepada Daud ke mana pun ia pergi berperang.\n",
          "18:14 Demikianlah Daud telah memerintah atas seluruh Israel, dan menegakkan keadilan dan kebenaran bagi seluruh bangsanya.\n",
          "18:15 Yoab, anak Zeruya, menjadi panglima; Yosafat bin Ahilud menjadi bendahara;\n",
          "18:16 Zadok bin Ahitub dan Ahimelekh bin Abyatar menjadi imam; Sausa menjadi panitera;\n",
          "18:17 Benaya bin Yoyada menjadi panglima orang Kreti dan orang Pleti; dan anak-anak Daud adalah orang-orang utama yang diperbantukan kepada raja.\n"
        ]
      }
    },
    {
      "19": {
        "en": [
          "19:1 And after this Nahash the king of the children of Ammon died, and his son reigned in his place.\n",
          "19:2 And David said, I will show kindness to Hanun the son of Nahash, because his father showed kindness to me. And David sent messengers to comfort him concerning his father. And David?s servants came into the land of the children of Ammon to Hanun to comfort him.\n",
          "19:3 But the princes of the children of Ammon said to Hanun, Do you really think that David is honoring your father just because he sent to you some men to comfort you? Have not his servants come to you in order to search out and to overthrow and to spy on the land?\n",
          "19:4 So Hanun took David?s servants and shaved them and cut away half their garments at the hips, and he sent them away.\n",
          "19:5 Now when they went and told David about the men, he sent some to meet them, for the men were very ashamed. And the king said, Stay in Jericho until your beards grow back, then return.\n",
          "19:6 And when the children of Ammon saw that they had made themselves odious to David, Hanun and the children of Ammon sent one thousand talents of silver to hire for themselves chariots and horsemen from Mesopotamia and from the Syrians of Maacah and from Zobah.\n",
          "19:7 So they hired for themselves thirty-two thousand chariots and the king of Maacah and his people, who came and camped before Medeba. And the children of Ammon gathered together from their cities and came to the battle.\n",
          "19:8 And when David heard of it, he sent Joab and all the host of mighty men.\n",
          "19:9 And the children of Ammon went forth and set the battle in array at the entrance of the city, but the kings who had come were alone in the field.\n",
          "19:10 Now when Joab saw that there were battle lines against him before and behind, he chose some of the choice men in Israel and set them in array against the Syrians.\n",
          "19:11 And the rest of the people he put under the charge of Abishai his brother, and they arrayed themselves against the children of Ammon.\n",
          "19:12 And he said, If the Syrians are too strong for me, then you shall help me; and if the children of Ammon are too strong for you, then I will help you.\n",
          "19:13 Be strong and let us be bold for the sake of our people and for the sake of the cities of our God, and may Jehovah do what seems good in His sight.\n",
          "19:14 So Joab and the people who were with him approached the battle against the Syrians, and the Syrians fled before him.\n",
          "19:15 And the children of Ammon saw that the Syrians fled, and they also fled from before Abishai his brother and entered the city. And Joab entered Jerusalem.\n",
          "19:16 Now when the Syrians saw that they had been routed before Israel, they sent messengers and brought forth the Syrians who were beyond the River with Shophach the captain of the army of Hadadezer before them.\n",
          "19:17 And it was told David, and he gathered all Israel together and passed over the Jordan and came to them and set his men in array against them. When David set his men in array to meet the Syrians in battle, they fought with him.\n",
          "19:18 And the Syrians fled before Israel. And David slew seven thousand charioteers of the Syrians and forty thousand footmen, and he put Shophach the captain of the army to death.\n",
          "19:19 And when the servants of Hadadezer saw that they had been routed before Israel, they made peace with David and served him. So the Syrians were not willing to help the children of Ammon any more.\n"
        ],
        "id": [
          "19:1 Sesudah itu matilah Nahas, raja bani Amon, lalu anaknya menjadi raja menggantikan dia.\n",
          "19:2 Lalu berkatalah Daud: Aku akan menunjukkan persahabatan kepada Hanun bin Nahas, sebab ayahnya telah menunjukkan persahabatan kepadaku. Sebab itu Daud mengirim utusan untuk menyampaikan pesan turut berdukacita kepadanya karena kematian ayahnya. Tetapi ketika pegawai-pegawai Daud sampai ke negeri bani Amon itu, kepada Hanun, untuk menyampaikan pesan turut berdukacita kepadanya,\n",
          "19:3 berkatalah pemuka-pemuka bani Amon itu kepada Hanun: Apakah menurut anggapanmu Daud hendak menghormati ayahmu, karena ia telah mengutus kepadamu orang-orang yang menyampaikan pesan turut berdukacita? Bukankah dengan maksud untuk menyelidik, untuk mengintai dan menghancurkan negeri ini maka pegawai-pegawainya datang kepadamu?\n",
          "19:4 Lalu Hanun menyuruh menangkap pegawai-pegawai Daud itu, disuruhnya mencukur mereka dan memotong pakaian mereka pada bagian tengah sampai pangkal paha mereka, kemudian dilepasnya mereka.\n",
          "19:5 Ketika mereka berjalan pulang, diberitahukan kepada Daud tentang orang-orang itu, lalu disuruhnya orang menemui mereka, sebab orang-orang itu sangat dipermalukan. Raja berkata: Tinggallah di Yerikho sampai janggutmu itu tumbuh, kemudian datanglah kembali.\n",
          "19:6 Setelah dilihat bani Amon, bahwa mereka telah membuat dirinya dibenci oleh Daud, maka Hanun dan bani Amon itu mengirim seribu talenta perak untuk menyewa kereta dan orang-orang berkuda dari Aram-Mesopotamia, dari Aram-Maakha dan dari Aram-Zoba.\n",
          "19:7 Mereka menyewa tiga puluh dua ribu kereta, serta raja negeri Maakha dengan tentaranya, yang datang berkemah dekat Medeba. Juga bani Amon itu berkumpul dari kota-kota mereka dan datang untuk berperang.\n",
          "19:8 Ketika Daud mendengar hal itu, disuruhnyalah Yoab maju dengan segenap tentara dan pahlawan.\n",
          "19:9 Lalu bani Amon maju, diaturnya barisan perangnya di depan pintu kota, sedang raja-raja yang ikut datang ada tersendiri di padang.\n",
          "19:10 Ketika Yoab melihat, bahwa serangan itu mengancam dia dari depan dan dari belakang, maka dipilihnyalah sebagian dari orang pilihan Israel, lalu ia mengatur barisan mereka berhadapan dengan orang Aram itu.\n",
          "19:11 Selebihnya dari rakyat itu ditempatkannya di bawah pimpinan Abisai, adiknya, dan mereka mengatur barisannya berhadapan dengan bani Amon itu.\n",
          "19:12 Lalu berkatalah Yoab: Jika orang Aram itu lebih kuat dari padaku, maka haruslah engkau menolong aku, tetapi jika bani Amon itu lebih kuat dari padamu, maka aku akan menolong engkau.\n",
          "19:13 Kuatkanlah hatimu dan marilah kita menguatkan hati untuk bangsa kita dan untuk kota-kota Allah kita. Tuhan kiranya melakukan yang baik di mata-Nya.\n",
          "19:14 Lalu Yoab dan tentara yang bersama-sama dengan dia maju menghadapi orang Aram itu untuk berperang dan orang-orang itu melarikan diri dari hadapannya.\n",
          "19:15 Ketika bani Amon melihat, bahwa orang Aram sudah melarikan diri, maka mereka pun larilah dari hadapan Abisai, adik Yoab, dan masuk ke dalam kota. Sesudah itu Yoab pulang ke Yerusalem.\n",
          "19:16 Ketika orang Aram melihat, bahwa mereka telah terpukul kalah oleh orang Israel, maka mereka mengirim utusan-utusan dan menyuruh orang Aram yang di seberang sungai Efrat maju berperang di bawah pimpinan Sofakh, panglima tentara Hadadezer.\n",
          "19:17 Setelah hal itu diberitahukan kepada Daud, maka dikumpulkannya seluruh orang Israel, diseberanginya sungai Yordan, lalu sampai ke dekat mereka, dan diaturnya barisannya melawan mereka. Ketika Daud mengatur barisannya berhadapan dengan orang Aram itu untuk berperang, maka mereka bertempur melawan dia,\n",
          "19:18 tetapi orang Aram itu lari dari hadapan orang Israel, dan Daud membunuh dari orang Aram itu tujuh ribu ekor kuda kereta dan empat puluh ribu orang pasukan berjalan kaki; juga Sofakh, panglima tentara itu, dibunuhnya.\n",
          "19:19 Ketika dilihat orang-orang yang takluk kepada Hadadezer, bahwa mereka telah terpukul kalah oleh orang Israel, maka mereka mengadakan perdamaian dengan Daud dan takluk kepadanya; sesudah itu orang Aram tidak mau lagi memberi pertolongan kepada bani Amon.\n"
        ]
      }
    },
    {
      "20": {
        "en": [
          "20:1 Then at the time of the turn of the year, at the time when kings go forth to battle, Joab led the army and devastated the land of the children of Ammon. And he went and besieged Rabbah while David remained in Jerusalem. And Joab struck Rabbah and overthrew it.\n",
          "20:2 And David took the crown of their king from off his head and found it to weigh a talent of gold, and in it were precious stones; and it was put upon David?s head. And he brought forth the spoil of the city, a very great amount.\n",
          "20:3 And he brought out the people who were in it and hewed them with saws and iron cutting tools and axes, and thus did David do to all the cities of the children of Ammon. And David and all the people returned to Jerusalem.\n",
          "20:4 Then after this a war arose with the Philistines at Gezer; and Sibbecai the Hushathite slew Sippai, one of the children of the giants; and they were subdued.\n",
          "20:5 And there was war again with the Philistines; and Elhanan the son of Jair slew Lahmi the brother of Goliath the Gittite, the shaft of whose spear was like a weaver?s beam.\n",
          "20:6 And again there was war at Gath, where there was a man of great stature, who had six fingers on each hand and six toes on each foot, twenty-four in all; and he also had been born to the giant.\n",
          "20:7 And he defied Israel; and Jonathan the son of Shimea, David?s brother, slew him.\n",
          "20:8 These had been born to the giant in Gath; and they fell by the hand of David and by the hands of his servants.\n"
        ],
        "id": [
          "20:1 Pada pergantian tahun, pada waktu raja-raja biasanya maju berperang, maka Yoab membawa keluar bala tentaranya, lalu ia memusnahkan negeri bani Amon, kemudian ia maju dan mengepung kota Raba, sedang Daud sendiri tinggal di Yerusalem. Yoab memukul kalah Raba dan meruntuhkannya.\n",
          "20:2 Sesudah itu Daud mengambil mahkota dari kepala raja mereka, beratnya ternyata setalenta emas, bertatahkan sebuah batu permata yang mahal dan itu dikenakan pada kepala Daud. Juga diangkutnya banyak sekali jarahan dari kota itu.\n",
          "20:3 Penduduk kota itu diangkutnya dan dipaksanya bekerja dengan gergaji, penggerek besi dan kapak. Demikianlah juga diperlakukan Daud segala kota bani Amon. Sesudah itu pulanglah Daud dengan seluruh tentara ke Yerusalem.\n",
          "20:4 Sesudah itu timbullah pertempuran melawan orang Filistin di Gezer; pada waktu itu Sibkhai, orang Husa, memukul kalah Sipai, seorang dari keturunan raksasa, dan mereka ditundukkan.\n",
          "20:5 Maka terjadilah lagi pertempuran melawan orang Filistin, lalu Elhanan bin Yair menewaskan Lahmi, saudara Goliat, orang Gat itu, yang gagang tombaknya seperti pesa tukang tenun.\n",
          "20:6 Lalu terjadi lagi pertempuran di Gat; dan di sana ada seorang yang tinggi perawakannya, yang tangannya dan kakinya masing-masing berjari enam: dua puluh empat seluruhnya; juga orang ini termasuk keturunan raksasa.\n",
          "20:7 Ia mengolok-olok orang Israel, maka Yonatan, anak Simea kakak Daud, menewaskannya.\n",
          "20:8 Orang-orang ini termasuk keturunan raksasa di Gat; mereka tewas oleh tangan Daud dan oleh tangan orang-orangnya.\n"
        ]
      }
    },
    {
      "21": {
        "en": [
          "21:1 And Satan stood up against Israel and moved David to number Israel.\n",
          "21:2 And David said to Joab and to the captains of the people, Go and count Israel, from Beer-sheba to Dan, and bring the results to me, that I may know their number.\n",
          "21:3 And Joab said, May Jehovah add to His people a hundred times as many as they are. But, O my lord the king, are they not all my lord?s servants? Why does my lord request this? Why should he become a cause of guilt to Israel?\n",
          "21:4 Nevertheless the king?s word prevailed over Joab, and Joab went forth and went throughout all Israel and came to Jerusalem.\n",
          "21:5 And Joab gave the sum of the numbering of the people to David. And all Israel were one million one hundred thousand men who drew the sword, and Judah was four hundred seventy thousand men who drew the sword.\n",
          "21:6 But he did not number Levi and Benjamin among them, for the king?s word was abhorrent to Joab.\n",
          "21:7 And this matter displeased God, and He struck Israel.\n",
          "21:8 And David said to God, I have sinned greatly in that I have done this thing; but now put away the iniquity of Your servant, for I have acted very foolishly.\n",
          "21:9 And Jehovah spoke to Gad, David?s seer, saying,\n",
          "21:10 Go and speak to David, saying, Thus says Jehovah, I am offering you three things; choose for yourself one of them, that I may do it to you.\n",
          "21:11 So Gad went to David and said to him, Thus says Jehovah, Take for yourself\n",
          "21:12 Either three years of famine, or three months to be swept away before your adversaries, while the sword of your enemies overtakes you, or three days of the sword of Jehovah, even pestilence in the land, and the angel of Jehovah destroying throughout all the territory of Israel. And now see what word I should return to Him who sent me.\n",
          "21:13 And David said to Gad, I am in a great strait; let me fall into the hand of Jehovah, for His compassions are very great; and do not let me fall into the hand of man.\n",
          "21:14 So Jehovah sent a pestilence in Israel, and seventy thousand people of Israel fell.\n",
          "21:15 And God sent an angel to Jerusalem to destroy it; but as he was destroying it, Jehovah saw and repented of the harm. And He said to the destroying angel, It is enough; now hold back your hand. And the angel of Jehovah was standing by the threshing floor of Ornan the Jebusite.\n",
          "21:16 And David lifted up his eyes and saw the angel of Jehovah standing between the earth and the heavens, with his drawn sword in his hand stretched out over Jerusalem. Then David and the elders, covered with sackcloth, fell on their faces.\n",
          "21:17 And David said to God, Was it not I who ordered the numbering of the people? And it is I who have sinned and acted very wickedly. But these sheep, what have they done? O Jehovah my God, let Your hand, I pray, be against me and against the house of my father, but not against Your people that they should be plagued.\n",
          "21:18 And the angel of Jehovah commanded Gad to tell David that David should go up and raise up an altar to Jehovah on the threshing floor of Ornan the Jebusite.\n",
          "21:19 And David went up at Gad?s word, which he spoke in the name of Jehovah.\n",
          "21:20 And Ornan turned back and saw the angel, and his four sons who were with him hid themselves; and Ornan was threshing wheat.\n",
          "21:21 And as David came to Ornan, Ornan looked and saw David. And he went forth from the threshing floor and bowed down to David with his face to the ground.\n",
          "21:22 And David said to Ornan, Give me the site of the threshing floor that I may build on it an altar to Jehovah. For the full price you shall give it to me, that the plague may be stayed from the people.\n",
          "21:23 And Ornan said to David, Take it; and may my lord the king do whatever seems good in his sight. Look, I have given the oxen for the burnt offerings and the threshing instruments for the wood and the wheat for the meal offering?all this I give.\n",
          "21:24 But King David said to Ornan, No; but I will surely buy it for the full price, for I will not take what is yours for Jehovah and offer up burnt offerings that cost me nothing.\n",
          "21:25 So David gave to Ornan six hundred shekels of gold by weight for the site.\n",
          "21:26 And there David built an altar to Jehovah, and he offered burnt offerings and peace offerings. And he called on Jehovah, and He answered him with fire from heaven upon the altar of burnt offering.\n",
          "21:27 And Jehovah commanded the angel, and he returned his sword to its sheath.\n",
          "21:28 At that time, when David saw that Jehovah had answered him on the threshing floor of Ornan the Jebusite, he sacrificed there.\n",
          "21:29 And the tabernacle of Jehovah, which Moses made in the wilderness, and the altar of burnt offering at that time were in the high place at Gibeon.\n",
          "21:30 And David was not able to go before it to inquire of God because he was terrified of the sword of the angel of Jehovah.\n"
        ],
        "id": [
          "21:1 Iblis bangkit melawan orang Israel dan ia membujuk Daud untuk menghitung orang Israel.\n",
          "21:2 Lalu berkatalah Daud kepada Yoab dan kepada para pemuka rakyat: Pergilah, hitunglah orang Israel dari Bersyeba sampai Dan, dan bawalah hasilnya kepadaku, supaya aku tahu jumlah mereka.\n",
          "21:3 Lalu berkatalah Yoab: Kiranya Tuhan menambahi rakyat-Nya seratus kali lipat dari pada yang ada sekarang. Ya tuanku raja, bukankah mereka sekalian, hamba-hamba tuanku? Mengapa tuanku menuntut hal ini? Mengapa orang Israel harus menanggung kesalahan oleh karena hal itu?\n",
          "21:4 Namun titah raja itu terpaksa diikuti oleh Yoab, maka pergilah Yoab menjelajahi seluruh Israel, kemudian kembali ke Yerusalem.\n",
          "21:5 Lalu Yoab memberitahukan kepada Daud hasil pendaftaran rakyat. Di antara seluruh orang Israel ada sejuta seratus ribu orang yang dapat memegang pedang, dan orang Yehuda ada empat ratus tujuh puluh ribu orang yang dapat memegang pedang.\n",
          "21:6 Orang Lewi dan Benyamin tidak dimasukkannya dalam pendaftaran, sebab titah raja itu dianggap keji oleh Yoab.\n",
          "21:7 Tetapi hal itu jahat di mata Allah, sebab itu dihajar-Nya orang Israel.\n",
          "21:8 Lalu berkatalah Daud kepada Allah: Aku telah sangat berdosa karena melakukan hal ini; maka sekarang, jauhkanlah kiranya kesalahan hamba-Mu, sebab perbuatanku itu sangat bodoh.\n",
          "21:9 Tetapi berfirmanlah Tuhan kepada Gad, pelihat Daud:\n",
          "21:10 Pergilah, katakanlah kepada Daud: Beginilah firman Tuhan: tiga perkara Kuhadapkan kepadamu; pilihlah salah satu dari padanya, maka Aku akan melakukannya kepadamu.\n",
          "21:11 Kemudian datanglah Gad kepada Daud, lalu berkatalah ia kepadanya: Beginilah firman Tuhan: Haruslah engkau memilih:\n",
          "21:12 tiga tahun kelaparan atau tiga bulan lamanya melarikan diri dari hadapan lawanmu, sedang pedang musuhmu menyusul engkau, atau tiga hari pedang Tuhan, yakni penyakit sampar, ada di negeri ini, dan malaikat Tuhan mendatangkan kemusnahan di seluruh daerah orang Israel. Maka sekarang, timbanglah jawab apa yang harus kusampaikan kepada Yang mengutus aku.\n",
          "21:13 Lalu berkatalah Daud kepada Gad: Sangat susah hatiku, biarlah kiranya aku jatuh ke dalam tangan Tuhan, sebab sangat besar kasih sayang-Nya; tetapi janganlah aku jatuh ke dalam tangan manusia.\n",
          "21:14 Jadi Tuhan mendatangkan penyakit sampar kepada orang Israel, maka tewaslah dari orang Israel tujuh puluh ribu orang.\n",
          "21:15 Pula Allah mengutus malaikat ke Yerusalem untuk memusnahkannya, dan ketika hendak dimusnahkannya, maka Tuhan melihatnya, lalu menyesallah Ia karena malapetaka yang hendak didatangkan-Nya itu, lalu berfirmanlah Ia kepada malaikat pemusnah itu: Cukup! Turunkanlah sekarang tanganmu itu! Pada waktu itu malaikat Tuhan itu sedang berdiri dekat tempat pengirikan Ornan, orang Yebus.\n",
          "21:16 Ketika Daud mengangkat mukanya, maka dilihatnyalah malaikat Tuhan berdiri di antara bumi dan langit, dengan di tangannya pedang terhunus yang diacungkan ke atas Yerusalem. Lalu dengan berpakaian kain kabung sujudlah Daud dan para tua-tua.\n",
          "21:17 Dan berkatalah Daud kepada Allah: Bukankah aku ini yang menyuruh menghitung rakyat dan aku sendirilah yang telah berdosa dan yang melakukan kejahatan, tetapi domba-domba ini, apakah yang dilakukan mereka? Ya Tuhan, Allahku, biarlah kiranya tangan-Mu menimpa aku dan kaum keluargaku, tetapi janganlah tulah menimpa umat-Mu.\n",
          "21:18 Kemudian malaikat Tuhan menyuruh Gad mengatakan kepada Daud, bahwa Daud harus pergi untuk mendirikan mezbah bagi Tuhan di tempat pengirikan Ornan, orang Yebus itu.\n",
          "21:19 Lalu pergilah Daud, sesuai dengan perkataan Gad yang diucapkannya demi nama Tuhan.\n",
          "21:20 Ornan sedang mengirik gandum; ketika ia memalingkan diri, dilihatnyalah malaikat itu; keempat anaknya yang bersama-sama dengan dia menyembunyikan diri.\n",
          "21:21 Ketika Daud sampai kepada Ornan, maka Ornan mengangkat mukanya dan melihat Daud, lalu keluarlah ia dari tempat pengirikan, kemudian sujudlah ia kepada Daud dengan mukanya ke tanah.\n",
          "21:22 Berkatalah Daud kepada Ornan: Berikanlah kepadaku tempat pengirikan ini, supaya aku mendirikan di sini mezbah bagi Tuhan; baiklah berikan itu kepadaku dengan harga penuh, supaya tulah ini berhenti menimpa rakyat.\n",
          "21:23 Jawab Ornan kepada Daud: Ambillah, dan baiklah tuanku raja melakukan apa yang dipandangnya baik. Lihatlah, aku berikan lembu ini untuk kurban bakaran dan eretan-eretan pengirik ini untuk kayu bakar dan gandum untuk kurban sajian, semuanya itu kuberikan.\n",
          "21:24 Tetapi berkatalah raja Daud kepada Ornan: Bukan begitu, melainkan aku mau membelinya dengan harga penuh, sebab aku tidak mau mengambil milikmu untuk Tuhan dan tidak mau mempersembahkan kurban bakaran dengan tidak membayar apa-apa.\n",
          "21:25 Maka Daud memberikan kepada Ornan sebagai bayaran tempat itu emas seberat enam ratus syikal.\n",
          "21:26 Lalu Daud mendirikan di sana mezbah bagi Tuhan, mempersembahkan kurban bakaran dan kurban keselamatan dan memanggil Tuhan. Maka Tuhan menjawab dia dengan menurunkan api dari langit ke atas mezbah kurban bakaran itu.\n",
          "21:27 Lalu berfirmanlah Tuhan kepada malaikat itu supaya dikembalikannya pedangnya ke dalam sarungnya.\n",
          "21:28 Pada waktu itu juga Daud mempersembahkan kurban di sana, ketika ia melihat, bahwa Tuhan telah menjawab dia di tempat pengirikan Ornan, orang Yebus itu.\n",
          "21:29 Kemah Suci, yang dibuat Musa di padang gurun, dan mezbah kurban bakaran pada waktu itu ada di bukit pengorbanan di Gibeon,\n",
          "21:30 tetapi Daud tidak berani pergi ke sana berhadapan dengan Allah untuk menanyakan petunjuk-Nya, sebab ia takut kepada pedang malaikat Tuhan itu.\n"
        ]
      }
    },
    {
      "22": {
        "en": [
          "22:1 Then David said, This is the house of Jehovah God, and this is the altar of the burnt offering for Israel.\n",
          "22:2 And David ordered the gathering of the sojourners who were in the land of Israel. And he appointed masons to hew the wrought stones for the building of the house of God.\n",
          "22:3 And David prepared iron in abundance for the nails of the doors of the gates and for the clasps; and bronze in abundance, without weight;\n",
          "22:4 And cedar trees without number, for the Sidonians and the Tyrians brought cedar trees in vast quantity to David.\n",
          "22:5 And David said, Solomon my son is young and tender, and the house that is to be built to Jehovah must be exceedingly great in fame and glory throughout all lands; I will therefore make preparations for it. So David prepared an abundance before his death.\n",
          "22:6 Then he called for Solomon his son and commanded him to build a house for Jehovah the God of Israel.\n",
          "22:7 And David said to Solomon, My son, as for me, it was on my heart to build a house for the name of Jehovah my God.\n",
          "22:8 But the word of Jehovah came to me, saying, You have shed blood abundantly and have waged great wars. You shall not build a house for My name, for you have shed much blood on the earth in My sight.\n",
          "22:9 Behold, a son will be born to you. He will be a man of rest, and I will give him rest from all his enemies around him, for Solomon will be his name, and I will give peace and quiet to Israel throughout his days.\n",
          "22:10 It is he who will build a house for My name; and he will be My son, and I will be his Father; and I will establish the throne of his kingdom over Israel forever.\n",
          "22:11 Now, my son, may Jehovah be with you; and may you prosper and build the house of Jehovah your God, as He has spoken concerning you.\n",
          "22:12 Only, let Jehovah give you insight and understanding, and let Him give you charge over Israel that you may keep the law of Jehovah your God;\n",
          "22:13 Then you will prosper if you are certain to perform the statutes and ordinances with which Jehovah charged Moses concerning Israel. Be strong and be bold; do not be afraid or dismayed.\n",
          "22:14 Now then in my affliction I have prepared for the house of Jehovah one hundred thousand talents of gold and one million talents of silver and bronze and iron without weight, for it is in abundance; and timber and stone I have prepared; and you may add to these.\n",
          "22:15 And with you there are workmen in abundance, masons and workers in stone and wood and all manner of men who are skillful in every kind of work.\n",
          "22:16 To the gold and silver and bronze and iron there is no number. Arise and do it, and may Jehovah be with you.\n",
          "22:17 And David commanded all the leaders of Israel to help Solomon his son, saying,\n",
          "22:18 Indeed Jehovah your God is with you. And He has given you rest all around. For He has given the inhabitants of the land into my hand, and the land has been subdued before Jehovah and before His people.\n",
          "22:19 Now set your heart and your soul to seek after Jehovah your God; and arise and build the sanctuary of Jehovah God, in order to bring the Ark of the Covenant of Jehovah and all the holy vessels of God to the house that is to be built for the name of Jehovah.\n"
        ],
        "id": [
          "22:1 Lalu berkatalah Daud: Di sinilah rumah Tuhan, Allah kita, dan di sinilah mezbah untuk kurban bakaran orang Israel.\n",
          "22:2 Daud menyuruh mengumpulkan orang-orang asing yang ada di negeri orang Israel, lalu ditempatkannya tukang-tukang untuk memahat batu-batu pahat yang akan dipakai untuk mendirikan rumah Allah.\n",
          "22:3 Selanjutnya Daud menyediakan sangat banyak besi untuk paku-paku bagi daun pintu gerbang dan bagi tupai-tupai, juga sangat banyak tembaga yang tidak tertimbang beratnya,\n",
          "22:4 dan kayu aras yang tidak terbilang banyaknya, sebab orang Sidon dan orang Tirus membawa sangat banyak kayu aras bagi Daud.\n",
          "22:5 Karena pikir Daud: Salomo, anakku, masih muda dan kurang berpengalaman, dan rumah yang harus didirikannya bagi Tuhan haruslah luar biasa besarnya sehingga menjadi kenamaan dan termasyhur di segala negeri; sebab itu baiklah aku mengadakan persediaan baginya! Lalu Daud membuat sangat banyak persediaan sebelum ia mati.\n",
          "22:6 Kemudian dipanggilnya Salomo, anaknya, dan diberinya perintah kepadanya untuk mendirikan rumah bagi Tuhan, Allah Israel,\n",
          "22:7 kata Daud kepada Salomo: Anakku, aku sendiri bermaksud hendak mendirikan rumah bagi nama Tuhan, Allahku,\n",
          "22:8 tetapi firman Tuhan datang kepadaku, demikian: Telah kautumpahkan sangat banyak darah dan telah kaulakukan peperangan yang besar; engkau tidak akan mendirikan rumah bagi nama-Ku, sebab sudah banyak darah kautumpahkan ke tanah di hadapan-Ku.\n",
          "22:9 Sesungguhnya, seorang anak laki-laki akan lahir bagimu; ia akan menjadi seorang yang dikaruniai keamanan. Aku akan mengaruniakan keamanan kepadanya dari segala musuhnya di sekeliling. Ia akan bernama Salomo; sejahtera dan sentosa akan Kuberikan atas Israel pada zamannya.\n",
          "22:10 Dialah yang akan mendirikan rumah bagi nama-Ku dan dialah yang akan menjadi anak-Ku dan Aku akan menjadi Bapanya; Aku akan mengokohkan takhta kerajaannya atas Israel sampai selama-lamanya.\n",
          "22:11 Maka sekarang, hai anakku, Tuhan kiranya menyertai engkau, sehingga engkau berhasil mendirikan rumah Tuhan, Allahmu, seperti yang difirmankan-Nya mengenai engkau.\n",
          "22:12 Hanya, Tuhan kiranya memberikan kepadamu akal budi dan pengertian dan membuat engkau menjadi pemegang perintah atas Israel, supaya engkau memelihara Taurat Tuhan, Allahmu.\n",
          "22:13 Maka engkau akan berhasil, jika engkau melakukan dengan setia ketetapan-ketetapan dan hukum-hukum yang diperintahkan Tuhan kepada Musa untuk orang Israel. Kuatkan dan teguhkanlah hatimu, janganlah takut dan janganlah tawar hati.\n",
          "22:14 Sesungguhnya, sekalipun dalam kesusahan, aku telah menyediakan untuk rumah Tuhan itu seratus ribu talenta emas dan sejuta talenta perak dan sangat banyak tembaga dan besi, sehingga beratnya tidak tertimbang; juga aku telah menyediakan kayu dan batu. Tetapi baiklah engkau menambahnya lagi.\n",
          "22:15 Lagipula engkau mempunyai sangat banyak pekerja, yakni pemahat-pemahat batu, tukang-tukang batu dan kayu dan orang-orang yang ahli dalam segala macam pekerjaan\n",
          "22:16 emas, perak, tembaga dan besi, yang tidak terhitung banyaknya. Mulailah bekerja! Tuhan kiranya menyertai engkau!\n",
          "22:17 Dan Daud memberi perintah kepada segala pembesar Israel itu untuk memberi bantuan kepada Salomo, anaknya, katanya:\n",
          "22:18 Bukankah Tuhan, Allahmu, menyertai kamu dan telah mengaruniakan keamanan kepadamu ke segala penjuru. Sungguh, Ia telah menyerahkan penduduk negeri ini ke dalam tanganku, sehingga negeri ini takluk ke hadapan Tuhan dan kepada umat-Nya.\n",
          "22:19 Maka sekarang, arahkanlah hati dan jiwamu untuk mencari Tuhan, Allahmu. Mulailah mendirikan tempat kudus Tuhan, Allah, supaya tabut perjanjian Tuhan dan perkakas kudus Allah dapat dibawa masuk ke dalam rumah yang didirikan bagi nama Tuhan.\n"
        ]
      }
    },
    {
      "23": {
        "en": [
          "23:1 Now when David was old and full of days, he made Solomon his son king over Israel.\n",
          "23:2 And he gathered all the leaders of Israel and the priests and the Levites.\n",
          "23:3 And the Levites were numbered from thirty years old and upward; and their number, head by head and man by man, was thirty-eight thousand.\n",
          "23:4 Of these twenty-four thousand were to oversee the work of the house of Jehovah, and six thousand were officers and judges,\n",
          "23:5 And four thousand were gatekeepers, and four thousand were to praise Jehovah with the instruments that I have made for praising, said David.\n",
          "23:6 And David formed them into divisions according to the sons of Levi: Gershon, Kohath, and Merari.\n",
          "23:7 Of the Gershonites: Ladan and Shimei.\n",
          "23:8 The sons of Ladan: Jehiel the chief and Zetham and Joel, three.\n",
          "23:9 The sons of Shimei: Shelomoth and Haziel and Haran, three. These were the heads of the fathers? houses of Ladan.\n",
          "23:10 And the sons of Shimei: Jahath, Zina, and Jeush, and Beriah. These four were the sons of Shimei.\n",
          "23:11 And Jahath was the chief, and Zizah the second. But Jeush and Beriah did not have many sons; therefore they became a father?s house in one reckoning.\n",
          "23:12 The sons of Kohath: Amram, Izhar, Hebron, and Uzziel, four.\n",
          "23:13 The sons of Amram: Aaron and Moses; and Aaron was separated that he might sanctify the most holy things forever, he and his sons, by burning incense before Jehovah, by ministering to Him, and by blessing in His name forever.\n",
          "23:14 And as for Moses the man of God, his sons were named among the tribe of Levi.\n",
          "23:15 The sons of Moses: Gershom and Eliezer.\n",
          "23:16 The sons of Gershom: Shebuel the chief.\n",
          "23:17 And the sons of Eliezer were: Rehabiah the chief; and Eliezer had no other sons, but the sons of Rehabiah were very many.\n",
          "23:18 The sons of Izhar: Shelomith the chief.\n",
          "23:19 The sons of Hebron: Jeriah the chief, Amariah the second, Jahaziel the third, and Jekameam the fourth.\n",
          "23:20 The sons of Uzziel: Micah the chief and Isshiah the second.\n",
          "23:21 The sons of Merari: Mahli and Mushi. The sons of Mahli: Eleazar and Kish.\n",
          "23:22 And Eleazar died and had no sons, only daughters; and their brothers the sons of Kish took them as their wives.\n",
          "23:23 The sons of Mushi: Mahli and Eder and Jeremoth, three.\n",
          "23:24 These were the sons of Levi according to their fathers? houses, the heads of the fathers? houses of those who had been counted, by the number of names, head by head, who did the work for the service of the house of Jehovah, from twenty years old and upward.\n",
          "23:25 For David said, Jehovah the God of Israel has given rest to His people, and He will dwell in Jerusalem forever;\n",
          "23:26 And also the Levites need not carry the tabernacle and all its vessels for its service.\n",
          "23:27 For by the last words of David the sons of Levi were numbered from twenty years and upward.\n",
          "23:28 For their station was alongside the sons of Aaron for the service of the house of Jehovah in the courts and in the chambers and in the purifying of all the holy things, that is, the work of the service of the house of God;\n",
          "23:29 And for the rows of bread and the fine flour of the meal offering and the unleavened wafers and what is baked in the pan and what is mixed with oil and all measures of quantity and size;\n",
          "23:30 And to stand morning by morning to thank and praise Jehovah, and likewise in the evening;\n",
          "23:31 And to offer all the burnt offerings to Jehovah, according to the number ordained for them, on the Sabbaths, at the new moons, and on the appointed feasts, continually before Jehovah;\n",
          "23:32 And they were to keep the charge of the Tent of Meeting and the charge of the sanctuary and the charge of the sons of Aaron their brothers for the service of the house of Jehovah.\n"
        ],
        "id": [
          "23:1 Setelah Daud menjadi tua dan lanjut umur, maka diangkatnya Salomo menjadi raja atas Israel.\n",
          "23:2 Ia mengumpulkan segala pembesar Israel, juga para imam dan orang-orang Lewi.\n",
          "23:3 Lalu dihitunglah orang-orang Lewi, yang berumur tiga puluh tahun ke atas, dan jumlah orang-orang mereka, dihitung satu demi satu, ada tiga puluh delapan ribu orang.\n",
          "23:4 - Dari orang-orang ini dua puluh empat ribu orang harus mengawasi pekerjaan di rumah Tuhan; enam ribu orang harus menjadi pengatur dan hakim;\n",
          "23:5 empat ribu orang menjadi penunggu pintu gerbang; dan empat ribu orang menjadi pemuji Tuhan dengan alat-alat musik yang telah kubuat untuk melagukan puji-pujian, kata Daud.\n",
          "23:6 Juga Daud membagi-bagi mereka dalam rombongan menurut anak-anak Lewi, yakni Gerson, Kehat dan Merari.\n",
          "23:7 Termasuk orang Gerson ialah Ladan dan Simei.\n",
          "23:8 Anak-anak Ladan ialah Yehiel, seorang kepala, serta Zetam dan Yoel, tiga orang.\n",
          "23:9 Anak-anak Simei ialah Selomit, Haziel dan Haran, tiga orang; orang-orang inilah yang menjadi kepala puak Ladan.\n",
          "23:10 Anak-anak Simei ialah Yahat, Ziza, Yeush dan Beria; itulah anak-anak Simei, empat orang.\n",
          "23:11 Yahat ialah kepala dan Ziza orang kedua, tetapi Yeush dan Beria tidak mempunyai banyak anak, maka mereka merupakan hanya satu puak dengan satu jabatan.\n",
          "23:12 Anak-anak Kehat ialah Amram, Yizhar, Hebron dan Uziel, empat orang.\n",
          "23:13 Anak-anak Amram ialah Harun dan Musa; Harun ditunjuk untuk mengurus apa yang maha kudus, dia dan keturunannya, sampai selama-lamanya, untuk membakar kurban di hadapan Tuhan, untuk melayani Dia dan untuk memberi berkat demi nama-Nya, sampai selama-lamanya.\n",
          "23:14 Anak-anak Musa, abdi Allah itu, digolongkan kepada suku Lewi.\n",
          "23:15 Anak-anak Musa ialah Gersom dan Eliezer.\n",
          "23:16 Anak Gersom ialah Sebuel, seorang kepala.\n",
          "23:17 Anak Eliezer ialah Rehabya, seorang kepala; Eliezer tidak mempunyai anak-anak lain, tetapi anak-anak Rehabya luar biasa banyaknya.\n",
          "23:18 Anak Yizhar ialah Selomit, seorang kepala.\n",
          "23:19 Anak-anak Hebron ialah Yeria, seorang kepala, Amarya, anak yang kedua, Yahaziel, anak yang ketiga dan Yekameam, anak yang keempat.\n",
          "23:20 Anak-anak Uziel ialah Mikha, seorang kepala, dan Yisia, anak yang kedua.\n",
          "23:21 Anak-anak Merari ialah Mahli dan Musi. Anak-anak Mahli ialah Eleazar dan Kish\n",
          "23:22 Ketika Eleazar mati, ia tidak mempunyai anak laki-laki, hanya anak perempuan, lalu anak-anak Kish, saudara sepupu mereka, mengambil mereka menjadi isteri.\n",
          "23:23 Anak-anak Musi ialah Mahli, Eder dan Yeremot, tiga orang.\n",
          "23:24 Itulah bani Lewi menurut puak mereka, kepala-kepala puak mereka, pada waktu mereka dicatat seorang-seorang sesuai dengan bilangan nama mereka, orang demi orang, yang berumur dua puluh tahun atau lebih, merekalah yang harus melakukan pekerjaan untuk ibadah di rumah Tuhan.\n",
          "23:25 Sebab Daud telah berkata: Tuhan, Allah Israel, telah mengaruniakan keamanan kepada umat-Nya, dan Ia diam di Yerusalem sampai selama-lamanya.\n",
          "23:26 Dengan demikian tidak usah lagi orang Lewi mengangkat Bait Suci dan segala perkakas yang dipakai untuk ibadah di situ.\n",
          "23:27 Sebab sesuai dengan titah Daud yang belakangan, mereka yang didaftarkan dari anak-anak Lewi ialah yang berumur dua puluh tahun ke atas.\n",
          "23:28 Tugas mereka ialah membantu anak-anak Harun untuk menyelenggarakan ibadah di rumah Tuhan, mengawasi pelataran, bilik-bilik dan pentahiran segala barang kudus serta melakukan pekerjaan yang berhubungan dengan ibadah di rumah Allah.\n",
          "23:29 Juga mereka harus menyediakan sajian dan tepung yang terbaik untuk kurban sajian, roti tipis yang tidak beragi, apa yang dipanggang di atas panggangan, apa yang teraduk dan segala sukatan dan ukuran.\n",
          "23:30 Selanjutnya mereka bertugas menyanyikan syukur dan puji-pujian bagi Tuhan setiap pagi, demikian juga pada waktu petang\n",
          "23:31 dan pada waktu mempersembahkan segala kurban bakaran kepada Tuhan, pada hari- hari Sabat, bulan-bulan baru, dan hari-hari raya, menurut jumlah yang sesuai dengan peraturan yang berlaku bagi mereka, sebagai tugas tetap di hadapan Tuhan.\n",
          "23:32 Mereka harus melakukan pemeliharaan Kemah Pertemuan serta tempat kudus dan harus melayani anak-anak Harun, saudara-saudara mereka, untuk menyelenggarakan ibadah di rumah Tuhan.\n"
        ]
      }
    },
    {
      "24": {
        "en": [
          "24:1 And the divisions of the sons of Aaron were these: the sons of Aaron: Nadab and Abihu, Eleazar and Ithamar.\n",
          "24:2 But Nadab and Abihu died before their father and had no children; therefore Eleazar and Ithamar served as priests.\n",
          "24:3 And David with Zadok of the sons of Eleazar and Ahimelech of the sons of Ithamar divided them according to their offices in their service.\n",
          "24:4 Since more chief men were found among the sons of Eleazar than the sons of Ithamar, they were divided thus: of the sons of Eleazar there were sixteen, heads of fathers? houses; and of the sons of Ithamar, according to their fathers? houses, eight.\n",
          "24:5 And they were divided by lot, each like the others; for there were officers of the sanctuary and officers of God, both from the sons of Eleazar and from the sons of Ithamar.\n",
          "24:6 And Shemaiah the son of Nethanel the scribe, from among the Levites, recorded them in the presence of the king and the leaders and Zadok the priest and Ahimelech the son of Abiathar and the heads of the fathers? houses of the priests and of the Levites, one fathers? house being drawn for Eleazar and one drawn for Ithamar.\n",
          "24:7 Now the first lot came forth to Jehoiarib, the second to Jedaiah,\n",
          "24:8 The third to Harim, the fourth to Seorim,\n",
          "24:9 The fifth to Malchijah, the sixth to Mijamin,\n",
          "24:10 The seventh to Hakkoz, the eighth to Abijah,\n",
          "24:11 The ninth to Jeshua, the tenth to Shecaniah,\n",
          "24:12 The eleventh to Eliashib, the twelfth to Jakim,\n",
          "24:13 The thirteenth to Huppah, the fourteenth to Jeshebeab,\n",
          "24:14 The fifteenth to Bilgah, the sixteenth to Immer,\n",
          "24:15 The seventeenth to Hezir, the eighteenth to Happizzez,\n",
          "24:16 The nineteenth to Pethahiah, the twentieth to Jehezkel,\n",
          "24:17 The twenty-first to Jachin, the twenty-second to Gamul,\n",
          "24:18 The twenty-third to Delaiah, the twenty-fourth to Maaziah.\n",
          "24:19 These were their offices in their service for coming into the house of Jehovah according to the arrangement given to them by Aaron their father, as Jehovah the God of Israel had commanded him.\n",
          "24:20 And of the rest of the sons of Levi: of the sons of Amram, Shubael; of the sons of Shubael, Jehdeiah.\n",
          "24:21 Of Rehabiah: of the sons of Rehabiah, Isshiah the chief.\n",
          "24:22 Of the Izharites, Shelomoth; of the sons of Shelomoth, Jahath.\n",
          "24:23 And the sons of Hebron: Jeriah the chief, Amariah the second, Jahaziel the third, Jekameam the fourth.\n",
          "24:24 The sons of Uzziel, Micah; of the sons of Micah, Shamir.\n",
          "24:25 The brother of Micah, Isshiah; of the sons of Isshiah, Zechariah.\n",
          "24:26 The sons of Merari: Mahli and Mushi; the sons of Jaaziah: Beno.\n",
          "24:27 The sons of Merari: of Jaaziah were Beno and Shoham and Zaccur and Ibri.\n",
          "24:28 Of Mahli: Eleazar, who had no sons.\n",
          "24:29 Of Kish: the sons of Kish: Jerahmeel.\n",
          "24:30 And the sons of Mushi: Mahli and Eder and Jerimoth. These were the sons of the Levites according to their fathers? houses.\n",
          "24:31 These likewise cast lots even as their brothers the sons of Aaron in the presence of David the king and Zadok and Ahimelech and the heads of the fathers? houses of the priests and of the Levites, the head of the fathers? houses even as his younger brother.\n"
        ],
        "id": [
          "24:1 Inilah rombongan-rombongan anak-anak Harun. Anak-anak Harun ialah Nadab, Abihu, Eleazar dan Itamar.\n",
          "24:2 Tetapi Nadab dan Abihu mati lebih dahulu dari pada ayah mereka dengan tidak mempunyai anak laki-laki, maka yang memegang jabatan imam ialah Eleazar dan Itamar.\n",
          "24:3 Daud, bersama-sama Zadok dari bani Eleazar dan Ahimelekh dari bani Itamar, membagi-bagi mereka menurut jabatan mereka dalam penyelenggaraan ibadah.\n",
          "24:4 Lalu ternyata bahwa di antara keturunan Eleazar ada lebih banyak kepala kaum dari pada di antara keturunan Itamar, sebab itu orang membagi-bagi mereka sebagai berikut: untuk bani Eleazar enam belas orang kepala puak, tetapi untuk bani Itamar delapan orang kepala puak.\n",
          "24:5 Dan orang membagi-bagi mereka dengan membuang undi tanpa mengadakan perbedaan, sebab ada pemimpin-pemimpin kudus dan pemimpin-pemimpin Allah, baik di antara keturunan Eleazar maupun di antara keturunan Itamar.\n",
          "24:6 Dan Semaya bin Netaneel, panitera itu, seorang Lewi, menulis nama mereka di depan raja, di depan pembesar-pembesar, imam Zadok, Ahimelekh bin Abyatar dan di depan kepala-kepala puak para imam dan orang Lewi; setiap kali satu puak diambil dari Eleazar, dan demikian pula satu puak dari Itamar.\n",
          "24:7 Undian yang pertama jatuh pada Yoyarib; yang kedua pada Yedaya;\n",
          "24:8 yang ketiga pada Harim; yang keempat pada Seorim;\n",
          "24:9 yang kelima pada Malkia; yang keenam pada Miyamin;\n",
          "24:10 yang ketujuh pada Hakos; yang kedelapan pada Abia;\n",
          "24:11 yang kesembilan pada Yesua; yang kesepuluh pada Sekhanya;\n",
          "24:12 yang kesebelas pada Elyasib; yang kedua belas pada Yakim;\n",
          "24:13 yang ketiga belas pada Hupa; yang keempat belas pada Yesebeab;\n",
          "24:14 yang kelima belas pada Bilga; yang keenam belas pada Imer;\n",
          "24:15 yang ketujuh belas pada Hezir; yang kedelapan belas pada Hapizes;\n",
          "24:16 yang kesembilan belas pada Petahya; yang kedua puluh pada Yehezkel;\n",
          "24:17 yang kedua puluh satu pada Yakhin; yang kedua puluh dua pada Gamul;\n",
          "24:18 yang kedua puluh tiga pada Delaya; yang kedua puluh empat pada Maazya.\n",
          "24:19 Itulah jabatan mereka dalam menyelenggarakan ibadah setelah mereka masuk rumah Tuhan, sesuai dengan peraturan yang diberikan kepada mereka dengan perantaraan Harun, bapa leluhur mereka, seperti yang diperintahkan kepadanya oleh Tuhan, Allah Israel.\n",
          "24:20 Golongan yang masih tinggal dari bani Lewi, dari anak-anak Amram ialah Subael, dari anak-anak Subael ialah Yehdeya;\n",
          "24:21 dari anak-anak Rehabya ialah Yisia, seorang kepala;\n",
          "24:22 dari orang Yizhar ialah Selomot; dari anak-anak Selomot ialah Yahat.\n",
          "24:23 Anak-anak Hebron ialah Yeria, seorang kepala, Amarya, anak yang kedua, Yahaziel, anak yang ketiga, dan Yekameam, anak yang keempat.\n",
          "24:24 Anak Uziel ialah Mikha; dari anak-anak Mikha ialah Samir.\n",
          "24:25 Saudara Mikha ialah Yisia; dari anak-anak Yisia ialah Zakharia.\n",
          "24:26 Keturunan Merari ialah Mahli dan Musi, juga anak-anak Yaazia, anaknya.\n",
          "24:27 Keturunan Merari dari pihak Yaazia, anaknya, ialah Syoham, Zakur dan Hibri.\n",
          "24:28 Dari Mahli ialah Eleazar; dia ini tidak mempunyai anak.\n",
          "24:29 Dari Kish: anak Kish, yakni Yerahmeel.\n",
          "24:30 Anak-anak Musi ialah Mahli, Eder dan Yerimot. Itulah bani Lewi menurut puak mereka.\n",
          "24:31 Mereka ini pun, sama seperti saudara-saudara sesuku mereka, anak-anak Harun, membuang undi di depan raja Daud, di depan Zadok, Ahimelekh dan para kepala puak, para imam dan orang Lewi. Dalam hal ini seorang kepala puak sama dengan saudaranya yang terkecil.\n"
        ]
      }
    },
    {
      "25": {
        "en": [
          "25:1 Moreover David and the leaders of the army set apart for the service some of the sons of Asaph and Heman and Jeduthun to prophesy with lyres, harps, and cymbals. And the list of those who did the work according to their service was:\n",
          "25:2 Of the sons of Asaph: Zaccur and Joseph and Nethaniah and Asharelah, the sons of Asaph, under the hand of Asaph, who prophesied under the king?s direction.\n",
          "25:3 Of Jeduthun: the sons of Jeduthun: Gedaliah and Zeri and Jeshaiah and Shimei and Hashabiah and Mattithiah, six, under the direction of their father Jeduthun with the lyre, who prophesied in giving thanks and praising Jehovah.\n",
          "25:4 Of Heman: the sons of Heman: Bukkiah, Mattaniah, Uzziel, Shebuel and Jerimoth, Hananiah, Hanani, Eliathah, Giddalti and Romamti-ezer, Joshbekashah, Mallothi, Hothir, Mahazioth;\n",
          "25:5 All these were the sons of Heman the king?s seer, for exalting His power with the words of God; and God gave Heman fourteen sons and three daughters.\n",
          "25:6 All these were under the direction of their father for song in the house of Jehovah, with cymbals, harps, and lyres, for the service of the house of God, Asaph, Jeduthun, and Heman being under the direction of the king.\n",
          "25:7 And the number of them, with their brothers who were instructed in singing to Jehovah, all of whom were skillful, was two hundred eighty-eight.\n",
          "25:8 And they cast lots for their duties, all alike, the small as well as the great, the teacher as well as the student.\n",
          "25:9 Now the first lot came forth for Asaph to Joseph; the second to Gedaliah, he and his brothers and his sons, twelve;\n",
          "25:10 The third to Zaccur, his sons and his brothers, twelve;\n",
          "25:11 The fourth to Izri, his sons and his brothers, twelve;\n",
          "25:12 The fifth to Nethaniah, his sons and his brothers, twelve;\n",
          "25:13 The sixth to Bukkiah, his sons and his brothers, twelve;\n",
          "25:14 The seventh to Jesharelah, his sons and his brothers, twelve;\n",
          "25:15 The eighth to Jeshaiah, his sons and his brothers, twelve;\n",
          "25:16 The ninth to Mattaniah, his sons and his brothers, twelve;\n",
          "25:17 The tenth to Shimei, his sons and his brothers, twelve;\n",
          "25:18 The eleventh to Azarel, his sons and his brothers, twelve;\n",
          "25:19 The twelfth to Hashabiah, his sons and his brothers, twelve;\n",
          "25:20 For the thirteenth, Shubael, his sons and his brothers, twelve;\n",
          "25:21 For the fourteenth, Mattithiah, his sons and his brothers, twelve;\n",
          "25:22 For the fifteenth to Jeremoth, his sons and his brothers, twelve;\n",
          "25:23 For the sixteenth to Hananiah, his sons and his brothers, twelve;\n",
          "25:24 For the seventeenth to Joshbekashah, his sons and his brothers, twelve;\n",
          "25:25 For the eighteenth to Hanani, his sons and his brothers, twelve;\n",
          "25:26 For the nineteenth to Mallothi, his sons and his brothers, twelve;\n",
          "25:27 For the twentieth to Eliathah, his sons and his brothers, twelve;\n",
          "25:28 For the twenty-first to Hothir, his sons and his brothers, twelve;\n",
          "25:29 For the twenty-second to Giddalti, his sons and his brothers, twelve;\n",
          "25:30 For the twenty-third to Mahazioth, his sons and his brothers, twelve;\n",
          "25:31 For the twenty-fourth to Romamti-ezer, his sons and his brothers, twelve.\n"
        ],
        "id": [
          "25:1 Selanjutnya untuk ibadah Daud dan para panglima menunjuk anak-anak Asaf, anak-anak Heman dan anak-anak Yedutun. Mereka bernubuat dengan diiringi kecapi, gambus dan ceracap. Daftar orang-orang yang bekerja dalam ibadah ini ialah yang berikut:\n",
          "25:2 dari anak-anak Asaf ialah Zakur, Yusuf, Netanya dan Asarela, anak-anak Asaf di bawah pimpinan Asaf, yang bernubuat dengan petunjuk raja.\n",
          "25:3 Dari Yedutun ialah anak-anak Yedutun: Gedalya, Zeri, Yesaya, Simei, Hasabya dan Matica, enam orang, di bawah pimpinan ayah mereka, Yedutun, yang bernubuat dengan diiringi kecapi pada waktu menyanyikan syukur dan puji-pujian bagi Tuhan.\n",
          "25:4 Dari Heman ialah anak-anak Heman: Bukia, Matanya, Uziel, Sebuel, Yerimot, Hananya, Ha-nani, Eliata, Gidalti, Romamti-Ezer, Yosbekasa, Maloti, Hotir dan Mahaziot.\n",
          "25:5 Mereka ini sekalian adalah anak-anak Heman, pelihat raja, menurut janji Allah untuk meninggikan tanduk kekuatannya; sebab Allah telah memberikan kepada Heman empat belas orang anak laki-laki dan tiga orang anak perempuan.\n",
          "25:6 Mereka ini sekalian berada di bawah pimpinan ayah mereka pada waktu menyanyikan nyanyian di rumah Tuhan dengan diiringi ceracap, gambus dan kecapi untuk ibadah di rumah Allah dengan petunjuk raja. Demikianlah keadaan bani Asaf, Yedutun dan Heman.\n",
          "25:7 Jumlah mereka bersama-sama saudara-saudara mereka yang telah dilatih bernyanyi untuk Tuhan - mereka sekalian adalah ahli seni - ada dua ratus delapan puluh delapan orang.\n",
          "25:8 Tua dan muda, guru dan murid, membuang undi mengenai tugasnya.\n",
          "25:9 Lalu jatuhlah undian yang pertama pada Yusuf, orang Asaf; undian yang kedua pada Gedalya dengan saudara-saudaranya dan anak-anaknya, dua belas orang;\n",
          "25:10 undian yang ketiga pada Zakur, anak-anaknya dan saudara-saudaranya, dua belas orang;\n",
          "25:11 undian yang keempat pada Yizri, anak-anaknya dan saudara-saudaranya, dua belas orang;\n",
          "25:12 undian yang kelima pada Netanya, anak-anaknya dan saudara-saudaranya, dua belas orang;\n",
          "25:13 undian yang keenam pada Bukia, anak-anaknya dan saudara-saudaranya, dua belas orang;\n",
          "25:14 undian yang ketujuh pada Yesarela, anak-anaknya dan saudara-saudaranya, dua belas orang;\n",
          "25:15 undian yang kedelapan pada Yesaya, anak-anaknya dan saudara-saudaranya, dua belas orang;\n",
          "25:16 undian yang kesembilan pada Matanya, anak-anaknya dan saudara-saudaranya, dua belas orang;\n",
          "25:17 undian yang kesepuluh pada Simei, anak-anaknya dan saudara-saudaranya, dua belas orang;\n",
          "25:18 undian yang kesebelas pada Azareel, anak-anaknya dan saudara-saudaranya, dua belas orang;\n",
          "25:19 undian yang kedua belas pada Hasabya, anak-anaknya dan saudara-saudaranya, dua belas orang;\n",
          "25:20 undian yang ketiga belas pada Subael, anak-anaknya dan saudara-saudaranya, dua belas orang;\n",
          "25:21 undian yang keempat belas pada Matica, anak-anaknya dan saudara-saudaranya, dua belas orang;\n",
          "25:22 undian yang kelima belas pada Yeremot, anak-anaknya dan saudara-saudaranya, dua belas orang;\n",
          "25:23 undian yang keenam belas pada Hananya, anak-anaknya dan saudara-saudaranya, dua belas orang;\n",
          "25:24 undian yang ketujuh belas pada Yosbekasa, anak-anaknya dan saudara-saudaranya, dua belas orang;\n",
          "25:25 undian yang kedelapan belas pada Hanani, anak-anaknya dan saudara-saudaranya, dua belas orang;\n",
          "25:26 undian yang kesembilan belas pada Maloti, anak-anaknya dan saudara-saudaranya, dua belas orang;\n",
          "25:27 undian yang kedua puluh pada Eliata, anak-anaknya dan saudara-saudaranya, dua belas orang;\n",
          "25:28 undian yang kedua puluh satu pada Hotir, anak-anaknya dan saudara-saudaranya, dua belas orang;\n",
          "25:29 undian yang kedua puluh dua pada Gidalti, anak-anaknya dan saudara-saudaranya, dua belas orang;\n",
          "25:30 undian yang kedua puluh tiga pada Mahaziot, anak-anaknya dan saudara-saudaranya, dua belas orang;\n",
          "25:31 undian yang kedua puluh empat pada Romamti-Ezer, anak-anaknya dan saudara-saudaranya, dua belas orang.\n"
        ]
      }
    },
    {
      "26": {
        "en": [
          "26:1 For the divisions of the doorkeepers: of the Korahites, Meshelemiah the son of Kore, of the sons of Asaph.\n",
          "26:2 And Meshelemiah had sons: Zechariah the firstborn, Jediael the second, Zebadiah the third, Jathniel the fourth,\n",
          "26:3 Elam the fifth, Jehohanan the sixth, Eliehoenai the seventh.\n",
          "26:4 And Obed-edom had sons: Shemaiah the firstborn, Jehozabad the second, Joah the third and Sacar the fourth and Nethanel the fifth,\n",
          "26:5 Ammiel the sixth, Issachar the seventh, Peullethai the eighth; for God blessed him.\n",
          "26:6 And to Shemaiah his son were sons born, who ruled over the house of their father, for they were mighty men of valor.\n",
          "26:7 The sons of Shemaiah: Othni and Rephael and Obed and Elzabad, whose brothers, Elihu and Semachiah, were valiant men.\n",
          "26:8 All these were among the sons of Obed-edom: they and their sons and their brothers, men of strength able for the service, sixty-two of Obed-edom.\n",
          "26:9 And Meshelemiah had sons and brothers, valiant men, eighteen.\n",
          "26:10 And Hosah, of the children of Merari, had sons: Shimri the chief (for although he was not the firstborn, his father made him chief),\n",
          "26:11 Hilkiah the second, Tebaliah the third, Zechariah the fourth; all the sons and brothers of Hosah were thirteen.\n",
          "26:12 To these divisions of the doorkeepers, the chief men, were given duties like those of their brothers, to minister in the house of Jehovah.\n",
          "26:13 And they cast lots, the small as well as the great, according to their fathers? houses, for every gate.\n",
          "26:14 And the lot for the east fell to Shelemiah. Then for Zechariah his son, a counselor with insight, they cast lots; and his lot went out for the north.\n",
          "26:15 For Obed-edom it went out for the south; and for his sons it went out for the storehouse.\n",
          "26:16 For Shuppim and Hosah it went out for the west, by the gate of Shallecheth on the ascending road. Guard corresponded to guard.\n",
          "26:17 On the east: six Levites; on the north: four a day; on the south: four a day; and for the storehouse: two by two;\n",
          "26:18 At the colonnade to the west: four at the road and two at the colonnade.\n",
          "26:19 These were the divisions of the doorkeepers, from the sons of the Korahites and from the sons of Merari.\n",
          "26:20 And of the Levites, Ahijah was over the treasures of the house of God and over the treasures of the dedicated gifts.\n",
          "26:21 The sons of Ladan, the sons of the Gershonites belonging to Ladan, the heads of the fathers? houses belonging to Ladan the Gershonite: Jehieli.\n",
          "26:22 The sons of Jehieli: Zetham and Joel his brother, who were over the treasures of the house of Jehovah.\n",
          "26:23 Of the Amramites, the Izharites, the Hebronites, and the Uzzielites,\n",
          "26:24 Shebuel the son of Gershom, the son of Moses, was ruler over the treasures.\n",
          "26:25 And his brothers: From Eliezer came Rehabiah his son and Jeshaiah his son and Joram his son and Zichri his son and Shelomoth his son.\n",
          "26:26 This Shelomoth and his brothers were over all the treasures of the dedicated gifts, which David the king and the heads of the fathers? houses, the captains over thousands and hundreds and the captains of the army, had dedicated;\n",
          "26:27 Out of the spoil won in battles they dedicated these to repair the house of Jehovah.\n",
          "26:28 And all that Samuel the seer and Saul the son of Kish and Abner the son of Ner and Joab the son of Zeruiah had dedicated, and whoever had dedicated anything, was under the hand of Shelomoth and his brothers.\n",
          "26:29 Of the Izharites, Chenaniah and his sons were appointed to the outward duties over Israel, as officers and judges.\n",
          "26:30 Of the Hebronites, Hashabiah and his brothers, men of valor, one thousand seven hundred, had the oversight of Israel beyond the Jordan to the west for all the business of Jehovah, and for the service of the king.\n",
          "26:31 Of the Hebronites, Jerijah was chief. (As for the Hebronites, in the fortieth year of David?s reign a search was made according to their generations by fathers? houses, and among them mighty men of valor were found at Jazer-gilead.)\n",
          "26:32 And his brothers, men of valor, were two thousand seven hundred, heads of fathers? houses, whom King David made overseers over the Reubenites and the Gadites and the half-tribe of the Manassites, for every matter pertaining to God and for the affairs of the king.\n"
        ],
        "id": [
          "26:1 Tentang rombongan para penunggu pintu: dari orang Korah ialah Meselemya bin Kore dari keturunan Ebyasaf.\n",
          "26:2 Meselemya mempunyai anak-anak, yakni Zakharia, anak sulung, Yediael, anak yang kedua, Zebaja, anak yang ketiga, Yatniel, anak yang keempat,\n",
          "26:3 Elam, anak yang kelima, Yohanan, anak yang keenam, ElyoEnai, anak yang ketujuh.\n",
          "26:4 Obed-Edom mempunyai anak-anak, yakni Semaya, anak sulung, Yozabad, anak yang kedua, Yoah, anak yang ketiga, Sakhar, anak yang keempat, Netaneel, anak yang kelima,\n",
          "26:5 Amiel, anak yang keenam, Isakhar, anak yang ketujuh dan Peuletai, anak yang kedelapan, sebab Allah telah memberkati dia.\n",
          "26:6 Bagi Semaya, anak Obed-Edom itu, lahir anak-anak. Mereka memegang pemerintahan di antara puak mereka, sebab mereka itu adalah pahlawan-pahlawan yang gagah perkasa.\n",
          "26:7 Anak-anak Semaya ialah Otni, Refael, Obed dan Elzabad serta saudara-saudaranya, yakni Elihu dan Semakhya, orang-orang gagah perkasa.\n",
          "26:8 Mereka sekalian adalah dari keturunan Obed-Edom, yakni mereka sendiri, anak-anak mereka dan saudara-saudara mereka, masing-masing orang yang gagah perkasa, cakap untuk pekerjaan itu, enam puluh dua orang jumlahnya dari Obed-Edom.\n",
          "26:9 Dan Meselemya mempunyai delapan belas orang anak dan saudara, orang-orang yang gagah perkasa.\n",
          "26:10 Hosa dari bani Merari mempunyai anak-anak, yakni Simri, seorang kepala - sebab sekalipun ia bukan anak sulung, tetapi ayahnya mengangkat dia menjadi kepala -\n",
          "26:11 Hilkia, anak yang kedua, Tebalya, anak yang ketiga dan Zakharia, anak yang keempat. Semua anak dan saudara Hosa itu ada tiga belas orang.\n",
          "26:12 Rombongan-rombongan para penunggu pintu itu, yang dibagi menurut kepala kaum, mempunyai tugas melayani di rumah Tuhan, sama seperti saudara-saudara sesuku mereka.\n",
          "26:13 Untuk setiap pintu gerbang mereka membuang undi, menurut puak-puak mereka, baik puak yang kecil maupun puak yang besar.\n",
          "26:14 Undian untuk pintu timur jatuh pada Selemya; selanjutnya mereka membuang undi bagi Zakharia, anaknya, seorang penasihat yang berakal budi, lalu jatuhlah undiannya untuk pintu utara.\n",
          "26:15 Bagi Obed-Edom ialah pintu selatan dan bagi anak-anaknya gudang perlengkapan.\n",
          "26:16 Bagi Supim dan Hosa ialah pintu barat beserta Pintu Gerbang Syalekhet di jalan raya tanjakan. Penjaga yang satu ditaruh berdampingan dengan penjaga yang lain.\n",
          "26:17 Di sebelah timur ada enam orang setiap hari, di sebelah utara ada empat orang setiap hari, di sebelah selatan ada empat orang setiap hari, tetapi pada gudang perlengkapan selalu ada dua orang;\n",
          "26:18 pada Parbar di sebelah barat: empat orang di jalan raya dan dua orang pada Parbar.\n",
          "26:19 Itulah rombongan-rombongan para penunggu pintu dari bani Korah dan dari bani Merari.\n",
          "26:20 Orang-orang Lewi, saudara-saudara sesuku mereka, yang mengawasi perbendaharaan rumah Allah dan yang mengawasi perbendaharaan barang-barang kudus;\n",
          "26:21 bani Ladan, yakni keturunan Gerson melalui Ladan, mempunyai orang-orang Yehiel sebagai kepala puak.\n",
          "26:22 Keturunan Yehiel, yakni Zetam dan YoEl, saudaranya, mengawasi perbendaharaan rumah Tuhan.\n",
          "26:23 Dari orang Amram, orang Yizhar, orang Hebron dan orang Uziel\n",
          "26:24 adalah Sebuel bin Gersom bin Musa yang menjadi kepala perbendaharaan.\n",
          "26:25 Sanak saudara Sebuel melalui Eliezer ialah Rehabya, anak Eliezer, dan Yesaya, anak Rehabya, dan Yoram, anak Yesaya, dan Zikhri, anak Yoram, dan Selomit, anak Zikhri.\n",
          "26:26 Selomit ini beserta sanak saudaranya mengawasi perbendaharaan barang-barang kudus yang telah dikuduskan oleh raja Daud dan oleh para kepala puak dan para pemimpin pasukan seribu dan pasukan seratus dan para panglima.\n",
          "26:27 Mereka telah menguduskannya dari rampasan perang untuk menyemarakkan rumah Tuhan.\n",
          "26:28 Juga segala yang dikuduskan oleh Samuel, pelihat itu, oleh Saul bin Kish, oleh Abner bin Ner dan oleh Yoab, anak Zeruya, ya segala barang yang dikuduskan ada di bawah pengawasan Selomit beserta sanak saudaranya.\n",
          "26:29 Dari orang Yizhar adalah Kenanya beserta anak-anaknya yang diserahi tugas luar di Israel, yaitu menjadi pengatur dan hakim.\n",
          "26:30 Dari orang Hebron adalah Hasabya beserta sanak saudaranya, orang-orang gagah perkasa, seribu tujuh ratus orang jumlahnya, yang diserahi urusan pemerintahan Israel di sebelah barat sungai Yordan dalam segala urusan untuk Tuhan dan segala pekerjaan untuk raja.\n",
          "26:31 Dari orang Hebron adalah Yeria yang menjadi kepala. Tentang orang Hebron, mengenai keturunannya dan puaknya, dalam tahun keempat puluh zaman pemerintahan Daud diadakan penyelidikan tentang mereka dan ternyata, bahwa di antara mereka ada pahlawan-pahlawan yang gagah perkasa di Yaezer-Gilead.\n",
          "26:32 Sanak saudara Yeria, orang-orang yang gagah perkasa, kepala-kepala puak ada dua ribu tujuh ratus orang. Mereka itu diangkat raja Daud mengawasi orang Ruben, orang Gad dan suku Manasye yang setengah itu dalam segala perkara untuk Allah dan segala perkara untuk raja.\n"
        ]
      }
    },
    {
      "27": {
        "en": [
          "27:1 And these are the children of Israel by their number, the heads of fathers? houses, and the captains of thousands and of hundreds, and their officers who served the king in all the matters of the divisions that came in and went out month by month throughout all the months of the year; for every division there were twenty-four thousand.\n",
          "27:2 Over the first division for the first month was Jashobeam the son of Zabdiel; and in his division were twenty-four thousand.\n",
          "27:3 He was from the children of Perez, the chief of all the captains of the army for the first month.\n",
          "27:4 And over the division of the second month was Dodai the Ahohite and his division, with Mikloth being the leader; and in his division were twenty-four thousand.\n",
          "27:5 The third captain of the army for the third month was Benaiah the chief, the son of Jehoiada the priest; and in his division were twenty-four thousand.\n",
          "27:6 This is that Benaiah who was the mighty man of the thirty and who was over the thirty; and in his division was Ammizabad his son.\n",
          "27:7 The fourth for the fourth month was Asahel the brother of Joab and Zebadiah his son after him; and in his division were twenty-four thousand.\n",
          "27:8 The fifth for the fifth month was the captain Shamhuth the Izrahite and in his division were twenty-four thousand.\n",
          "27:9 The sixth for the sixth month was Ira the son of Ikkesh the Tekoite; and in his division were twenty-four thousand.\n",
          "27:10 The seventh for the seventh month was Helez the Pelonite, from the children of Ephraim; and in his division were twenty-four thousand.\n",
          "27:11 The eighth for the eighth month was Sibbecai the Hushathite, from the Zerahites; and in his division were twenty-four thousand.\n",
          "27:12 The ninth for the ninth month was Abiezer the Anathothite, from the Benjamites; and in his division were twenty-four thousand.\n",
          "27:13 The tenth for the tenth month was Maharai the Netophathite, from the Zerahites; and in his division were twenty-four thousand.\n",
          "27:14 The eleventh for the eleventh month was Benaiah the Pirathonite, from the children of Ephraim; and in his division were twenty-four thousand.\n",
          "27:15 The twelfth for the twelfth month was Heldai the Netophathite, of Othniel; and in his division were twenty-four thousand.\n",
          "27:16 And over the tribes of Israel were these: for the Reubenites was Eliezer the son of Zichri, the leader; for the Simeonites, Shephatiah the son of Maacah;\n",
          "27:17 For Levi, Hashabiah the son of Kemuel; for Aaron, Zadok;\n",
          "27:18 For Judah, Elihu, one of the brothers of David; for Issachar, Omri the son of Michael;\n",
          "27:19 For Zebulun, Ishmaiah the son of Obadiah; for Naphtali, Jeremoth the son of Azriel;\n",
          "27:20 For the children of Ephraim, Hoshea the son of Azaziah; for the half-tribe of Manasseh, Joel the son of Pedaiah;\n",
          "27:21 For the other half of Manasseh, in Gilead, Iddo the son of Zechariah; for Benjamin, Jaasiel the son of Abner;\n",
          "27:22 For Dan, Azarel the son of Jeroham. These were the captains of the tribes of Israel.\n",
          "27:23 But David did not take the number of those from twenty years old and under, because Jehovah had said He would increase Israel like the stars of heaven.\n",
          "27:24 Joab the son of Zeruiah had begun to number them but did not finish; and because of this, wrath came upon Israel. Nor was the number put into the account in the chronicles of King David.\n",
          "27:25 And over the king?s treasures was Azmaveth the son of Adiel; and over the treasures in the fields, in the cities, and in the villages and in the towers was Jonathan the son of Uzziah;\n",
          "27:26 And over those who did the work of the field for tilling the ground was Ezri the son of Chelub;\n",
          "27:27 And over the vineyards was Shimei the Ramathite; and over the produce of the vineyards in the wine cellars was Zabdi the Shiphmite;\n",
          "27:28 And over the olive trees and the sycamore trees that were in the lowland was Baal-hanan the Gederite; and over the oil stores was Joash;\n",
          "27:29 And over the cattle that grazed in Sharon was Shitrai the Sharonite; and over the cattle that were in the valleys was Shaphat the son of Adlai;\n",
          "27:30 And over the camels was Obil the Ishmaelite; and over the asses was Jehdeiah the Meronothite; and over the flocks was Jaziz the Hagrite.\n",
          "27:31 All these were the overseers of the property that belonged to King David.\n",
          "27:32 In addition, Jonathan, David?s uncle, was a counselor, a man of understanding, and a scribe; and Jehiel the son of Hachmoni was with the king?s sons;\n",
          "27:33 And Ahithophel was the king?s counselor; and Hushai the Archite was the king?s friend;\n",
          "27:34 And after Ahithophel was Jehoiada the son of Benaiah, then Abiathar; and the captain of the king?s army was Joab.\n"
        ],
        "id": [
          "27:1 Adapun orang Israel, inilah daftar para kepala puak, para panglima pasukan seribu dan pasukan seratus dan para pengatur yang melayani raja dalam segala hal mengenai rombongan orang-orang yang bertugas dan libur, bulan demi bulan, sepanjang tahun. Setiap rombongan berjumlah dua puluh empat ribu orang.\n",
          "27:2 Yang mengepalai rombongan pertama untuk bulan pertama ialah Yasobam bin Zabdiel dan dalam rombongannya ada dua puluh empat ribu orang.\n",
          "27:3 Ia dari bani Peres dan mengepalai semua panglima untuk bulan yang pertama.\n",
          "27:4 Yang mengepalai rombongan bulan yang kedua ialah Dodai, orang Ahohi, sedang pemimpin rombongannya yang berjumlah dua puluh empat ribu orang, adalah Miklot.\n",
          "27:5 Panglima yang ketiga untuk bulan yang ketiga ialah Benaya, anak imam kepala Yoyada, dan dalam rombongannya ada dua puluh empat ribu orang.\n",
          "27:6 Benaya ini adalah seorang dari ketiga puluh pahlawan dan mengepalai ketiga puluh orang itu, tetapi yang memegang pimpinan rombongannya ialah Amizabad, anaknya.\n",
          "27:7 Yang keempat untuk bulan yang keempat ialah Asael, saudara Yoab, kemudian ia digantikan oleh Zebaja, anaknya, dan dalam rombongannya ada dua puluh empat ribu orang.\n",
          "27:8 Yang kelima untuk bulan yang kelima ialah Samhut orang Yizrah, panglima itu, dan dalam rombongannya ada dua puluh empat ribu orang.\n",
          "27:9 Yang keenam untuk bulan yang keenam ialah Ira anak Ikesh orang Tekoa dan dalam rombongannya ada dua puluh empat ribu orang.\n",
          "27:10 Yang ketujuh untuk bulan yang ketujuh ialah Heles, orang Peloni, dari bani Efraim, dan dalam rombongannya ada dua puluh empat ribu orang.\n",
          "27:11 Yang kedelapan untuk bulan yang kedelapan ialah Sibkhai, orang Husa dari orang Zerah itu, dan dalam rombongannya ada dua puluh empat ribu orang.\n",
          "27:12 Yang kesembilan untuk bulan yang kesembilan ialah Abiezer, orang Anatot itu, dari bani Benyamin, dan dalam rombongannya ada dua puluh empat ribu orang.\n",
          "27:13 Yang kesepuluh untuk bulan yang kesepuluh ialah Maharai, orang Netofa dari orang Zerah itu, dan dalam rombongannya ada dua puluh empat ribu orang.\n",
          "27:14 Yang kesebelas untuk bulan yang kesebelas ialah Benaya, orang Piraton, dari bani Efraim, dan dalam rombongannya ada dua puluh empat ribu orang.\n",
          "27:15 Yang kedua belas untuk bulan yang kedua belas ialah Heldai, orang Netofa itu, keturunan Otniel, dan dalam rombongannya ada dua puluh empat ribu orang.\n",
          "27:16 Yang mengepalai suku-suku Israel: untuk orang Ruben ialah Eliezer bin Zikhri sebagai pemimpin; untuk orang Simeon ialah Sefaca bin Maakha;\n",
          "27:17 untuk suku Lewi ialah Hasabya bin Kemuel; untuk keturunan Harun ialah Zadok;\n",
          "27:18 untuk suku Yehuda ialah Elihu, salah seorang saudara Daud; untuk suku Isakhar ialah Omri bin Mikhael;\n",
          "27:19 untuk suku Zebulon ialah Yismaya bin Obaja; untuk suku Naftali ialah Yerimot bin Azriel;\n",
          "27:20 untuk bani Efraim ialah Hosea bin Azazya; untuk setengah suku Manasye ialah YoEl bin Pedaya;\n",
          "27:21 untuk setengah suku Manasye yang di Gilead ialah Yido bin Zakharia; untuk suku Benyamin ialah Yaasiel bin Abner;\n",
          "27:22 untuk suku Dan ialah Azareel bin Yeroham. Itulah para kepala suku-suku Israel.\n",
          "27:23 Daud tidak menghitung jumlah orang-orang yang berumur dua puluh tahun ke bawah, sebab Tuhan telah menjanjikan untuk membuat orang Israel sebanyak bintang-bintang di langit.\n",
          "27:24 Memang Yoab, anak Zeruya, telah mulai menghitung, tetapi ia tidak menyelesaikannya, sebab oleh karena hal itu orang Israel tertimpa murka; dengan demikian jumlah mereka tidak dibukukan dalam kitab sejarah raja Daud.\n",
          "27:25 Yang mengawasi persediaan raja ialah Azmawet bin Adiel dan yang mengawasi persediaan di luar kota, di kota-kota, di desa-desa dan di dalam menara-menara lumbung ialah Yonatan bin Uzia.\n",
          "27:26 Yang mengawasi para pekerja di ladang yang harus mengusahakan tanah ialah Ezri bin Kelub.\n",
          "27:27 Yang mengawasi kebun-kebun anggur ialah Simei, orang Rama. Yang mengawasi hasil kebun anggur untuk persediaan anggur ialah Zabdi, orang Syifmi.\n",
          "27:28 Yang mengawasi pohon-pohon zaitun dan pohon-pohon ara di Daerah Bukit ialah Baal-Hanan, orang Gederi; yang mengawasi persediaan minyak ialah Yoas.\n",
          "27:29 Yang mengawasi lembu sapi yang digembalakan di tanah Saron ialah Sitrai, orang Saron; yang mengawasi lembu sapi di lembah-lembah ialah Safat bin Adlai.\n",
          "27:30 Yang mengawasi unta-unta ialah Obil, orang Ismael; yang mengawasi keledai-keledai betina ialah Yehdeya, orang Meronot.\n",
          "27:31 Yang mengawasi kambing domba ialah Yazis, orang Hagri. Mereka ini sekalian ialah para pengawas harta milik raja Daud.\n",
          "27:32 Yonatan, saudara ayah Daud, adalah penasihat; dia seorang cerdas dan ahli kitab. Yehiel bin Hakhmoni membantu anak-anak raja.\n",
          "27:33 Ahitofel adalah penasihat raja; Husai, orang Arki, adalah sahabat raja.\n",
          "27:34 Yang menggantikan Ahitofel kemudian ialah Yoyada bin Benaya dan Abyatar. Panglima raja ialah Yoab.\n"
        ]
      }
    },
    {
      "28": {
        "en": [
          "28:1 And David assembled at Jerusalem all the leaders of Israel: the leaders of the tribes, and the leaders of the divisions who served the king, and the captains of thousands, and the captains of hundreds, and the overseers of all the property and cattle of the king and of his sons, with the eunuchs and the mighty men, indeed all the mighty men of valor.\n",
          "28:2 And David the king rose to his feet and said, Hear me, my brothers and my people: I had it in my heart to build a house of rest for the Ark of the Covenant of Jehovah and for the footstool of our God, and I prepared materials for building it.\n",
          "28:3 But God said to me, You shall not build a house for My name, for you are a man of war and have shed blood.\n",
          "28:4 But Jehovah the God of Israel chose me out of all my father?s house to be king over Israel forever; for He chose Judah as leader, and in the house of Judah the house of my father, and among the sons of my father He took pleasure in me, making me king over all Israel.\n",
          "28:5 And out of all my sons?for Jehovah has given me many sons?He has chosen Solomon my son to sit on the throne of the kingdom of Jehovah over Israel.\n",
          "28:6 And He said to me, Solomon your son, he shall build My house and My courts; for I have chosen him to be My son, and I will be his Father.\n",
          "28:7 And I will establish his kingdom forever, if he is resolute in doing My commandments and My ordinances, as on this day.\n",
          "28:8 And now in the sight of all Israel, the assembly of Jehovah, and in the hearing of our God, observe and seek after all the commandments of Jehovah your God in order that you may possess the good land and leave it as an inheritance forever to your children after you.\n",
          "28:9 And you, Solomon my son, know the God of your father, and serve Him with your whole heart and with a willing soul, for Jehovah searches all the hearts and understands every imagination of the thoughts. If you seek Him, He will be found by you; but if you forsake Him, He will cast you away forever.\n",
          "28:10 See now that Jehovah has chosen you to build a house for the sanctuary?be strong and do it.\n",
          "28:11 Then David gave Solomon his son the pattern of the portico of the temple and its buildings and its storehouses and its upper rooms and its inner rooms and the building for the expiation cover;\n",
          "28:12 And the pattern of all that he had by the Spirit, for the courts of the house of Jehovah, and for all the chambers around, and for the treasuries of the house of God, and for the treasuries of the dedicated gifts;\n",
          "28:13 And for the divisions of the priests and the Levites, and for all the work of the service of the house of Jehovah, and for all the vessels of the service of the house of Jehovah;\n",
          "28:14 And for the gold, by weight of the gold for all the vessels of each kind of service; for all the vessels of silver, by weight for all the vessels for each kind of service;\n",
          "28:15 And for the weight of the lampstands of gold and their lamps of gold, by weight for each lampstand and its lamps; and for the weight of the lampstands of silver, by weight for the lampstand and its lamps, according to the service of each kind of lampstand;\n",
          "28:16 And for the gold, by weight for the tables of the rows of bread for each table, and for the silver for the tables of silver;\n",
          "28:17 And for the flesh hooks and the basins and the pitchers, of pure gold; and for the bowls of gold, by weight for each bowl; and for the bowls of silver, by weight for each bowl;\n",
          "28:18 And for the incense altar of refined gold, by weight; and gold for the figure of the chariot, that is, the cherubim, spreading out their wings and covering the Ark of the Covenant of Jehovah.\n",
          "28:19 All this, said David, has He made clear by a writing from the hand of Jehovah upon me, all the details of the pattern.\n",
          "28:20 And David said to Solomon his son, Be strong and be bold and do it; do not be afraid or dismayed, for Jehovah God, my God, is with you. He will not fail you nor forsake you until the completion of all the work for the service of the house of Jehovah.\n",
          "28:21 And here are the divisions of priests and Levites for all the service of the house of God, and with you in all the work will be every willing man with wisdom for any service; also the leaders and all the people will be wholly at your command.\n"
        ],
        "id": [
          "28:1 Daud mengumpulkan di Yerusalem segala pembesar Israel, yakni para kepala suku, para pemimpin rombongan orang-orang yang melayani raja, para kepala pasukan seribu dan kepala pasukan seratus, serta para kepala harta benda dan ternak kepunyaan raja dan anak-anaknya; bersama-sama mereka juga para pegawai istana dan para perwira dan semua pahlawan yang gagah perkasa.\n",
          "28:2 Lalu berdirilah raja Daud dan berkata: Dengarlah, hai saudara-saudaraku dan bangsaku! Aku bermaksud hendak mendirikan rumah perhentian untuk tabut perjanjian Tuhan dan untuk tumpuan kaki Allah kita; juga aku telah membuat persediaan untuk mendirikannya.\n",
          "28:3 Tetapi Allah telah berfirman kepadaku: Engkau tidak akan mendirikan rumah bagi nama-Ku, sebab engkau ini seorang prajurit dan telah menumpahkan darah.\n",
          "28:4 Namun Tuhan, Allah Israel, telah memilih aku dari antara segenap puakku untuk menjadi raja atas Israel selama-lamanya; sebab Ia telah memilih Yehuda menjadi pemimpin, dan puakku dari antara kaum Yehuda, dan dari antara anak-anak ayahku Ia berkenan kepadaku untuk mengangkat aku sebagai raja atas seluruh Israel.\n",
          "28:5 Dan dari antara anak-anakku sekalian - sebab banyak anak telah dikaruniakan Tuhan kepadaku - Ia telah memilih anakku Salomo untuk duduk di atas takhta pemerintahan Tuhan atas Israel.\n",
          "28:6 Ia telah berfirman kepadaku: Salomo, anakmu, dialah yang akan mendirikan rumah-Ku dan pelataran-Ku sebab Aku telah memilih dia menjadi anak-Ku dan Aku akan menjadi bapanya.\n",
          "28:7 Dan Aku akan mengokohkan kerajaannya sampai selama-lamanya, jika ia bertekun melakukan segala perintah dan peraturan-Ku seperti sekarang ini.\n",
          "28:8 Maka sekarang, di depan mata seluruh Israel, jemaah Tuhan, dan dengan didengar Allah kita, aku berkata kepadamu: Peliharalah dan tuntutlah segala perintah Tuhan, Allahmu, supaya kamu tetap menduduki negeri yang baik ini dan mewariskannya sampai selama-lamanya kepada anak-anakmu yang kemudian.\n",
          "28:9 Dan engkau, anakku Salomo, kenallah Allahnya ayahmu dan beribadahlah kepada-Nya dengan tulus ikhlas dan dengan rela hati, sebab Tuhan menyelidiki segala hati dan mengerti segala niat dan cita-cita. Jika engkau mencari Dia, maka Ia berkenan ditemui olehmu, tetapi jika engkau meninggalkan Dia maka Ia akan membuang engkau untuk selamanya.\n",
          "28:10 Camkanlah sekarang, sebab Tuhan telah memilih engkau untuk mendirikan sebuah rumah menjadi tempat kudus. Kuatkanlah hatimu dan lakukanlah itu.\n",
          "28:11 Lalu Daud menyerahkan kepada Salomo, anaknya, rencana bangunan dari balai Bait Suci dan ruangan-ruangannya, dari perbendaharaannya, kamar-kamar atas dan kamar-kamar dalamnya, serta dari ruangan untuk tutup pendamaian.\n",
          "28:12 Selanjutnya rencana dari segala yang dipikirkannya mengenai pelataran rumah Tuhan, dan bilik-bilik di sekelilingnya, mengenai perbendaharaan-perbendaharaan rumah Allah dan perbendaharaan-perbendaharaan barang-barang kudus;\n",
          "28:13 mengenai rombongan-rombongan para imam dan para orang Lewi dan mengenai segala pekerjaan untuk ibadah di rumah Tuhan dan segala perkakas untuk ibadah di rumah Tuhan.\n",
          "28:14 Juga ia memberikan emas seberat yang diperlukan untuk segala perkakas pada tiap-tiap ibadah; dan diberikannya perak seberat yang diperlukan untuk segala perkakas perak pada tiap-tiap ibadah,\n",
          "28:15 yakni sejumlah emas untuk kandil-kandil emas dan lampu-lampunya yang dari emas, seberat yang diperlukan tiap-tiap kandil dan lampu-lampunya, dan perak untuk kandil perak seberat yang diperlukan perak untuk satu kandil dan lampu-lampunya, sesuai dengan pemakaian tiap-tiap kandil dalam ibadah.\n",
          "28:16 Kemudian diberikannya sejumlah emas untuk meja-meja roti sajian, meja demi meja, dan perak untuk meja-meja dari perak;\n",
          "28:17 selanjutnya emas murni untuk garpu-garpu, dan bokor-bokor penyiraman dan kendi-kendi, juga untuk piala-piala dari emas seberat yang diperlukan untuk tiap-tiap piala, dan perak untuk piala dari perak seberat yang diperlukan untuk tiap-tiap piala;\n",
          "28:18 juga emas yang disucikan untuk mezbah pembakaran ukupan seberat yang diperlukan dan emas untuk pembentukan kereta yang menjadi tumpangan kedua kerub, yang mengembangkan sayapnya sambil menudungi tabut perjanjian Tuhan.\n",
          "28:19 Semuanya itu terdapat dalam tulisan yang diilhamkan kepadaku oleh Tuhan, yang berisi petunjuk tentang segala pelaksanaan rencana itu.\n",
          "28:20 Lalu berkatalah Daud kepada Salomo, anaknya: Kuatkan dan teguhkanlah hatimu, dan lakukanlah itu; janganlah takut dan janganlah tawar hati, sebab Tuhan Allah, Allahku, menyertai engkau. Ia tidak akan membiarkan dan meninggalkan engkau sampai segala pekerjaan untuk ibadah di rumah Allah selesai.\n",
          "28:21 Sesungguhnya, rombongan para imam dan para orang Lewi ada untuk melakukan segala ibadah di rumah Allah, dan ada beberapa sukarelawan yang ahli dalam setiap tugas yang dapat membantu engkau. Juga para pemimpin dan seluruh rakyat ini sepenuhnya ada di bawah perintahmu.\n"
        ]
      }
    },
    {
      "29": {
        "en": [
          "29:1 And David the king said to all the assembly, Solomon my son, he alone whom God has chosen, is young and tender, and the work is great because the palace is not for man but for Jehovah God.\n",
          "29:2 And as much as was in my power I have prepared for the house of my God the gold for the things of gold and the silver for the things of silver and the bronze for the things of bronze and the iron for the things of iron and the wood for the things of wood, onyx stones and inlaid stones, stones of antimony and variegated stones, and every kind of precious stone and marble stones in abundance.\n",
          "29:3 Furthermore, because I set my affection on the house of my God, and since I have a private treasure of gold and silver, I give it for the house of my God over and above all that I have prepared for this holy house:\n",
          "29:4 Three thousand talents of gold, from the gold of Ophir, and seven thousand talents of refined silver for overlaying the walls of the houses,\n",
          "29:5 Gold for the things of gold and the silver for the things of silver and for all the work by the hands of the craftsmen. And who will offer willingly, consecrating himself today to Jehovah?\n",
          "29:6 And the leaders of the fathers? houses and the leaders of the tribes of Israel and the captains of thousands and of hundreds with the overseers of the king?s work offered willingly;\n",
          "29:7 And they gave for the service of the house of God five thousand talents and ten thousand darics of gold, and ten thousand talents of silver, and eighteen thousand talents of bronze, and one hundred thousand talents of iron.\n",
          "29:8 And those with whom gems were found gave them to the treasure of the house of Jehovah through Jehiel the Gershonite.\n",
          "29:9 Then the people rejoiced because they offered willingly; for with their whole heart they offered willingly to Jehovah. And David the king also rejoiced with great joy.\n",
          "29:10 And David blessed Jehovah in the sight of all the assembly. And David said, You are blessed, O Jehovah, God of Israel our Father, from eternity to eternity.\n",
          "29:11 Yours is the greatness and the power and the splendor and the victory and the majesty, indeed all that is in heaven and on earth; Yours, O Jehovah, is the kingdom, and You are exalted as Head over all.\n",
          "29:12 Both riches and glory proceed from You, and You rule over all. In Your hand are power and might, and it is in Your hand to make great and to give strength to all.\n",
          "29:13 Now therefore, our God, we thank You and praise Your glorious name.\n",
          "29:14 But who am I, and who are my people, that we should have strength to offer so willingly in this way? For all things are from You, and from Your hand we have given to You.\n",
          "29:15 For we are strangers before You and sojourners, as were all our fathers; our days upon earth are like a shadow, and there is no hope.\n",
          "29:16 O Jehovah our God, as for all this abundance that we have prepared for building You a house for Your holy name, it is from Your hand, and all is Yours.\n",
          "29:17 I know also, O my God, that You try the heart and take pleasure in uprightness. I, in the uprightness of my heart, have offered willingly all these things; and now I have seen with joy Your people, who are present here, offering willingly to You.\n",
          "29:18 O Jehovah, the God of Abraham, Isaac, and Israel, our fathers, keep this forever in the imagination of the thoughts of Your people?s heart and establish their heart toward You.\n",
          "29:19 And to Solomon my son give a wholeness of heart to keep Your commandments, Your testimonies, and Your statutes, and to do all and build the palace for which I have prepared these things.\n",
          "29:20a Then David said to all the assembly, Bless Jehovah your God.\n",
          "29:20b And all the assembly blessed Jehovah, the God of their fathers; and they bowed down and paid homage to Jehovah and the king.\n",
          "29:21 And they offered sacrifices to Jehovah and offered up burnt offerings to Jehovah on the next day?one thousand bulls, one thousand rams, one thousand lambs, with their drink offerings and sacrifices in abundance for all Israel.\n",
          "29:22 And they ate and drank before Jehovah on that day with great joy. And they made Solomon the son of David king a second time and anointed him as ruler for Jehovah, and Zadok as priest.\n",
          "29:23 And Solomon sat upon the throne of Jehovah as king in place of David his father and prospered, and all Israel obeyed him.\n",
          "29:24 And all the leaders and mighty men and also all the sons of King David submitted themselves to Solomon the king.\n",
          "29:25 And Jehovah magnified Solomon exceedingly in the sight of all Israel and bestowed upon him a royal majesty that had never been on any king before him over Israel.\n",
          "29:26 Thus David the son of Jesse reigned over all Israel.\n",
          "29:27 And the time which he reigned over Israel was forty years; in Hebron he reigned seven years, and in Jerusalem he reigned thirty-three.\n",
          "29:28 And David died at a good old age, full of days, riches, and honor; and Solomon his son reigned in his place.\n",
          "29:29 And the acts of David the king, the first and the last, are there written in the chronicles of Samuel the seer and in the chronicles of Nathan the prophet and in the chronicles of Gad the seer,\n",
          "29:30 With all his reign and his might and the times that befell him and Israel and all the kingdoms of the lands.\n"
        ],
        "id": [
          "29:1 Berkatalah raja Daud kepada segenap jemaah itu: Salomo, anakku yang satu-satunya dipilih Allah adalah masih muda dan kurang berpengalaman, sedang pekerjaan ini besar, sebab bukanlah untuk manusia bait itu, melainkan untuk Tuhan Allah.\n",
          "29:2 Dengan segenap kemampuan aku telah mengadakan persediaan untuk rumah Allahku, yakni emas untuk barang-barang emas, perak untuk barang-barang perak, tembaga untuk barang-barang tembaga, besi untuk barang-barang besi, dan kayu untuk barang-barang kayu, batu permata syoham dan permata tatahan, batu hitam dan batu permata yang berwarna-warna, dan segala macam batu mahal-mahal dan sangat banyak pualam.\n",
          "29:3 Lagipula oleh karena cintaku kepada rumah Allahku, maka sebagai tambahan pada segala yang telah kusediakan bagi rumah kudus, aku dengan ini memberikan kepada rumah Allahku dari emas dan perak kepunyaanku sendiri\n",
          "29:4 tiga ribu talenta emas dari emas Ofir dan tujuh ribu talenta perak murni untuk menyalut dinding ruangan,\n",
          "29:5 yakni emas untuk barang-barang emas dan perak untuk barang-barang perak dan untuk segala yang dikerjakan oleh tukang-tukang. Maka siapakah pada hari ini yang rela memberikan persembahan kepada Tuhan?\n",
          "29:6 Lalu para kepala puak dan para kepala suku Israel dan para kepala pasukan seribu dan pasukan seratus dan para pemimpin pekerjaan untuk raja menyatakan kerelaannya.\n",
          "29:7 Mereka menyerahkan untuk ibadah di rumah Allah lima ribu talenta emas dan sepuluh ribu dirham, sepuluh ribu talenta perak dan delapan belas ribu talenta tembaga serta seratus ribu talenta besi.\n",
          "29:8 Siapa yang mempunyai batu permata menyerahkannya kepada Yehiel, orang Gerson itu, untuk perbendaharaan rumah Tuhan.\n",
          "29:9 Bangsa itu bersukacita karena kerelaan mereka masing-masing, sebab dengan tulus hati mereka memberikan persembahan sukarela kepada Tuhan; juga raja Daud sangat bersukacita.\n",
          "29:10 Lalu Daud memuji Tuhan di depan mata segenap jemaah itu. Berkatalah Daud: Terpujilah Engkau, ya Tuhan, Allahnya bapa kami Israel, dari selama-lamanya sampai selama-lamanya.\n",
          "29:11 Ya Tuhan, punya-Mulah kebesaran dan kejayaan, kehormatan, kemasyhuran dan keagungan, ya, segala-galanya yang ada di langit dan di bumi! Ya Tuhan, punya-Mulah kerajaan dan Engkau yang tertinggi itu melebihi segala-galanya sebagai kepala.\n",
          "29:12 Sebab kekayaan dan kemuliaan berasal dari pada-Mu dan Engkaulah yang berkuasa atas segala-galanya; dalam tangan-Mulah kekuatan dan kejayaan; dalam tangan-Mulah kuasa membesarkan dan mengokohkan segala-galanya.\n",
          "29:13 Sekarang, ya Allah kami, kami bersyukur kepada-Mu dan memuji nama-Mu yang agung itu.\n",
          "29:14 Sebab siapakah aku ini dan siapakah bangsaku, sehingga kami mampu memberikan persembahan sukarela seperti ini? Sebab dari pada-Mulah segala-galanya dan dari tangan-Mu sendirilah persembahan yang kami berikan kepada-Mu.\n",
          "29:15 Sebab kami adalah orang asing di hadapan-Mu dan orang pendatang sama seperti semua nenek moyang kami; sebagai bayang-bayang hari-hari kami di atas bumi dan tidak ada harapan.\n",
          "29:16 Ya Tuhan, Allah kami, segala kelimpahan bahan-bahan yang kami sediakan ini untuk mendirikan bagi-Mu rumah bagi nama-Mu yang kudus adalah dari tangan-Mu sendiri dan punya-Mulah segala-galanya.\n",
          "29:17 Aku tahu, ya Allahku, bahwa Engkau adalah penguji hati dan berkenan kepada keikhlasan, maka aku pun mempersembahkan semuanya itu dengan sukarela dan tulus ikhlas. Dan sekarang, umat-Mu yang hadir di sini telah kulihat memberikan persembahan sukarela kepada-Mu dengan sukacita.\n",
          "29:18 Ya Tuhan, Allah Abraham, Ishak dan Israel, bapa-bapa kami, peliharalah untuk selama-lamanya kecenderungan hati umat-Mu yang demikian ini dan tetaplah tujukan hati mereka kepada-Mu.\n",
          "29:19 Dan kepada Salomo, anakku, berikanlah hati yang tulus sehingga ia berpegang pada segala perintah-Mu dan peringatan-Mu dan ketetapan-Mu, melakukan segala-galanya dan mendirikan bait yang persiapannya telah kulakukan.\n",
          "29:20a Kemudian berkatalah Daud kepada segenap jemaah itu: Pujilah kiranya Tuhan, Allahmu!\n",
          "29:20b Maka segenap jemaah itu memuji Tuhan, Allah nenek moyang mereka, kemudian mereka berlutut dan sujud kepada Tuhan dan kepada raja.\n",
          "29:21 Keesokan harinya mereka mempersembahkan kurban sembelihan dan kurban bakaran kepada Tuhan, yakni seribu ekor lembu, seribu ekor domba jantan dan seribu ekor domba muda, dengan kurban-kurban curahannya dan sangat banyak kurban sembelihan demi seluruh Israel.\n",
          "29:22 Lalu mereka makan dan minum pada hari itu di hadapan Tuhan dengan sukacita yang besar, kemudian menyatakan untuk kedua kalinya Salomo, anak Daud, sebagai raja dan mengurapi dia bagi Tuhan sebagai raja dan Zadok sebagai imam.\n",
          "29:23 Kemudian duduklah Salomo sebagai raja menggantikan Daud, ayahnya, di atas takhta yang ditetapkan Tuhan; ia mendapat kemujuran, sehingga setiap orang Israel mendengarkan perkataannya.\n",
          "29:24 Lalu semua pemimpin dan pahlawan, juga semua anak raja Daud mengakui kekuasaan raja Salomo.\n",
          "29:25 Tuhan membuat Salomo luar biasa besar di mata seluruh orang Israel dan mengaruniakan kepadanya keagungan kerajaan seperti tidak pernah ada pada semua raja sebelum dia yang memerintah atas Israel.\n",
          "29:26 Demikianlah Daud bin Isai telah memerintah atas seluruh Israel.\n",
          "29:27 Ia memerintah atas orang Israel selama empat puluh tahun; di Hebron ia memerintah tujuh tahun dan di Yerusalem ia memerintah tiga puluh tiga tahun.\n",
          "29:28 Kemudian matilah ia pada waktu telah putih rambutnya, lanjut umurnya, penuh kekayaan dan kemuliaan, kemudian naik rajalah Salomo, anaknya, menggantikan dia.\n",
          "29:29 Sesungguhnya, riwayat raja Daud dari awal sampai akhir tertulis dalam riwayat Samuel, pelihat itu, dan dalam riwayat nabi Natan, dan dalam riwayat Gad, pelihat itu,\n",
          "29:30 beserta segala hidupnya sebagai raja dan kepahlawanannya dan keadaan zaman yang dialaminya dan dialami Israel dan segala kerajaan di negeri-negeri lain.\n"
        ]
      }
    }
  ]
}
