{
  "Job": {
    "22": {
      "en": [
        "22:1 And Eliphaz the Temanite answered and said,\n",
        "22:2 Can a man of might be of any use to God? No, a man of insight is of use only to himself.\n",
        "22:3 Is it a matter of delight to the Almighty that you are righteous? Or is it a gain to Him that you make your ways perfect?\n",
        "22:4 Is it because of your fear of Him that He reproves you, That He enters into judgment with you?\n",
        "22:5 Is not your wickedness great, And is there no end to your iniquities?\n",
        "22:6 For you have taken pledges from your brothers without cause And stripped the naked of their clothing.\n",
        "22:7 You have not given water to the weary to drink, And you have withheld bread from the hungry.\n",
        "22:8 And as for the man of power, the earth was his; And the man of honor dwelt in it.\n",
        "22:9 You have sent away the widows empty, And the arms of the orphans have been crushed.\n",
        "22:10 Therefore snares are all around you; And sudden dread troubles you,\n",
        "22:11 Or darkness, so that you cannot see; And an abundance of waters covers you.\n",
        "22:12 Is not God at the height of heaven? And look at the highest of the stars, how lofty they are!\n",
        "22:13 And you say, What does God know? Can He judge through the deep darkness?\n",
        "22:14 Thick clouds are a covering to Him, so He cannot see; And He walks upon the circle of the heavens.\n",
        "22:15 Will you keep the old way, Which wicked men have trodden?\n",
        "22:16 Such were snatched away before their time, Whose foundation was poured forth like a stream;\n",
        "22:17 Who said to God, Depart from us; And, What can the Almighty accomplish for us?\n",
        "22:18 Yet He fills their houses with good things. But the counsel of the wicked is far from Him.\n",
        "22:19 The righteous see and rejoice, And the innocent deride them,\n",
        "22:20 Saying, Surely those who rose up against us are cut off, And the remnant of them the fire has devoured.\n",
        "22:21 Be well disposed to Him and at peace with Him; By such, good will come upon you.\n",
        "22:22 Receive instruction from His mouth, And lay up His words in your heart.\n",
        "22:23 If you return to the Almighty, you will be built up. If you put injustice far away from your tents,\n",
        "22:24 And place your gold nuggets in the dust And your gold of Ophir in the stones of the brooks,\n",
        "22:25 Then the Almighty will be your gold nuggets And precious silver to you.\n",
        "22:26 For then you will delight yourself in the Almighty, And you will lift up your countenance to God.\n",
        "22:27 You will pray to Him, and He will hear you; And you will repay your vows.\n",
        "22:28 You will also decree something, and it will be established for you; And light will shine on your ways.\n",
        "22:29 When they cast you down, you will say, I am up! And the lowly person He will save.\n",
        "22:30 He will deliver him who is not innocent; Yes, you will be delivered through the cleanness of your hands.\n"
      ],
      "id": [
        "22:1 Maka Elifas, orang Teman, menjawab:\n",
        "22:2 Apakah manusia berguna bagi Allah? Tidak, orang yang berakal budi hanya berguna bagi dirinya sendiri.\n",
        "22:3 Apakah ada manfaatnya bagi Yang Mahakuasa, kalau engkau benar, atau keuntungannya, kalau engkau hidup saleh?\n",
        "22:4 Apakah karena takutmu akan Allah, maka engkau dihukum-Nya, dan dibawa-Nya ke pengadilan?\n",
        "22:5 Bukankah kejahatanmu besar dan kesalahanmu tidak berkesudahan?\n",
        "22:6 Karena dengan sewenang-wenang engkau menerima gadai dari saudara-saudaramu, dan merampas pakaian orang-orang yang melarat;\n",
        "22:7 orang yang kehausan tidak kauberi minum air, dan orang yang kelaparan tidak kauberi makan,\n",
        "22:8 tetapi orang yang kuat, dialah yang memiliki tanah, dan orang yang disegani, dialah yang mendudukinya.\n",
        "22:9 Janda-janda kausuruh pergi dengan tangan hampa, dan lengan yatim piatu kauremukkan.\n",
        "22:10 Itulah sebabnya engkau dikelilingi perangkap, dan dikejutkan oleh kedahsyatan dengan tiba-tiba.\n",
        "22:11 Terangmu menjadi gelap, sehingga engkau tidak dapat melihat dan banjir meliputi engkau.\n",
        "22:12 Bukankah Allah bersemayam di langit yang tinggi? Lihatlah bintang-bintang yang tertinggi, betapa tingginya!\n",
        "22:13 Tetapi pikirmu: Tahu apa Allah? Dapatkah Ia mengadili dari balik awan-awan yang gelap?\n",
        "22:14 Awan meliputi Dia, sehingga Ia tidak dapat melihat; Ia berjalan-jalan sepanjang lingkaran langit!\n",
        "22:15 Apakah engkau mau tetap mengikuti jalan lama, yang dilalui orang-orang jahat,\n",
        "22:16 mereka yang telah direnggut sebelum saatnya, yang alasnya dihanyutkan sungai;\n",
        "22:17 mereka yang berkata kepada Allah: Pergilah dari pada kami! dan: Yang Mahakuasa dapat berbuat apa terhadap kami?\n",
        "22:18 Namun Dialah juga yang memenuhi rumah mereka dengan segala yang baik - tetapi rancangan orang fasik adalah jauh dari padaku.\n",
        "22:19 Hal itu dilihat oleh orang benar dan mereka bersukaria; orang yang tidak bersalah mengolok-olok mereka:\n",
        "22:20 Sungguh, lawan kami telah dilenyapkan, dan peninggalan mereka telah habis dimakan api.\n",
        "22:21 Berlakulah ramah terhadap Dia, supaya engkau tenteram; dengan demikian engkau memperoleh keuntungan.\n",
        "22:22 Terimalah apa yang diajarkan mulut-Nya, dan taruhlah firman-Nya dalam hatimu.\n",
        "22:23 Apabila engkau bertobat kepada Yang Mahakuasa, dan merendahkan diri; apabila engkau menjauhkan kecurangan dari dalam kemahmu,\n",
        "22:24 membuang biji emas ke dalam debu, emas Ofir ke tengah batu-batu sungai,\n",
        "22:25 dan apabila Yang Mahakuasa menjadi timbunan emasmu, dan kekayaan perakmu,\n",
        "22:26 maka sungguh-sungguh engkau akan bersenang-senang karena Yang Mahakuasa, dan akan menengadah kepada Allah.\n",
        "22:27 Jikalau engkau berdoa kepada-Nya, Ia akan mengabulkan doamu, dan engkau akan membayar nazarmu.\n",
        "22:28 Apabila engkau memutuskan berbuat sesuatu, maka akan tercapai maksudmu, dan cahaya terang menyinari jalan-jalanmu.\n",
        "22:29 Karena Allah merendahkan orang yang angkuh tetapi menyelamatkan orang yang menundukkan kepala!\n",
        "22:30 Orang yang tidak bersalah diluputkan-Nya: engkau luput karena kebersihan tanganmu.\n"
      ]
    },
    "23": {
      "en": [
        "23:1 Then Job answered and said,\n",
        "23:2 Today also my complaint is bitter; My stroke is heavy because of my groaning.\n",
        "23:3 Oh that I knew where I might find Him, That I might come to His seat!\n",
        "23:4 I would present my cause in order before Him, And I would fill my mouth with arguments.\n",
        "23:5 I would know the words which He would answer me, And I would understand what He would speak to me.\n",
        "23:6 Would He contend with me in the greatness of His power? No; but He would give heed to me.\n",
        "23:7 There the upright man can argue with Him; So I would be delivered forever from my Judge.\n",
        "23:8 Behold, I go forward, but He is not there; And backward, but I do not perceive Him;\n",
        "23:9 To the left, where He acts, but I cannot look on Him; He hides Himself on the right, so I cannot see Him.\n",
        "23:10 But He knows the way that I take; Should He try me, I would come forth as gold.\n",
        "23:11 My foot has held fast to His steps; I have kept His way and have not turned aside.\n",
        "23:12 As for the commandment of His lips, I have not turned back from it; I have treasured the words of His mouth more than my apportioned food.\n",
        "23:13 But He is of one mind, and who can turn Him? And what His soul desires, that will He do.\n",
        "23:14 For He performs what has been appointed to me, And many such things are with Him.\n",
        "23:15 Therefore I am terrified at His presence; I consider and am in dread of Him.\n",
        "23:16 So God has made my heart faint, And the Almighty has terrified me;\n",
        "23:17 Because I was not cut off before the darkness, Nor did He cover the deep darkness from my face.\n"
      ],
      "id": [
        "23:1 Tetapi Ayub menjawab:\n",
        "23:2 Sekarang ini keluh kesahku menjadi pemberontakan, tangan-Nya menekan aku, sehingga aku mengaduh.\n",
        "23:3 Ah, semoga aku tahu mendapatkan Dia, dan boleh datang ke tempat Ia bersemayam.\n",
        "23:4 Maka akan kupaparkan perkaraku di hadapan-Nya, dan kupenuhi mulutku dengan kata-kata pembelaan.\n",
        "23:5 Maka aku akan mengetahui jawaban-jawaban yang diberikan-Nya kepadaku dan aku akan mengerti, apa yang difirmankan-Nya kepadaku.\n",
        "23:6 Sudikah Ia mengadakan perkara dengan aku dalam kemahakuasaan-Nya? Tidak, Ia akan menaruh perhatian kepadaku.\n",
        "23:7 Orang jujurlah yang akan membela diri di hadapan-Nya, dan aku akan bebas dari Hakimku untuk selama-lamanya.\n",
        "23:8 Sesungguhnya, kalau aku berjalan ke timur, Ia tidak di sana; atau ke barat, tidak kudapati Dia;\n",
        "23:9 di utara kucari Dia, Ia tidak tampak, aku berpaling ke selatan, aku tidak melihat Dia.\n",
        "23:10 Karena Ia tahu jalan hidupku; seandainya Ia menguji aku, aku akan timbul seperti emas.\n",
        "23:11 Kakiku tetap mengikuti jejak-Nya, aku menuruti jalan-Nya dan tidak menyimpang.\n",
        "23:12 Perintah dari bibir-Nya tidak kulanggar, dalam sanubariku kusimpan ucapan mulut-Nya.\n",
        "23:13 Tetapi Ia tidak pernah berubah - siapa dapat menghalangi Dia? Apa yang dikehendaki-Nya, dilaksanakan-Nya juga.\n",
        "23:14 Karena Ia akan menyelesaikan apa yang ditetapkan atasku, dan banyak lagi hal yang serupa itu dimaksudkan-Nya.\n",
        "23:15 Itulah sebabnya hatiku gemetar menghadapi Dia, kalau semuanya itu kubayangkan, maka aku ketakutan terhadap Dia.\n",
        "23:16 Allah telah membuat aku putus asa, Yang Mahakuasa telah membuat hatiku gemetar;\n",
        "23:17 sebab bukan karena kegelapan aku binasa, dan bukan juga karena mukaku ditutupi gelap gulita.\n"
      ]
    },
    "24": {
      "en": [
        "24:1 Why are times of judgment not stored up by the Almighty? And why do those who know Him not see His days?\n",
        "24:2 Some remove landmarks; They seize the flock and pasture them.\n",
        "24:3 They drive away the donkey of the fatherless And take the widow?s ox as a pledge.\n",
        "24:4 They turn the needy out of the way; The poor of the land are made to hide together.\n",
        "24:5 Indeed, like wild asses in the desert, They go forth to their work, Diligently seeking some prey; The wilderness provides them food for their children.\n",
        "24:6 In the field they harvest their fodder, And they glean the vintage of the wicked.\n",
        "24:7 They spend the night naked, without clothing; And have no covering in the cold.\n",
        "24:8 They are wet from the mountain showers, And for lack of shelter they embrace the rock.\n",
        "24:9 Some pluck the fatherless from the breast, And what the poor has on, as a pledge.\n",
        "24:10 They go about naked, without clothing; And being hungry, they take up the sheaves.\n",
        "24:11 Between their walls they press out oil; They tread the winepresses yet suffer thirst.\n",
        "24:12 From the city men groan, And the soul of the wounded cries out; Yet God does not regard the folly.\n",
        "24:13 These are among those who rebel against the light; They are not acquainted with its ways, Nor do they abide in its paths.\n",
        "24:14 The murderer rises at dawn; He kills the poor and the needy; And at night he is like a thief.\n",
        "24:15 The eye of the adulterer also watches for the twilight, Saying, Not an eye will see me; And he disguises his face.\n",
        "24:16 They dig through houses in the dark; By day they shut themselves in: They do not know the light.\n",
        "24:17 For morning is to all of them like the shadow of death, Because they are acquainted with the terrors of the shadow of death.\n",
        "24:18 Swift are they upon the face of the waters; Their portion is cursed in the earth; There is none who turns toward the vineyards.\n",
        "24:19 Drought and heat snatch the snow water, As Sheol snatches those who have sinned.\n",
        "24:20 The womb forgets him; The worm finds him sweet; He is remembered no more; And wrongdoing is broken like a tree.\n",
        "24:21 He despoils the barren woman who does not bear, And does no good for the widow.\n",
        "24:22 But God preserves the mighty by His power; He arises, and no one is certain of life.\n",
        "24:23 He grants a man to be secure, and he rests on it; And His eyes are upon their ways.\n",
        "24:24 They are exalted a little while, then they are no more; And they are brought low; like all others, they are gathered in And are cut off like the tops of the ears of grain.\n",
        "24:25 And if it is not so, then who will prove me a liar And bring my words to nought?\n"
      ],
      "id": [
        "24:1 Mengapa Yang Mahakuasa tidak mencadangkan masa penghukuman dan mereka yang mengenal Dia tidak melihat hari pengadilan-Nya?\n",
        "24:2 Ada orang yang menggeser batas tanah, yang merampas kawanan ternak, lalu menggembalakannya.\n",
        "24:3 Keledai kepunyaan yatim piatu dilarikannya, dan lembu betina kepunyaan seorang janda diterimanya sebagai gadai,\n",
        "24:4 orang miskin didorongnya dari jalan, orang sengsara di dalam negeri terpaksa bersembunyi semuanya.\n",
        "24:5 Sesungguhnya, seperti keledai liar di padang gurun mereka keluar untuk bekerja mencari apa-apa di padang belantara sebagai makanan bagi anak-anak mereka.\n",
        "24:6 Di ladang mereka mengambil makanan hewan, dan kebun anggur, milik orang fasik, dipetiki buahnya yang ketinggalan.\n",
        "24:7 Dengan telanjang mereka bermalam, karena tidak ada pakaian, dan mereka tidak mempunyai selimut pada waktu dingin;\n",
        "24:8 oleh hujan lebat di pegunungan mereka basah kuyup, dan karena tidak ada tempat berlindung, mereka mengimpitkan badannya pada gunung batu.\n",
        "24:9 Ada yang merebut anak piatu dari susu ibunya dan menerima bayi orang miskin sebagai gadai.\n",
        "24:10 Dengan telanjang mereka berkeliaran, karena tidak ada pakaian, dan dengan kelaparan mereka memikul berkas-berkas gandum;\n",
        "24:11 di antara dua petak kebun mereka membuat minyak, mereka menginjak-injak tempat pengirikan sambil kehausan.\n",
        "24:12 Dari dalam kota terdengar rintihan orang-orang yang hampir mati dan jeritan orang-orang yang menderita luka, tetapi Allah tidak mengindahkan doa mereka.\n",
        "24:13 Ada lagi golongan yang memusuhi terang, yang tidak mengenal jalannya dan tidak tetap tinggal pada lintasannya.\n",
        "24:14 Pada parak siang bersiaplah si pembunuh, orang sengsara dan miskin dibunuhnya, dan waktu malam ia berlaku seperti pencuri.\n",
        "24:15 Orang yang berzina menunggu senja, pikirnya: Jangan seorang pun melihat aku; lalu dikenakannya tudung muka.\n",
        "24:16 Di dalam gelap mereka membongkar rumah, pada siang hari mereka bersembunyi; mereka tidak kenal terang,\n",
        "24:17 karena kegelapan adalah pagi hari bagi mereka sekalian, dan mereka sudah biasa dengan kedahsyatan kegelapan.\n",
        "24:18 Mereka hanyut di permukaan air, bagian mereka terkutuk di bumi; mereka tidak lagi pergi ke kebun anggur mereka.\n",
        "24:19 Air salju dihabiskan oleh kemarau dan panas, demikian juga dilakukan dunia orang mati terhadap mereka yang berbuat dosa.\n",
        "24:20 Rahim ibu melupakan dia, berenga mengerumitnya, ia tidak diingat lagi: kecurangan dipatahkan seperti pohon kayu.\n",
        "24:21 Ia menjarahi perempuan mandul, yang tidak beranak, dan tidak berbuat baik terhadap seorang janda,\n",
        "24:22 bahkan menyeret orang-orang perkasa dengan kekuatannya; ia bangun kembali, tetapi hidupnya tidak terjamin.\n",
        "24:23 Allah memberinya keamanan yang menjadi sandarannya, dan mengawasi jalan-jalannya.\n",
        "24:24 Hanya sebentar mereka meninggikan diri, lalu tidak ada lagi; mereka luruh, lalu menjadi lisut seperti segala sesuatu, mereka dikerat seperti hulu tangkai gandum.\n",
        "24:25 Jikalau tidak demikian halnya, siapa berani menyanggah aku dan meniadakan perkataanku?\n"
      ]
    },
    "25": {
      "en": [
        "25:1 Then Bildad the Shuhite answered and said,\n",
        "25:2 Dominion and dread are with Him; He makes peace in His high places.\n",
        "25:3 Is there any number to His armies? And upon whom does His light not arise?\n",
        "25:4 How then can a man be righteous with God? b And how can one born of a woman be pure?\n",
        "25:5 Indeed, even the moon has no brightness, And the stars are not pure in His eyes.\n",
        "25:6 How much less a man, a maggot; And the son of man, a worm!\n"
      ],
      "id": [
        "25:1 Maka Bildad, orang Suah, menjawab:\n",
        "25:2 Kekuasaan dan kedahsyatan ada pada Dia, yang menyelenggarakan damai di tempat-Nya yang tinggi.\n",
        "25:3 Dapatkah dihitung pasukan-Nya? Dan siapakah yang tidak disinari terang-Nya?\n",
        "25:4 Bagaimana manusia benar di hadapan Allah, dan bagaimana orang yang dilahirkan perempuan itu bersih?\n",
        "25:5 Sesungguhnya, bahkan bulan pun tidak terang dan bintang-bintang pun tidak cerah di mata-Nya.\n",
        "25:6 Lebih-lebih lagi manusia, yang adalah berenga, anak manusia, yang adalah ulat!\n"
      ]
    },
    "26": {
      "en": [
        "26:1 Then Job answered and said,\n",
        "26:2 How you have helped him who is without power! How you have saved the arm of him who is without strength!\n",
        "26:3 How you have counseled him who is without wisdom And have plentifully declared sound knowledge!\n",
        "26:4 To whom have you uttered words? And whose spirit has come forth from you?\n",
        "26:5 The deceased are made to tremble Beneath the waters, and those who inhabit them.\n",
        "26:6 Sheol is naked before Him, And Abaddon has no covering.\n",
        "26:7 He stretches out the north over the void; He hangs the earth upon nothing.\n",
        "26:8 He binds up the waters in His thick clouds, And the cloud is not rent under them.\n",
        "26:9 He covers the face of His throne; He spreads His cloud over it.\n",
        "26:10 He drew a circle on the surface of the waters As a boundary of the light and the darkness.\n",
        "26:11 The pillars of heaven shook And were astounded at His rebuke.\n",
        "26:12 By His power He stilled the sea, And by His understanding He struck down Rahab.\n",
        "26:13 By His Spirit the heavens became beauty; His hand pierced the fleeing serpent.\n",
        "26:14 Indeed, these are but the fringes of His ways; And how small a whisper do we hear of Him! But as for the thundering of His mightiness, who can comprehend it?\n"
      ],
      "id": [
        "26:1 Tetapi Ayub menjawab:\n",
        "26:2 Alangkah baiknya bantuanmu kepada yang tidak kuat, dan pertolonganmu kepada lengan yang tidak berdaya!\n",
        "26:3 Alangkah baiknya nasihatmu kepada orang yang tidak mempunyai hikmat, dan pengertian yang kauajarkan dengan limpahnya!\n",
        "26:4 Atas anjuran siapakah engkau mengucapkan perkataan-perkataan itu, dan gagasan siapakah yang kaunyatakan?\n",
        "26:5 Roh-roh di bawah menggeletar, demikian juga air dan penghuninya.\n",
        "26:6 Dunia orang mati terbuka di hadapan Allah, tempat kebinasaan pun tidak ada tutupnya.\n",
        "26:7 Allah membentangkan utara di atas kekosongan, dan menggantungkan bumi pada kehampaan.\n",
        "26:8 Ia membungkus air di dalam awan-Nya, namun awan itu tidak robek.\n",
        "26:9 Ia menutupi pemandangan takhta-Nya, melingkupinya dengan awan-Nya.\n",
        "26:10 Ia telah menarik garis pada permukaan air, sampai ujung perbatasan antara terang dan gelap;\n",
        "26:11 tiang-tiang langit bergoyang-goyang, tercengang-cengang oleh hardik-Nya.\n",
        "26:12 Ia telah meneduhkan laut dengan kuasa-Nya dan meremukkan Rahab dengan kebijaksanaan-Nya.\n",
        "26:13 Oleh nafas-Nya langit menjadi cerah, tangan-Nya menembus ular yang tangkas.\n",
        "26:14 Sesungguhnya, semuanya itu hanya ujung-ujung jalan-Nya; betapa lembutnya bisikan yang kita dengar dari pada-Nya! Siapa dapat memahami guntur kuasa-Nya?\n"
      ]
    },
    "27": {
      "en": [
        "27:1 Then Job again took up his discourse and said,\n",
        "27:2 As God lives, who has taken away my right, And the Almighty, who has embittered my soul,\n",
        "27:3 As long as my breath is in me And the spirit of God is in my nostrils,\n",
        "27:4 Surely my lips will not speak anything wrong, Nor will my tongue utter deceit.\n",
        "27:5 Far be it from me to declare you righteous! Until I die, I will not put away my integrity from me.\n",
        "27:6 To my righteousness I will hold fast, I will not let it go; My heart does not reproach me for any of my days.\n",
        "27:7 May my enemy be like a wicked man, And may he who rises up against me be like someone unjust.\n",
        "27:8 For what is the hope of the profane man when God cuts him off, When He takes away his soul?\n",
        "27:9 Will God hear his cry When distress comes upon him?\n",
        "27:10 Does he take delight in the Almighty? Will he call upon God at all times?\n",
        "27:11 I will teach you about the hand of God; What is with the Almighty I will not conceal.\n",
        "27:12 Indeed, all of you have seen it yourselves; And why then have you become altogether vain?\n",
        "27:13 This is the portion with God for a wicked man, And the inheritance that oppressors receive from the Almighty:\n",
        "27:14 If his children are multiplied, it is for the sword; And his offspring will not be satisfied with bread;\n",
        "27:15 Those who remain of him will be buried in death, And his widows will not lament.\n",
        "27:16 Though he heaps up silver like dust And prepares garments like clay,\n",
        "27:17 He may prepare them, but the righteous will wear them; And the innocent will divide the silver.\n",
        "27:18 He builds his house as a moth does And like a hut that a watchman makes.\n",
        "27:19 He lies down rich but will be rich no more; He opens his eyes, and he is not.\n",
        "27:20 Terrors overtake him like waters; At night a whirlwind steals him away.\n",
        "27:21 The east wind carries him off, and he goes; And it sweeps him out of his place.\n",
        "27:22 And God hurls at him and does not spare; He hastily flees from His hand.\n",
        "27:23 Men clap their hands at him And hiss him out of his place.\n"
      ],
      "id": [
        "27:1 Maka Ayub melanjutkan uraiannya:\n",
        "27:2 Demi Allah yang hidup, yang tidak memberi keadilan kepadaku, dan demi Yang Mahakuasa, yang memedihkan hatiku,\n",
        "27:3 selama nafasku masih ada padaku, dan roh Allah masih di dalam lubang hidungku,\n",
        "27:4 maka bibirku sungguh-sungguh tidak akan mengucapkan kecurangan, dan lidahku tidak akan melahirkan tipu daya.\n",
        "27:5 Aku sama sekali tidak membenarkan kamu! Sampai binasa aku tetap mempertahankan bahwa aku tidak bersalah.\n",
        "27:6 Kebenaranku kupegang teguh dan tidak kulepaskan; hatiku tidak mencela sehari pun dari pada umurku.\n",
        "27:7 Biarlah musuhku mengalami seperti orang fasik, dan orang yang melawan aku seperti orang yang curang.\n",
        "27:8 Karena apakah harapan orang durhaka, kalau Allah menghabisinya, kalau Ia menuntut nyawanya?\n",
        "27:9 Apakah Allah akan mendengar teriaknya, jika kesesakan menimpa dia?\n",
        "27:10 Dapatkah ia bersenang-senang karena Yang Mahakuasa dan berseru kepada Allah setiap waktu?\n",
        "27:11 Aku akan mengajari kamu tentang tangan Allah, apa yang dimaksudkan oleh Yang Mahakuasa tidak akan kusembunyikan.\n",
        "27:12 Sesungguhnya, kamu sekalian telah melihatnya sendiri; mengapa kamu berpikir yang tidak-tidak?\n",
        "27:13 Inilah bagian orang fasik yang ditentukan Allah, dan milik pusaka orang-orang lalim yang mereka terima dari Yang Mahakuasa:\n",
        "27:14 kalau anak-anaknya bertambah banyak mereka menjadi makanan pedang, dan anak cucunya tidak mendapat cukup makan;\n",
        "27:15 siapa yang luput dari padanya, akan turun ke kubur karena wabah, dengan tidak ditangisi oleh janda mereka.\n",
        "27:16 Jikalau ia menimbun uang seperti debu banyaknya, dan menumpuk pakaian seperti tanah liat,\n",
        "27:17 sekalipun ia yang menumpuknya, namun orang benar yang akan memakainya, dan orang yang tidak bersalah yang akan membagi-bagi uang itu.\n",
        "27:18 Ia mendirikan rumahnya seperti sarang laba-laba, seperti gubuk yang dibuat penjaga.\n",
        "27:19 Sebagai orang kaya ia membaringkan diri, tetapi tidak dapat ia mengulanginya: ketika ia membuka matanya, maka tidak ada lagi semuanya itu.\n",
        "27:20 Kedahsyatan mengejar dia seperti air bah, pada malam hari ia diterbangkan badai;\n",
        "27:21 angin timur mengangkatnya, lalu lenyaplah ia; ia dilemparkannya dari tempatnya.\n",
        "27:22 Dengan tak kenal belas kasihan Allah melempari dia, dengan cepat ia harus melepaskan diri dari kuasa-Nya.\n",
        "27:23 Oleh karena dia orang bertepuk tangan, dan bersuit-suit karena dia dari tempat kediamannya.\n"
      ]
    },
    "28": {
      "en": [
        "28:1 There is certainly a mine for silver, And a place for gold to be refined.\n",
        "28:2 Iron is taken out of the earth, And copper is smelted from rock.\n",
        "28:3 The miner sets an end to the darkness, And to the very end he searches out The stones of deep darkness and of gloom.\n",
        "28:4 He breaks open a shaft apart from where men dwell; They are forgotten by the foot; They are suspended apart from men, they sway about.\n",
        "28:5 The earth?from it comes forth food, Yet underneath it, it is turned up as it were by fire.\n",
        "28:6 Its stones are the place of sapphires, And its dust has gold.\n",
        "28:7 It is a path known by no bird of prey, And the falcon?s eye has not seen it.\n",
        "28:8 The proud beasts have not trodden it; The fierce lion does not pass along it.\n",
        "28:9 The miner sends forth his hand into the flinty rock; He overturns the mountains by its roots.\n",
        "28:10 He cuts out channels in the rocks, And his eye sees every precious thing.\n",
        "28:11 He dams up the streams so that they do not trickle, And that which is hidden he brings out to the light.\n",
        "28:12 But where shall wisdom be found? And where is the place of understanding?\n",
        "28:13 Man does not know its price, Nor is it found in the land of the living.\n",
        "28:14 The deep says, It is not in me; And the sea says, It is not with me.\n",
        "28:15 Rare gold cannot be given for it, Nor can silver be weighed out for its price.\n",
        "28:16 It cannot be balanced with the gold of Ophir, With precious onyx or with sapphire.\n",
        "28:17 Gold and glass cannot compare with it, Nor can vessels of fine gold be exchanged for it.\n",
        "28:18 Coral and crystal cannot be mentioned with it; Indeed the acquisition of wisdom is above that of pearls.\n",
        "28:19 The topaz of Cush cannot compare with it, Nor can it be balanced with pure gold.\n",
        "28:20 From where then does wisdom come? And where is the place of understanding?\n",
        "28:21 For it is hidden from the eyes of all living And concealed from the birds of heaven.\n",
        "28:22 Abaddon and Death say, We have heard a report of it with our ears.\n",
        "28:23 God understands the way to it; He knows its place.\n",
        "28:24 For He sees to the ends of the earth; He beholds all that is under heaven.\n",
        "28:25 When He gave weight to the wind And apportioned the water by measure,\n",
        "28:26 When He made a decree for the rain And a way for the thunderbolt;\n",
        "28:27 Then He saw it and declared it; He established it and even searched it out.\n",
        "28:28 And He said to man, Indeed, the fear of the Lord, that is wisdom; And to depart from evil is understanding.\n"
      ],
      "id": [
        "28:1 Memang ada tempat orang menambang perak dan tempat orang melimbang emas;\n",
        "28:2 besi digali dari dalam tanah, dan dari batu dilelehkan tembaga.\n",
        "28:3 Orang menyudahi kegelapan, dan batu diselidikinya sampai sedalam-dalamnya, di dalam kekelaman dan kelam pekat.\n",
        "28:4 Orang menggali tambang jauh dari tempat kediaman manusia, mereka dilupakan oleh orang-orang yang berjalan di atas, mereka melayang-layang jauh dari manusia.\n",
        "28:5 Tanah yang menghasilkan pangan, dibawahnya dibongkar-bangkir seperti oleh api.\n",
        "28:6 Batunya adalah tempat menemukan lazurit yang mengandung emas urai.\n",
        "28:7 Jalan ke sana tidak dikenal seekor burung buas pun, dan mata elang tidak melihatnya;\n",
        "28:8 binatang yang ganas tidak menginjakkan kakinya di sana dan singa tidak melangkah melaluinya.\n",
        "28:9 Manusia melekatkan tangannya pada batu yang keras, ia membongkar-bangkir gunung-gunung sampai pada akar-akarnya;\n",
        "28:10 di dalam gunung batu ia menggali terowongan, dan matanya melihat segala sesuatu yang berharga;\n",
        "28:11 air sungai yang merembes dibendungnya, dan apa yang tersembunyi dibawanya ke tempat terang.\n",
        "28:12 Tetapi di mana hikmat dapat diperoleh, di mana tempat akal budi?\n",
        "28:13 Jalan ke sana tidak diketahui manusia, dan tidak didapati di negeri orang hidup.\n",
        "28:14 Kata samudera raya: Ia tidak terdapat di dalamku, dan kata laut: Ia tidak ada padaku.\n",
        "28:15 Untuk gantinya tidak dapat diberikan emas murni, dan harganya tidak dapat ditimbang dengan perak.\n",
        "28:16 Ia tidak dapat dinilai dengan emas Ofir, ataupun dengan permata krisopras yang mahal atau dengan permata lazurit;\n",
        "28:17 tidak dapat diimbangi oleh emas, atau kaca, ataupun ditukar dengan permata dari emas tua.\n",
        "28:18 Baik gewang, baik hablur, tidak terhitung lagi; memiliki hikmat adalah lebih baik dari pada mutiara.\n",
        "28:19 Permata krisolit Etiopia tidak dapat mengimbanginya, ia tidak dapat dinilai dengan emas murni.\n",
        "28:20 Hikmat itu, dari manakah datangnya, atau akal budi, di manakah tempatnya?\n",
        "28:21 Ia terlindung dari mata segala yang hidup, bahkan tersembunyi bagi burung di udara.\n",
        "28:22 Kebinasaan dan maut berkata: Hanya desas-desusnya yang sampai ke telinga kami.\n",
        "28:23 Allah mengetahui jalan ke sana, Ia juga mengenal tempat kediamannya.\n",
        "28:24 Karena Ia memandang sampai ke ujung-ujung bumi, dan melihat segala sesuatu yang ada di kolong langit.\n",
        "28:25 Ketika Ia menetapkan kekuatan angin, dan mengatur banyaknya air,\n",
        "28:26 ketika Ia membuat ketetapan bagi hujan, dan jalan bagi kilat guruh,\n",
        "28:27 ketika itulah Ia melihat hikmat, lalu memberitakannya, menetapkannya, bahkan menyelidikinya;\n",
        "28:28 tetapi kepada manusia Ia berfirman: Sesungguhnya, takut akan Tuhan, itulah hikmat, dan menjauhi kejahatan itulah akal budi.\n"
      ]
    },
    "29": {
      "en": [
        "29:1 Then Job again took up his discourse and said,\n",
        "29:2 Oh that I were as in the months of old, As in the days when God watched over me;\n",
        "29:3 When His lamp shone over my head, And by His light I walked through darkness;\n",
        "29:4 As I was in the days of my prime, When intimate counsel with God was over my tent;\n",
        "29:5 When the Almighty was yet with me, And my children were around me;\n",
        "29:6 When my steps were bathed in milk, And the rock poured out for me streams of oil!\n",
        "29:7 When I went out to the gate of the city, When I prepared my seat in the square,\n",
        "29:8 The young men saw me and hid themselves, And the aged rose up and stood.\n",
        "29:9 Princes refrained from talking And laid their hand over their mouth.\n",
        "29:10 The voice of the nobles was hushed, And their tongue stuck to the roof of their mouth.\n",
        "29:11 For when the ear heard me, it blessed me; And when the eye saw me, it bore witness to me;\n",
        "29:12 Because I delivered the poor man who cried out, And the orphan who had no one to help him.\n",
        "29:13 The blessing of him who was perishing came upon me, And I made the widow?s heart shout for joy.\n",
        "29:14 I put on righteousness, and it clothed me; My justice was like a robe and a turban.\n",
        "29:15 I was eyes to the blind, And I was feet to the lame.\n",
        "29:16 I was a father to the needy, And the cause of him whom I did not know I investigated.\n",
        "29:17 I broke the jaws of the unjust And made him drop the prey from his teeth.\n",
        "29:18 Then I said, I will die in my nest, And I will multiply my days like the sand.\n",
        "29:19 My root is spread out to the water, And dew abides on my branch at night.\n",
        "29:20 My glory is always new with me, And my bow is renewed in my hand.\n",
        "29:21 Men listened to me and waited, And they were silent for my counsel.\n",
        "29:22 After my words they spoke not again, And my speech distilled like dew upon them.\n",
        "29:23 And they waited for me as for the rain, And they opened their mouth wide as for the late rain.\n",
        "29:24 I smiled on them?they could not believe it; And they did not cast down the light of my countenance.\n",
        "29:25 I chose the way for them and sat as chief, And I dwelt as a king among the troops, As one who comforts those who mourn.\n"
      ],
      "id": [
        "29:1 Maka Ayub melanjutkan uraiannya:\n",
        "29:2 Ah, kiranya aku seperti dalam bulan-bulan yang silam, seperti pada hari-hari, ketika Allah melindungi aku,\n",
        "29:3 ketika pelita-Nya bersinar di atas kepalaku, dan di bawah terang-Nya aku berjalan dalam gelap;\n",
        "29:4 seperti ketika aku mengalami masa remajaku, ketika Allah bergaul karib dengan aku di dalam kemahku;\n",
        "29:5 ketika Yang Mahakuasa masih beserta aku, dan anak-anakku ada di sekelilingku;\n",
        "29:6 ketika langkah-langkahku bermandikan dadih, dan gunung batu mengalirkan sungai minyak di dekatku.\n",
        "29:7 Apabila aku keluar ke pintu gerbang kota, dan menyediakan tempat dudukku di tengah-tengah lapangan,\n",
        "29:8 maka ketika aku kelihatan, mundurlah orang-orang muda dan bangkitlah orang-orang yang sudah lanjut umurnya, lalu tinggal berdiri;\n",
        "29:9 para pembesar berhenti bicara, dan menutup mulut mereka dengan tangan;\n",
        "29:10 suara para pemuka membisu, dan lidah mereka melekat pada langit-langitnya;\n",
        "29:11 apabila telinga mendengar tentang aku, maka aku disebut berbahagia; dan apabila mata melihat, maka aku dipuji.\n",
        "29:12 Karena aku menyelamatkan orang sengsara yang berteriak minta tolong, juga anak piatu yang tidak ada penolongnya;\n",
        "29:13 aku mendapat ucapan berkat dari orang yang nyaris binasa, dan hati seorang janda kubuat bersukaria;\n",
        "29:14 aku berpakaian kebenaran dan keadilan menutupi aku seperti jubah dan serban;\n",
        "29:15 aku menjadi mata bagi orang buta, dan kaki bagi orang lumpuh;\n",
        "29:16 aku menjadi bapa bagi orang miskin, dan perkara orang yang tidak kukenal, kuselidiki.\n",
        "29:17 Geraham orang curang kuremuk, dan merebut mangsanya dari giginya.\n",
        "29:18 Pikirku: Bersama-sama dengan sarangku aku akan binasa, dan memperbanyak hari-hariku seperti burung feniks.\n",
        "29:19 Akarku mencapai air, dan embun bermalam di atas ranting-rantingku.\n",
        "29:20 Kemuliaanku selalu baru padaku, dan busurku kuat kembali di tanganku.\n",
        "29:21 Kepadakulah orang mendengar sambil menanti, dengan diam mereka mendengarkan nasihatku.\n",
        "29:22 Sehabis bicaraku tiada seorang pun angkat bicara lagi, dan perkataanku menetes ke atas mereka.\n",
        "29:23 Orang menantikan aku seperti menantikan hujan, dan menadahkan mulutnya seperti menadah hujan pada akhir musim.\n",
        "29:24 Aku tersenyum kepada mereka, ketika mereka putus asa, dan seri mukaku tidak dapat disuramkan mereka.\n",
        "29:25 Aku menentukan jalan mereka dan duduk sebagai pemimpin; aku bersemayam seperti raja di tengah-tengah rakyat, seperti seorang yang menghibur mereka yang berkabung.\n"
      ]
    },
    "30": {
      "en": [
        "30:1 But now those who are younger than I Hold me in derision, Those whose fathers I disdained To put with the dogs of my flock.\n",
        "30:2 Indeed, what good is the strength of their hands to me? Their vigor has perished from them.\n",
        "30:3 Withered up through want and hunger, They gnaw at the dry ground, A gloom of waste and desolation.\n",
        "30:4 They pick the mallow upon the bushes, And the roots of the broom shrub are their food.\n",
        "30:5 They are driven from the company of men; Men cry after them as after a thief;\n",
        "30:6 So that they must dwell in the most dreadful ravines, In caves of the earth and in the rocks.\n",
        "30:7 Among the bushes they bray; Under the nettles they huddle.\n",
        "30:8 Sons of fools, indeed sons of nameless men, They have been stricken from the land.\n",
        "30:9 And now I have become their song, And I am a byword to them.\n",
        "30:10 They abhor me; they stand aloof from me; And they do not withhold their spit from my face.\n",
        "30:11 For He has loosened my cord and afflicted me; Therefore they have cast off restraint in my presence.\n",
        "30:12 At my right hand a brood rises up; They send my feet running And cast up against me their ways of destruction.\n",
        "30:13 They break up my path; They promote my calamity, Though there is no profit to them.\n",
        "30:14 As through a wide breach they come in; Amid the ruin they roll on.\n",
        "30:15 Terrors are turned upon me; My honor is pursued as by a wind, And my prosperity passes away like a cloud.\n",
        "30:16 And now my soul is poured out within me; Days of affliction have taken hold of me.\n",
        "30:17 The night rends my bones from me, And my gnawing pains do not rest.\n",
        "30:18 With great force my garments are distorted; It binds me like the collar of my coat.\n",
        "30:19 He has cast me into the mire, And I am like dust and ashes.\n",
        "30:20 I cry unto You, but You do not answer me; I stand up, and You stare at me.\n",
        "30:21 You have turned to become cruel to me; With the might of Your hand You pursue me.\n",
        "30:22 You lift me up into the wind; You make me ride on it; And You dissolve me in the storm.\n",
        "30:23 For I know that You will bring me into death, And to the house appointed for all living.\n",
        "30:24 Nevertheless does not a man put forth his hand when he falls, Or because of his disaster therefore cry out?\n",
        "30:25 Did I not weep for him who had hard days? Was my soul not grieved for the needy?\n",
        "30:26 When I expected good, evil came; And when I waited for light, darkness came.\n",
        "30:27 My inward parts are in turmoil and are not still; Days of affliction have drawn near to me.\n",
        "30:28 I go about in sunless mourning. I rise up in the congregation; I cry for help.\n",
        "30:29 I am a brother to jackals And a companion to ostriches.\n",
        "30:30 My skin is black and falling from me, And my bones burn with heat.\n",
        "30:31 My lyre has become mourning, And my pipe, the voice of those who weep.\n"
      ],
      "id": [
        "30:1 Tetapi sekarang aku ditertawakan mereka, yang umurnya lebih muda dari padaku, yang ayah-ayahnya kupandang terlalu hina untuk ditempatkan bersama-sama dengan anjing penjaga kambing dombaku.\n",
        "30:2 Lagipula, apakah gunanya bagiku kekuatan tangan mereka? Mereka sudah kehabisan tenaga,\n",
        "30:3 mereka merana karena kekurangan dan kelaparan, mengerumit tanah yang kering, belukar di gurun dan padang belantara;\n",
        "30:4 mereka memetik gelang laut dari antara semak-semak, dan akar pohon arar menjadi makanan mereka.\n",
        "30:5 Mereka diusir dari pergaulan hidup, dan orang berteriak-teriak terhadap mereka seperti terhadap pencuri.\n",
        "30:6 Di lembah-lembah yang mengerikan mereka harus diam, di dalam celah-celah tanah dan sela-sela gunung;\n",
        "30:7 di antara semak-semak mereka meraung-raung, mereka berkelompok di bawah jeruju;\n",
        "30:8 mereka itulah orang-orang bebal yang tak dikenal, yang didepak dari negeri.\n",
        "30:9 Tetapi sekarang aku menjadi sajak sindiran dan ejekan mereka.\n",
        "30:10 Mereka mengejikan aku, menjauhkan diri dari padaku, mereka tidak menahan diri meludahi mukaku,\n",
        "30:11 karena tali kemah ku telah dilepaskan Allah dan aku direndahkan-Nya, dan mereka tidak mengekang diri terhadap aku.\n",
        "30:12 Di sebelah kananku muncul gerombolan, dikaitnya kakiku, dan dirintisnya jalan kebinasaan terhadap aku;\n",
        "30:13 mereka membongkar jalanku dan mengusahakan kejatuhanku; tidak ada yang menghalang-halangi mereka.\n",
        "30:14 Seperti melalui tembok yang terbelah lebar mereka menyerbu, mereka datang bergelombang di tengah-tengah keruntuhan.\n",
        "30:15 Kedahsyatan ditimpakan kepadaku; kemuliaanku diterbangkan seperti oleh angin, dan bahagiaku melayang hilang seperti awan.\n",
        "30:16 Oleh sebab itu jiwaku hancur dalam diriku; hari-hari kesengsaraan mencekam aku.\n",
        "30:17 Pada waktu malam tulang-tulangku seperti digerogoti, dan rasa nyeri yang menusuk tak kunjung berhenti.\n",
        "30:18 Oleh kekerasan yang tak terlawan koyaklah pakaianku dan menggelambir sekelilingku seperti kemeja.\n",
        "30:19 Ia telah menghempaskan aku ke dalam lumpur, dan aku sudah menyerupai debu dan abu.\n",
        "30:20 Aku berseru minta tolong kepada-Mu, tetapi Engkau tidak menjawab; aku berdiri menanti, tetapi Engkau tidak menghiraukan aku.\n",
        "30:21 Engkau menjadi kejam terhadap aku, Engkau memusuhi aku dengan kekuatan tangan-Mu.\n",
        "30:22 Engkau mengangkat aku ke atas angin, melayangkan aku dan menghancurkan aku di dalam angin ribut.\n",
        "30:23 Ya, aku tahu: Engkau membawa aku kepada maut, ke tempat segala yang hidup dihimpunkan.\n",
        "30:24 Sesungguhnya, masakan orang tidak akan mengulurkan tangannya kepada yang rebah, jikalau ia dalam kecelakaannya tidak ada penolongnya?\n",
        "30:25 Bukankah aku menangis karena orang yang mengalami hari kesukaran? Bukankah susah hatiku karena orang miskin?\n",
        "30:26 Tetapi, ketika aku mengharapkan yang baik, maka kejahatanlah yang datang; ketika aku menantikan terang, maka kegelapanlah yang datang.\n",
        "30:27 Batinku bergelora dan tak kunjung diam, hari-hari kesengsaraan telah melanda diriku.\n",
        "30:28 Dengan sedih, dengan tidak terhibur, aku berkeliaran; aku berdiri di tengah-tengah jemaah sambil berteriak minta tolong.\n",
        "30:29 Aku telah menjadi saudara bagi serigala, dan kawan bagi burung unta.\n",
        "30:30 Kulitku menjadi hitam dan mengelupas dari tubuhku, tulang-tulangku mengering karena demam;\n",
        "30:31 permainan kecapiku menjadi ratapan, dan tiupan serulingku menyerupai suara orang menangis.\n"
      ]
    },
    "31": {
      "en": [
        "31:1 I made a covenant with my eyes; How then can I gaze upon a virgin?\n",
        "31:2 What then is the portion from God above, Or the inheritance of the Almighty on high?\n",
        "31:3 Is it not calamity for the unjust And misfortune for the workers of iniquity?\n",
        "31:4 Does He not see my ways And count all my steps?\n",
        "31:5 If I have walked with falsehood, And my foot has hastened after deceit?\n",
        "31:6 Let Him weigh me in a righteous balance, And let God know my integrity?\n",
        "31:7 If my step has turned from the way, And my heart has gone after my own eyes, And if any spot has stuck to my hands;\n",
        "31:8 May I sow and another eat; Indeed may my produce be rooted up.\n",
        "31:9 If my heart has been enticed into following after a woman, Or I have lain in wait at my neighbor?s door;\n",
        "31:10 May my wife grind for another, And may others kneel over her.\n",
        "31:11 For that would have been a heinous act, And it would be wickedness, to be punished by the judges.\n",
        "31:12 For it is a fire that devours to Abaddon And would root up all my increase.\n",
        "31:13 If I have despised the cause of my servant or my maid When they contended with me,\n",
        "31:14 What then will I do when God rises up? And when He visits me, what will I answer Him?\n",
        "31:15 Did not He who made me in the womb make him? And was it not One who fashioned us in the womb?\n",
        "31:16 If I have withheld the poor from their desire, Or have let the eyes of the widow fail,\n",
        "31:17 Or have eaten my morsel alone Without the orphan eating of it?\n",
        "31:18 Rather, from my youth he grew up with me as with a father, And from my mother?s womb I guided the widow?\n",
        "31:19 If I have seen someone perishing from lack of clothing Or that the needy had no covering;\n",
        "31:20 If his loins have not blessed me, And he has not been made warm with the fleece of my sheep;\n",
        "31:21 If I have raised my hand against the orphan Because I saw that I had support among those in the gate;\n",
        "31:22 May my shoulder blade fall from the shoulder, And may my arm be broken at the elbow.\n",
        "31:23 For calamity from God is dreadful to me, And because of His majesty I can do nothing.\n",
        "31:24 If I have made gold my hope, And have called fine gold my confidence;\n",
        "31:25 If I have rejoiced because my wealth was great And because my hand had acquired much;\n",
        "31:26 If I have looked at the sun when it shone Or the moon going on in splendor,\n",
        "31:27 And my heart has been secretly enticed, And my mouth has kissed my hand;\n",
        "31:28 It too would be wickedness, to be punished by the judges, For I would have denied God above.\n",
        "31:29 If I have rejoiced at the misfortune of him who hated me, Or have exulted when evil found him?\n",
        "31:30 Rather, I have not allowed my mouth to sin By asking for his life with a curse?\n",
        "31:31 If the men of my tent have not said, Who can find one who has not been filled with our master?s meat??\n",
        "31:32 The sojourner has not lodged in the street; I have opened my doors to the highway?\n",
        "31:33 If I have covered my transgressions as Adam did By hiding my iniquity in my bosom,\n",
        "31:34 Because I so dreaded the great multitude, And the contempt of the families so frightened me, That I was silent and did not go out my door?\n",
        "31:35 Oh, that I had someone to hear me! Here is my signature! Let the Almighty answer me. And let my accuser write up the charge.\n",
        "31:36 Surely I would carry it on my shoulder; I would bind it onto me like a crown;\n",
        "31:37 I would declare to Him the number of my steps; Like a prince I would approach Him!\n",
        "31:38 If my land cries out against me, And its furrows weep together;\n",
        "31:39 If I have eaten its strength without money, And have caused its owners to lose their life;\n",
        "31:40 May thorns come forth instead of wheat, And pungent weeds instead of barley. The words of Job are ended.\n"
      ],
      "id": [
        "31:1 Aku telah menetapkan syarat bagi mataku, masakan aku memperhatikan anak dara?\n",
        "31:2 Karena bagian apakah yang ditentukan Allah dari atas, milik pusaka apakah yang ditetapkan Yang Mahakuasa dari tempat yang tinggi?\n",
        "31:3 Bukankah kebinasaan bagi orang yang curang dan kemalangan bagi yang melakukan kejahatan?\n",
        "31:4 Bukankah Allah yang mengamat-amati jalanku dan menghitung segala langkahku?\n",
        "31:5 Jikalau aku bergaul dengan dusta, atau kakiku cepat melangkah ke tipu daya,\n",
        "31:6 biarlah aku ditimbang di atas neraca yang teliti, maka Allah akan mengetahui, bahwa aku tidak bersalah.\n",
        "31:7 Jikalau langkahku menyimpang dari jalan, dan hatiku menuruti pandangan mataku, dan noda melekat pada tanganku,\n",
        "31:8 maka biarlah apa yang kutabur, dimakan orang lain, dan biarlah tercabut apa yang tumbuh bagiku.\n",
        "31:9 Jikalau hatiku tertarik kepada perempuan, dan aku menghadang di pintu sesamaku,\n",
        "31:10 maka biarlah isteriku menggiling bagi orang lain, dan biarlah orang-orang lain meniduri dia.\n",
        "31:11 Karena hal itu adalah perbuatan mesum, bahkan kejahatan, yang patut dihukum oleh hakim.\n",
        "31:12 Sesungguhnya, itulah api yang memakan habis , dan menghanguskan seluruh hasilku.\n",
        "31:13 Jikalau aku mengabaikan hak budakku laki-laki atau perempuan, ketika mereka beperkara dengan aku,\n",
        "31:14 apakah dayaku, kalau Allah bangkit berdiri; kalau Ia mengadakan pengusutan, apakah jawabku kepada-Nya?\n",
        "31:15 Bukankah Ia, yang membuat aku dalam kandungan, membuat orang itu juga? Bukankah satu juga yang membentuk kami dalam rahim?\n",
        "31:16 Jikalau aku pernah menolak keinginan orang-orang kecil, menyebabkan mata seorang janda menjadi pudar,\n",
        "31:17 atau memakan makananku seorang diri, sedang anak yatim tidak turut memakannya\n",
        "31:18 - malah sejak mudanya aku membesarkan dia seperti seorang ayah, dan sejak kandungan ibunya aku membimbing dia -;\n",
        "31:19 jikalau aku melihat orang mati karena tidak ada pakaian, atau orang miskin yang tidak mempunyai selimut,\n",
        "31:20 dan pinggangnya tidak meminta berkat bagiku, dan tidak dipanaskannya tubuhnya dengan kulit bulu dombaku;\n",
        "31:21 jikalau aku mengangkat tanganku melawan anak yatim, karena di pintu gerbang aku melihat ada yang membantu aku,\n",
        "31:22 maka biarlah tulang belikatku lepas dari bahuku, dan lenganku dipatahkan dari persendiannya.\n",
        "31:23 Karena celaka yang dari pada Allah menakutkan aku, dan aku tidak berdaya terhadap keluhuran-Nya.\n",
        "31:24 Jikalau aku menaruh kepercayaan kepada emas, dan berkata kepada kencana: Engkaulah kepercayaanku;\n",
        "31:25 jikalau aku bersukacita, karena kekayaanku besar dan karena tanganku memperoleh harta benda yang berlimpah-limpah;\n",
        "31:26 jikalau aku pernah memandang matahari, ketika ia bersinar, dan bulan, yang beredar dengan indahnya,\n",
        "31:27 sehingga diam-diam hatiku terpikat, dan menyampaikan kecupan tangan kepadanya,\n",
        "31:28 maka hal itu juga menjadi kejahatan yang patut dihukum oleh hakim, karena Allah yang di atas telah kuingkari.\n",
        "31:29 Apakah aku bersukacita karena kecelakaan pembenciku, dan bersorak-sorai, bila ia ditimpa malapetaka\n",
        "31:30 - aku takkan membiarkan mulutku berbuat dosa, menuntut nyawanya dengan mengucapkan sumpah serapah! -\n",
        "31:31 Jikalau orang-orang di kemahku mengatakan: Siapa yang tidak kenyang dengan lauknya?\n",
        "31:32 - malah orang asing pun tidak pernah bermalam di luar, pintuku kubuka bagi musafir! -\n",
        "31:33 Jikalau aku menutupi pelanggaranku seperti manusia dengan menyembunyikan kesalahanku dalam hatiku,\n",
        "31:34 karena aku takuti khalayak ramai dan penghinaan kaum keluarga mengagetkan aku, sehingga aku berdiam diri dan tidak keluar dari pintu!\n",
        "31:35 Ah, sekiranya ada yang mendengarkan aku! - Inilah tanda tanganku! Hendaklah Yang Mahakuasa menjawab aku! - Sekiranya ada surat tuduhan yang ditulis lawanku!\n",
        "31:36 Sungguh, surat itu akan kupikul, dan akan kupakai bagaikan mahkota.\n",
        "31:37 Setiap langkahku akan kuberitahukan kepada-Nya, selaku pemuka aku akan menghadap Dia.\n",
        "31:38 Jikalau ladangku berteriak karena aku dan alur bajaknya menangis bersama-sama,\n",
        "31:39 jikalau aku memakan habis hasilnya dengan tidak membayar, dan menyusahkan pemilik-pemiliknya,\n",
        "31:40 maka biarlah bukan gandum yang tumbuh, tetapi onak, dan bukan jelai, tetapi lalang. Sekianlah kata-kata Ayub.\n"
      ]
    },
    "10": {
      "en": [
        "10:1 My soul loathes my own life; I will let my complaint have free course in me; I will speak in the bitterness of my soul.\n",
        "10:2 I will say to God, Do not account me wicked; Make known to me why You contend with me.\n",
        "10:3 Does it seem good to You to oppress, To despise the toil of Your hands And shine upon the counsel of the wicked?\n",
        "10:4 Do You have eyes of flesh? Or do You see as a man sees?\n",
        "10:5 Are Your days like the days of a man, Or Your years like the days of a mighty man,\n",
        "10:6 That You would seek out my iniquity And search for my sin,\n",
        "10:7 Even though You know that I am not wicked a And that there is none who can deliver out of Your hand?\n",
        "10:8 Your hands have shaped me and made me altogether, Yet You destroy me.\n",
        "10:9 Remember now that You have made me like clay; And will You return me to the dust?\n",
        "10:10 Have You not poured me out like milk And curdled me like cheese?\n",
        "10:11 You have clothed me with skin and flesh And woven me together with bones and sinews.\n",
        "10:12 You have granted me life and lovingkindness, And Your visitation has preserved my spirit.\n",
        "10:13 But You have hidden these things in Your heart; I know that this is with You:\n",
        "10:14 If I sin, You mark me, And You do not acquit me of my iniquity;\n",
        "10:15 If I am wicked, woe unto me; If I am righteous, I cannot lift up my head, Being filled with dishonor and looking on my affliction.\n",
        "10:16 And if my head should be lifted up, You would hunt me down like a lion, And You would again demonstrate wonders on me.\n",
        "10:17 You renew Your witnesses against me And increase Your anger against me; Attacking waves and a host are against me.\n",
        "10:18 And why have You brought me out of the womb? I should have died that no eye had seen me;\n",
        "10:19 I should have been as though I had not been; I should have been carried from birth to the grave.\n",
        "10:20 Are not my days few? Cease then, And let me alone, that I may be somewhat revived,\n",
        "10:21 Before I go, and never return, To the land of darkness and the shadow of death,\n",
        "10:22 The land of gloom like deep darkness, The shadow of death without order, Which shines like deep darkness.\n"
      ],
      "id": [
        "10:1 Aku telah bosan hidup, aku hendak melampiaskan keluhanku, aku hendak berbicara dalam kepahitan jiwaku.\n",
        "10:2 Aku akan berkata kepada Allah: Jangan mempersalahkan aku; beritahukanlah aku, mengapa Engkau beperkara dengan aku.\n",
        "10:3 Apakah untungnya bagi-Mu mengadakan penindasan, membuang hasil jerih payah tangan-Mu, sedangkan Engkau mendukung rancangan orang fasik?\n",
        "10:4 Apakah Engkau mempunyai mata badani? Samakah penglihatan-Mu dengan penglihatan manusia?\n",
        "10:5 Apakah hari-hari-Mu seperti hari-hari manusia, tahun-tahun-Mu seperti hari-hari orang laki-laki,\n",
        "10:6 sehingga Engkau mencari-cari kesalahanku, dan mengusut dosaku,\n",
        "10:7 padahal Engkau tahu, bahwa aku tidak bersalah, dan bahwa tiada seorang pun dapat memberi kelepasan dari tangan-Mu?\n",
        "10:8 Tangan-Mulah yang membentuk dan membuat aku, tetapi kemudian Engkau berpaling dan hendak membinasakan aku?\n",
        "10:9 Ingatlah, bahwa Engkau yang membuat aku dari tanah liat, tetapi Engkau hendak menjadikan aku debu kembali?\n",
        "10:10 Bukankah Engkau yang mencurahkan aku seperti air susu, dan mengentalkan aku seperti keju?\n",
        "10:11 Engkau mengenakan kulit dan daging kepadaku, serta menjalin aku dengan tulang dan urat.\n",
        "10:12 Hidup dan kasih setia Kaukaruniakan kepadaku, dan pemeliharaan-Mu menjaga nyawaku.\n",
        "10:13 Tetapi inilah yang Kausembunyikan di dalam hati-Mu; aku tahu, bahwa inilah maksud-Mu:\n",
        "10:14 kalau aku berbuat dosa, maka Engkau akan mengawasi aku, dan Engkau tidak akan membebaskan aku dari pada kesalahanku.\n",
        "10:15 Kalau aku bersalah, celakalah aku! dan kalau aku benar, aku takkan berani mengangkat kepalaku, karena kenyang dengan penghinaan, dan karena melihat sengsaraku.\n",
        "10:16 Kalau aku mengangkat kepala ku, maka seperti singa Engkau akan memburu aku, dan menunjukkan kembali kuasa-Mu yang ajaib kepadaku.\n",
        "10:17 Engkau akan mengajukan saksi-saksi baru terhadap aku, - Engkau memperbesar kegeraman-Mu terhadap aku - dan pasukan-pasukan baru, bahkan bala tentara melawan aku.\n",
        "10:18 Mengapa Engkau menyebabkan aku keluar dari kandungan? Lebih baik aku binasa, sebelum orang melihat aku!\n",
        "10:19 Maka aku seolah-olah tidak pernah ada; dari kandungan ibu aku langsung dibawa ke kubur.\n",
        "10:20 Bukankah hari-hari umurku hanya sedikit? Biarkanlah aku, supaya aku dapat bergembira sejenak,\n",
        "10:21 sebelum aku pergi, dan tidak kembali lagi, ke negeri yang gelap dan kelam pekat,\n",
        "10:22 ke negeri yang gelap gulita, tempat yang kelam pekat dan kacau balau, di mana cahaya terang serupa dengan kegelapan.\n"
      ]
    },
    "32": {
      "en": [
        "32:1 Then these three men ceased answering Job, for he was righteous in his own eyes.\n",
        "32:2 And the anger of Elihu the son of Barachel the Buzite, of the family of Ram, was kindled. Against Job was his anger kindled because he justified himself rather than God;\n",
        "32:3 And against his three friends was his anger kindled because they had found no answer but had condemned Job.\n",
        "32:4 Now Elihu had waited to speak with Job, because they were older than he.\n",
        "32:5 But when Elihu saw that there was no answer in the mouth of the three men, his anger was kindled.\n",
        "32:6 So Elihu the son of Barachel the Buzite answered and said, I am young, And you are aged; Therefore I shrank back and was afraid To declare to you what I know.\n",
        "32:7 I said, Let age speak, And let the multitude of years make wisdom known.\n",
        "32:8 But there is a spirit in man, And the breath of the Almighty gives them understanding.\n",
        "32:9 It is not the great who are wise, Nor the old who understand justice.\n",
        "32:10 Therefore I say, Hear me; I also will declare what I know.\n",
        "32:11 Indeed, I have waited out your words; I have given ear to your reasonings, While you searched for what to say.\n",
        "32:12 Indeed I gave you my full attention; But no one here could refute Job; None of you answered his words.\n",
        "32:13 Do not say, We have found wisdom; God will defeat him, not man.\n",
        "32:14 But he did not arrange his words against me; Neither will I respond to him with your speeches.\n",
        "32:15 They are dismayed; they answer no more; Words fail them.\n",
        "32:16 Then should I wait? For they do not speak, For they stand still; they answer no more.\n",
        "32:17 I also will answer what has been apportioned to me; I also will declare what I know.\n",
        "32:18 For I am full of words; The spirit in my inward parts constrains me.\n",
        "32:19 Indeed, my inward parts are like wine that is not vented; Like new wineskins, they are about to burst.\n",
        "32:20 Let me speak, that there may be relief for me; Let me open my lips and answer.\n",
        "32:21 Let me not, I beg you, respect any man?s person, Nor flatter any man;\n",
        "32:22 For I do not know how to flatter? My Maker would soon bear me off.\n"
      ],
      "id": [
        "32:1 Maka ketiga orang itu menghentikan sanggahan mereka terhadap Ayub, karena ia menganggap dirinya benar.\n",
        "32:2 Lalu marahlah Elihu bin Barakheel, orang Bus, dari kaum Ram; ia marah terhadap Ayub, karena ia menganggap dirinya lebih benar dari pada Allah,\n",
        "32:3 dan ia juga marah terhadap ketiga orang sahabat itu, karena mereka mempersalahkan Ayub, meskipun tidak dapat memberikan sanggahan.\n",
        "32:4 Elihu menangguhkan bicaranya dengan Ayub, karena mereka lebih tua dari pada dia.\n",
        "32:5 Tetapi setelah dilihatnya, bahwa mulut ketiga orang itu tidak lagi memberi sanggahan, maka marahlah ia.\n",
        "32:6 Lalu berbicaralah Elihu bin Barakheel, orang Bus itu: Aku masih muda dan kamu sudah berumur tinggi; oleh sebab itu aku malu dan takut mengemukakan pendapatku kepadamu.\n",
        "32:7 Pikirku: Biarlah yang sudah lanjut usianya berbicara, dan yang sudah banyak jumlah tahunnya memaparkan hikmat.\n",
        "32:8 Tetapi roh yang di dalam manusia, dan nafas Yang Mahakuasa, itulah yang memberi kepadanya pengertian.\n",
        "32:9 Bukan orang yang lanjut umurnya yang mempunyai hikmat, bukan orang yang sudah tua yang mengerti keadilan.\n",
        "32:10 Oleh sebab itu aku berkata: Dengarkanlah aku, aku pun akan mengemukakan pendapatku.\n",
        "32:11 Ketahuilah, aku telah menantikan kata-katamu, aku telah memperhatikan pemikiranmu, hingga kamu menemukan kata-kata yang tepat.\n",
        "32:12 Kepadamulah kupusatkan perhatianku, tetapi sesungguhnya, tiada seorang pun yang mengecam Ayub, tiada seorang pun di antara kamu menyanggah perkataannya.\n",
        "32:13 Jangan berkata sekarang: Kami sudah mendapatkan hikmat; hanya Allah yang dapat mengalahkan dia, bukan manusia.\n",
        "32:14 Perkataannya tidak tertuju kepadaku, dan aku tidak akan menjawabnya dengan perkataanmu.\n",
        "32:15 Mereka bingung, mereka tidak dapat memberi sanggahan lagi, mereka tidak dapat berbicara lagi.\n",
        "32:16 Haruskah aku menunggu, karena mereka putus bicara, karena mereka berdiri di sana dan tidak memberi sanggahan lagi?\n",
        "32:17 Aku pun hendak memberi sanggahan pada giliranku, aku pun akan mengemukakan pendapatku.\n",
        "32:18 Karena aku tumpat dengan kata-kata, semangat yang ada dalam diriku mendesak aku.\n",
        "32:19 Sesungguhnya, batinku seperti anggur yang tidak mendapat jalan hawa, seperti kirbat baru yang akan meletup.\n",
        "32:20 Aku harus berbicara, supaya merasa lega, aku harus membuka mulutku dan memberi sanggahan.\n",
        "32:21 Aku tidak akan memihak kepada siapa pun dan tidak akan menyanjung-nyanjung siapa pun,\n",
        "32:22 karena aku tidak tahu menyanjung-nyanjung; jika demikian, maka segera Pembuatku akan mencabut nyawaku.\n"
      ]
    },
    "11": {
      "en": [
        "11:1 Then Zophar the Naamathite answered and said,\n",
        "11:2 Should a multitude of words not be answered? And should a man of much talk be justified?\n",
        "11:3 Shall your empty talk silence men? And will you mock, and there be none to shame you?\n",
        "11:4 For you say, My doctrine is pure, And I am clean in Your eyes.\n",
        "11:5 But, oh, that God would speak And open His lips to you,\n",
        "11:6 And that He would tell you the secrets of wisdom! For there are two sides to sound reason. Know then that God has forgotten some of your iniquity.\n",
        "11:7 Can you find out the depths of God? Can you find out the limit of the Almighty?\n",
        "11:8 It is the height of heaven?what can you do? It is deeper than Sheol?what can you know?\n",
        "11:9 Its measure is longer than that of the earth And broader than the sea.\n",
        "11:10 If He passes by and imprisons And summons an assembly, who can stop Him?\n",
        "11:11 For He knows men of falsehood, And He sees iniquity without considering it.\n",
        "11:12 But an empty-headed man acquires intelligence When the foal of a wild ass is born as a man.\n",
        "11:13 If you would set your heart right And stretch your hands out to Him?\n",
        "11:14 If there is iniquity in your hand, put it far away, And do not let wrong dwell in your tents?\n",
        "11:15 Then indeed you would lift up your face without blemish, And you would be steadfast and would not be afraid.\n",
        "11:16 For you will forget your misery; You will remember it as waters that have passed away.\n",
        "11:17 And your time here will rise more brightly than the noonday; Dark though it may be, it will be like the morning.\n",
        "11:18 And you will be secure, for there is hope; And you will search about and lie down in security.\n",
        "11:19 Indeed you will lie down, and there will be none to terrify you; And many will entreat your favor.\n",
        "11:20 But the eyes of the wicked will fail, And fleeing will be lost to them, And their hope will be to breathe out their life.\n"
      ],
      "id": [
        "11:1 Maka berbicaralah Zofar, orang Naama:\n",
        "11:2 Apakah orang yang banyak bicara tidak harus dijawab? Apakah orang yang banyak mulut harus dibenarkan?\n",
        "11:3 Apakah orang harus diam terhadap bualmu? Dan kalau engkau mengolok-olok, apakah tidak ada yang mempermalukan engkau?\n",
        "11:4 Katamu: Pengajaranku murni, dan aku bersih di mata-Mu.\n",
        "11:5 Tetapi, mudah-mudahan Allah sendiri berfirman, dan membuka mulut-Nya terhadap engkau,\n",
        "11:6 dan memberitakan kepadamu rahasia hikmat, karena itu ajaib bagi pengertian. Maka engkau akan mengetahui, bahwa Allah tidak memperhitungkan bagimu sebagian dari pada kesalahanmu.\n",
        "11:7 Dapatkah engkau memahami hakekat Allah, menyelami batas-batas kekuasaan Yang Mahakuasa?\n",
        "11:8 Tingginya seperti langit - apa yang dapat kaulakukan? Dalamnya melebihi dunia orang mati - apa yang dapat kauketahui?\n",
        "11:9 Lebih panjang dari pada bumi ukurannya, dan lebih luas dari pada samudera.\n",
        "11:10 Apabila Ia lewat, melakukan penangkapan, dan mengadakan pengadilan, siapa dapat menghalangi-Nya?\n",
        "11:11 Karena Ia mengenal penipu dan melihat kejahatan tanpa mengamat-amatinya.\n",
        "11:12 Jikalau orang dungu dapat mengerti, maka anak keledai liar pun dapat lahir sebagai manusia.\n",
        "11:13 Jikalau engkau ini menyediakan hatimu, dan menadahkan tanganmu kepada-Nya;\n",
        "11:14 jikalau engkau menjauhkan kejahatan dalam tanganmu, dan tidak membiarkan kecurangan ada dalam kemahmu,\n",
        "11:15 maka sesungguhnya, engkau dapat mengangkat mukamu tanpa cela, dan engkau akan berdiri teguh dan tidak akan takut,\n",
        "11:16 bahkan engkau akan melupakan kesusahanmu, hanya teringat kepadanya seperti kepada air yang telah mengalir lalu.\n",
        "11:17 Kehidupanmu akan menjadi lebih cemerlang dari pada siang hari, kegelapan akan menjadi terang seperti pagi hari.\n",
        "11:18 Engkau akan merasa aman, sebab ada harapan, dan sesudah memeriksa kiri kanan, engkau akan pergi tidur dengan tenteram;\n",
        "11:19 engkau akan berbaring tidur dengan tidak diganggu, dan banyak orang akan mengambil muka kepadamu.\n",
        "11:20 Tetapi mata orang fasik akan menjadi rabun, mereka tidak dapat melarikan diri lagi; yang masih diharapkan mereka hanyalah menghembuskan nafas.\n"
      ]
    },
    "33": {
      "en": [
        "33:1 But now, Job, hear my speaking, And give ear to all my words.\n",
        "33:2 Indeed now, I have opened my mouth; My tongue has spoken in my mouth.\n",
        "33:3 My words manifest the uprightness of my heart, And what my lips know they speak sincerely.\n",
        "33:4 The Spirit of God has made me, And the breath of the Almighty has enlivened me.\n",
        "33:5 If you can, respond to me; Arrange your words before me; take your stand.\n",
        "33:6 Indeed, I am before God as you are; I too was cut out of clay.\n",
        "33:7 So no fear of me can terrify you, Nor can my pressure be heavy upon you.\n",
        "33:8 You have surely spoken in my hearing, And I have heard the voice of your words, saying,\n",
        "33:9 I am clean and without transgression; I am pure, and there is no iniquity in me.\n",
        "33:10 See, He finds occasions for hostility against me; He considers me as His enemy.\n",
        "33:11 He puts my feet in stocks; He watches all my paths.\n",
        "33:12 However, in this you are not right, I will answer you, For God is greater than man.\n",
        "33:13 Why do you contend with Him, Saying that He does not answer for any of His affairs?\n",
        "33:14 For God speaks in one way, Indeed in two ways, without any perceiving it?\n",
        "33:15 In a dream, a night vision, When deep sleep falls upon men In the slumberings upon their beds?\n",
        "33:16 Then He opens the ears of men And seals up their instruction,\n",
        "33:17 That He may turn man aside from his doing And hide pride from man.\n",
        "33:18 He keeps his soul from the pit, And his life from perishing by the sword.\n",
        "33:19 He is also chastened with pain upon his bed And with continual strife in his bones,\n",
        "33:20 So that his life abhors bread, And his soul, fancy food.\n",
        "33:21 His flesh is so consumed that it cannot be seen, And his bones that had not been seen stick out.\n",
        "33:22 And his soul draws near to the pit, And his life, to the destroyers.\n",
        "33:23 If there is with him an angel, An interpreter, one of a thousand, To declare to man what is right for him,\n",
        "33:24 Then He will be gracious to him and will say, Redeem him from going down into the pit; I have found a ransom.\n",
        "33:25 His flesh will be fresher than in childhood; He will return to the days of his youth.\n",
        "33:26 He will pray to God, and He will accept him, So that he sees His face with joyous shouting; And God restores to man his righteousness.\n",
        "33:27 He will sing to men and say, I sinned and perverted what was right, But it was not paid back to me.\n",
        "33:28 He has redeemed my soul from perishing in the pit, And my life will see the light.\n",
        "33:29 Indeed, all these things God accomplishes for a man, Twice, even three times,\n",
        "33:30 To bring his soul back from the pit, To enlighten him with the light of the living.\n",
        "33:31 Take heed, Job; hear me. Be silent, and I will speak.\n",
        "33:32 If you have anything to say, answer me; Speak, for I desire to justify you.\n",
        "33:33 If not, you listen to me; Be silent, and I will teach you wisdom.\n"
      ],
      "id": [
        "33:1 Akan tetapi sekarang, hai Ayub, dengarkanlah bicaraku, dan bukalah telingamu kepada segala perkataanku.\n",
        "33:2 Ketahuilah, mulutku telah kubuka, lidahku di bawah langit-langitku berbicara.\n",
        "33:3 Perkataanku keluar dari hati yang jujur, dan bibirku menyatakan dengan terang apa yang diketahui.\n",
        "33:4 Roh Allah telah membuat aku, dan nafas Yang Mahakuasa membuat aku hidup.\n",
        "33:5 Jikalau engkau dapat, jawablah aku, bersiaplah engkau menghadapi aku, pertahankanlah dirimu.\n",
        "33:6 Sesungguhnya, bagi Allah aku sama dengan engkau, aku pun dibentuk dari tanah liat.\n",
        "33:7 Jadi engkau tak usah ditimpa kegentaran terhadap aku, tekananku terhadap engkau tidak akan berat.\n",
        "33:8 Tetapi engkau telah berbicara dekat telingaku, dan ucapan-ucapanmu telah kudengar:\n",
        "33:9 Aku bersih, aku tidak melakukan pelanggaran, aku suci, aku tidak ada kesalahan.\n",
        "33:10 Tetapi Ia mendapat alasan terhadap aku, Ia menganggap aku sebagai musuh-Nya.\n",
        "33:11 Ia memasukkan kakiku ke dalam pasung, Ia mengawasi segala jalanku.\n",
        "33:12 Sesungguhnya, dalam hal itu engkau tidak benar, demikian sanggahanku kepadamu, karena Allah itu lebih dari pada manusia.\n",
        "33:13 Mengapa engkau berbantah dengan Dia, bahwa Dia tidak menjawab segala perkataanmu?\n",
        "33:14 Karena Allah berfirman dengan satu dua cara, tetapi orang tidak memperhatikannya.\n",
        "33:15 Dalam mimpi, dalam penglihatan waktu malam, bila orang nyenyak tidur, bila berbaring di atas tempat tidur,\n",
        "33:16 maka Ia membuka telinga manusia dan mengejutkan mereka dengan teguran-teguran\n",
        "33:17 untuk menghalangi manusia dari pada perbuatannya, dan melenyapkan kesombongan orang,\n",
        "33:18 untuk menahan nyawanya dari pada liang kubur, dan hidupnya dari pada maut oleh lembing.\n",
        "33:19 Dengan penderitaan ia ditegur di tempat tidurnya, dan berkobar terus-menerus bentrokan dalam tulang-tulangnya;\n",
        "33:20 perutnya bosan makanan, hilang nafsunya untuk makanan yang lezat-lezat;\n",
        "33:21 susutlah dagingnya, sehingga tidak kelihatan lagi, tulang-tulangnya, yang mula-mula tidak tampak, menonjol ke luar,\n",
        "33:22 sampai nyawanya menghampiri liang kubur, dan hidupnya mendekati mereka yang membawa maut.\n",
        "33:23 Jikalau di sampingnya ada malaikat, penengah, satu di antara seribu, untuk menyatakan jalan yang benar kepada manusia,\n",
        "33:24 maka Ia akan mengasihaninya dengan berfirman: Lepaskan dia, supaya jangan ia turun ke liang kubur; uang tebusan telah Kuperoleh.\n",
        "33:25 Tubuhnya mengalami kesegaran seorang pemuda, ia seperti pada masa mudanya.\n",
        "33:26 Ia berdoa kepada Allah, dan Allah berkenan menerimanya; ia akan memandang wajah-Nya dengan bersorak-sorai, dan Allah mengembalikan kebenaran kepada manusia.\n",
        "33:27 Ia akan bernyanyi di depan orang: Aku telah berbuat dosa, dan yang lurus telah kubengkokkan, tetapi hal itu tidak dibalaskan kepadaku.\n",
        "33:28 Ia telah membebaskan nyawaku dari jalan ke liang kubur, dan hidupku akan melihat terang.\n",
        "33:29 Sesungguhnya, semuanya ini dilakukan Allah dua, tiga kali terhadap manusia:\n",
        "33:30 mengembalikan nyawanya dari liang kubur, sehingga ia diterangi oleh cahaya hidup.\n",
        "33:31 Perhatikanlah, hai Ayub, dengarkanlah aku, diamlah, akulah yang berbicara.\n",
        "33:32 Jikalau ada yang hendak kaukatakan, jawablah aku; berkatalah, karena aku rela membenarkan engkau.\n",
        "33:33 Jikalau tidak, hendaklah engkau mendengarkan aku; diamlah, aku hendak mengajarkan hikmat kepadamu.\n"
      ]
    },
    "12": {
      "en": [
        "12:1 Then Job answered and said,\n",
        "12:2 Surely then you are the people, And wisdom will die with you.\n",
        "12:3 I also have understanding as you do; I am not inferior to you. And who does not know things like these?\n",
        "12:4 I have become a laughingstock to my friends, I, who have called out to God and He answers me. The righteous man, the perfect man, is a laughingstock.\n",
        "12:5 There is contempt for calamity in the thought of him who is at ease: It is prepared for those whose foot slips.\n",
        "12:6 The tents of robbers prosper, And those who provoke God have security, Those who carry their god in their own might.\n",
        "12:7 But ask now of the beasts, and they will teach you; And of the birds of heaven, and they will tell you.\n",
        "12:8 Or speak to the earth, and it will teach you; And the fish of the sea will declare to you.\n",
        "12:9 Who among all these does not know That the hand of Jehovah has done this,\n",
        "12:10 In whose hand is the life of every living thing And the breath of all flesh of man?\n",
        "12:11 Does not the ear try words Even as the palate tastes food for itself?\n",
        "12:12 In aged men, you say, there is wisdom, And in length of days there is understanding.\n",
        "12:13 But with Him are wisdom and might; Counsel and understanding are His.\n",
        "12:14 Indeed, He breaks down, and it cannot be rebuilt; He shuts a man up, and the door cannot be opened.\n",
        "12:15 Indeed, He withholds the waters, and they dry up; And He sends them forth, and they overturn the earth.\n",
        "12:16 With Him are strength and effectual wisdom; The deceived and the deceiver are His.\n",
        "12:17 He leads counselors away stripped, And He makes fools of judges.\n",
        "12:18 He loosens the fetters of kings And binds their loins with a belt.\n",
        "12:19 He leads priests away stripped, And He overturns dignitaries.\n",
        "12:20 He removes the utterance of the trusty And takes away the counsel of the elders.\n",
        "12:21 He pours contempt upon the princes And loosens the belt of the strong.\n",
        "12:22 He uncovers the depths out of darkness And brings to light the shadow of death.\n",
        "12:23 He makes nations great and destroys them; He expands nations and leads them off.\n",
        "12:24 He removes the understanding of the heads of the people of the earth And causes them to wander in a pathless waste.\n",
        "12:25 They grope in darkness, and there is no light; And He causes them to stagger like a drunken man.\n"
      ],
      "id": [
        "12:1 Tetapi Ayub menjawab:\n",
        "12:2 Memang, kamulah orang-orang itu, dan bersama-sama kamu hikmat akan mati.\n",
        "12:3 Aku pun mempunyai pengertian, sama seperti kamu, aku tidak kalah dengan kamu; siapa tidak tahu hal-hal serupa itu?\n",
        "12:4 Aku menjadi tertawaan sesama ku, aku, yang mendapat jawaban dari Allah, bila aku berseru kepada-Nya; orang yang benar dan saleh menjadi tertawaan.\n",
        "12:5 Penghinaan bagi orang yang celaka, - demikianlah pendapat orang yang hidup aman - suatu pukulan bagi orang yang tergelincir kakinya.\n",
        "12:6 Tetapi amanlah kemah para perusak, dan tenteramlah mereka yang membangkitkan murka Allah, mereka yang hendak membawa Allah dalam tangannya.\n",
        "12:7 Tetapi bertanyalah kepada binatang, maka engkau akan diberinya pengajaran, kepada burung di udara, maka engkau akan diberinya keterangan.\n",
        "12:8 Atau bertuturlah kepada bumi, maka engkau akan diberinya pengajaran, bahkan ikan di laut akan bercerita kepadamu.\n",
        "12:9 Siapa di antara semuanya itu yang tidak tahu, bahwa tangan Allah yang melakukan itu;\n",
        "12:10 bahwa di dalam tangan-Nya terletak nyawa segala yang hidup dan nafas setiap manusia?\n",
        "12:11 Bukankah telinga menguji kata-kata, seperti langit-langit mencecap makanan?\n",
        "12:12 Konon hikmat ada pada orang yang tua, dan pengertian pada orang yang lanjut umurnya.\n",
        "12:13 Tetapi pada Allahlah hikmat dan kekuatan, Dialah yang mempunyai pertimbangan dan pengertian.\n",
        "12:14 Bila Ia membongkar, tidak ada yang dapat membangun kembali; bila Ia menangkap seseorang, tidak ada yang dapat melepaskannya.\n",
        "12:15 Bila Ia membendung air, keringlah semuanya; bila Ia melepaskannya mengalir, maka tanah dilandanya.\n",
        "12:16 Pada Dialah kuasa dan kemenangan, Dialah yang menguasai baik orang yang tersesat maupun orang yang menyesatkan.\n",
        "12:17 Dia yang menggiring menteri dengan telanjang, dan para hakim dibodohkan-Nya.\n",
        "12:18 Dia membuka belenggu yang dikenakan oleh raja-raja dan mengikat pinggang mereka dengan tali pengikat.\n",
        "12:19 Dia yang menggiring dan menggeledah para imam, dan menggulingkan yang kokoh.\n",
        "12:20 Dia yang membungkamkan orang-orang yang dipercaya, menjadikan para tua-tua hilang akal.\n",
        "12:21 Dia yang mendatangkan penghinaan kepada para pemuka, dan melepaskan ikat pinggang orang kuat.\n",
        "12:22 Dia yang menyingkapkan rahasia kegelapan, dan mendatangkan kelam pekat pada terang.\n",
        "12:23 Dia yang membuat bangsa-bangsa bertumbuh, lalu membinasakannya, dan memperbanyak bangsa-bangsa, lalu menghalau mereka.\n",
        "12:24 Dia menyebabkan para pemimpin dunia kehilangan akal, dan membuat mereka tersesat di padang belantara yang tidak ada jalannya.\n",
        "12:25 Mereka meraba-raba dalam kegelapan yang tidak ada terangnya; dan Ia membuat mereka berjalan terhuyung-huyung seperti orang mabuk.\n"
      ]
    },
    "34": {
      "en": [
        "34:1 Then Elihu continued and said,\n",
        "34:2 Hear my words, you wise men; And you who know, give ear to me.\n",
        "34:3 For the ear tries words As the palate tastes food.\n",
        "34:4 Let us choose for ourselves what is right; Let us know among ourselves what is good.\n",
        "34:5 For Job has said, I am righteous, And God has taken away my right;\n",
        "34:6 Should I lie against my right? My arrow wound is incurable, though I am without transgression.\n",
        "34:7 What man is like Job, Who drinks up scoffing like water,\n",
        "34:8 Who goes in company with the workers of iniquity And walks with wicked men?\n",
        "34:9 For he has said, It does not profit a man To delight himself in God.\n",
        "34:10 Therefore, you men of understanding, hear me: Far be it from God that He would do evil, And from the Almighty that He would commit iniquity.\n",
        "34:11 For He will render a man?s work to him And will cause a man to find that which is according to his own way.\n",
        "34:12 Indeed in all certainty God will not do evil, And the Almighty will not pervert justice.\n",
        "34:13 Who has ever put the earth in His charge? Or who has ever set in order the whole world?\n",
        "34:14 If He were to consider Himself only, He would gather back to Himself His spirit and His breath;\n",
        "34:15 All flesh would perish together, And man would return to dust.\n",
        "34:16 If then you have understanding, hear this; Give ear to the voice of my words.\n",
        "34:17 Shall one who hates justice govern? And will you condemn the just and mighty One,\n",
        "34:18 He who says to a king, You worthless one! And to nobles, You wicked one!\n",
        "34:19 He who does not respect the persons of princes, Nor regard the rich man more than the poor, For they are all the work of His hands?\n",
        "34:20 In a moment they die, and in the middle of the night The people are shaken, and they pass away; And the mighty are taken away, but by no human hand.\n",
        "34:21 For His eyes are upon the ways of a man, And He sees all his steps.\n",
        "34:22 There is no darkness and no shadow of death Where the workers of iniquity may hide themselves.\n",
        "34:23 For He does not need to consider a man further, That he should go to God in litigation.\n",
        "34:24 He breaks mighty men in pieces without inquiry And puts others in their stead.\n",
        "34:25 Hence He knows their actions, And He overturns them in the night so that they are crushed.\n",
        "34:26 He strikes them as He would evil men, In a place where all can see;\n",
        "34:27 Because they turned aside from following after Him And would not regard any of His ways,\n",
        "34:28 So that they caused the cry of the poor to come to Him, And He heard the cry of the afflicted.\n",
        "34:29 When He is silent, who can condemn Him? When He hides His face, who can behold Him? He does so toward a nation and toward a man alike,\n",
        "34:30 That no profane man would reign, that there would be no snares for the people.\n",
        "34:31 For has anyone ever said to God, I have borne chastisement; I will offend no more;\n",
        "34:32 What I do not see teach me; If I have committed iniquity, I will do it no more?\n",
        "34:33 Should He recompense to fit you, since you have rejected it? For you must choose, and not I. So speak what you know.\n",
        "34:34 Men of understanding will say to me, As well as the man of wisdom who hears me,\n",
        "34:35 Job has spoken without knowledge, And his words are without insight.\n",
        "34:36 I wish that Job were tried to the limit Because of his answering like evil men.\n",
        "34:37 For he adds rebellion to his sin; Among us he claps his hands And multiplies his words against God.\n"
      ],
      "id": [
        "34:1 Maka berbicaralah Elihu:\n",
        "34:2 Dengarkanlah perkataanku, kamu orang-orang yang mempunyai hikmat, berilah telinga kepadaku, kamu orang-orang yang berakal budi.\n",
        "34:3 Karena telinga itu menguji kata-kata, seperti langit-langit mencecap makanan.\n",
        "34:4 Biarlah kita memutuskan bagi kita sendiri apa yang adil, menentukan bersama-sama apa yang baik.\n",
        "34:5 Karena Ayub berkata: Aku benar, tetapi Allah mengambil hakku;\n",
        "34:6 kendati aku mempunyai hak aku dianggap berdusta, sekalipun aku tidak melakukan pelanggaran, lukaku tidak dapat sembuh lagi.\n",
        "34:7 Siapakah seperti Ayub, yang minum hujatan terhadap Allah seperti air,\n",
        "34:8 yang mencari persekutuan dengan orang-orang yang melakukan kejahatan dan bergaul dengan orang-orang fasik?\n",
        "34:9 Karena ia telah berkata: Tidak berguna bagi manusia, kalau ia dikenan Allah.\n",
        "34:10 Oleh sebab itu, kamu orang-orang yang berakal budi, dengarkanlah aku: Jauhlah dari pada Allah untuk melakukan kefasikan, dan dari pada Yang Mahakuasa untuk berbuat curang.\n",
        "34:11 Malah Ia mengganjar manusia sesuai perbuatannya, dan membuat setiap orang mengalami sesuai kelakuannya.\n",
        "34:12 Sungguh, Allah tidak berlaku curang, Yang Mahakuasa tidak membengkokkan keadilan.\n",
        "34:13 Siapa mempercayakan bumi kepada-Nya? Siapa membebankan alam semesta kepada-Nya?\n",
        "34:14 Jikalau Ia menarik kembali Roh-Nya, dan mengembalikan nafas-Nya pada-Nya,\n",
        "34:15 maka binasalah bersama-sama segala yang hidup, dan kembalilah manusia kepada debu.\n",
        "34:16 Jikalau engkau berakal budi, dengarkanlah ini, pasanglah telinga kepada apa yang kuucapkan.\n",
        "34:17 Dapatkah pembenci keadilan memegang kekuasaan, dan apakah engkau mau mempersalahkan Dia yang adil dan perkasa,\n",
        "34:18 Dia yang berfirman kepada raja: Hai, orang dursila, kepada para bangsawan: Hai, orang fasik;\n",
        "34:19 Dia yang tidak memihak kepada para pembesar, dan tidak mengutamakan orang yang terkemuka dari pada orang kecil, karena mereka sekalian adalah buatan tangan-Nya?\n",
        "34:20 Dalam sekejap mata mereka mati, ya, pada tengah malam orang dikejutkan dan binasa; mereka yang perkasa dilenyapkan bukan oleh tangan orang.\n",
        "34:21 Karena mata-Nya mengawasi jalan manusia, dan Ia melihat segala langkahnya;\n",
        "34:22 tidak ada kegelapan ataupun kelam kabut, di mana orang-orang yang melakukan kejahatan dapat bersembunyi.\n",
        "34:23 Karena bagi manusia Ia tidak menentukan waktu untuk datang menghadap Allah supaya diadili,\n",
        "34:24 orang-orang yang perkasa diremukkan-Nya dengan tidak diperiksa, dan orang-orang lain diangkat-Nya ganti mereka.\n",
        "34:25 Jadi, Ia mengetahui perbuatan mereka, dan menggulingkan mereka di waktu malam, sehingga mereka hancur lebur.\n",
        "34:26 Mereka ditampar-Nya karena kefasikan mereka, dengan dilihat orang banyak,\n",
        "34:27 karena mereka meninggalkan-Nya, dan tidak mengindahkan satu pun dari pada jalan-Nya,\n",
        "34:28 sehingga mereka menyebabkan jeritan orang miskin naik ke hadapan-Nya, dan Ia mendengar jeritan orang sengsara.\n",
        "34:29 - Kalau Dia berdiam diri, siapa akan menjatuhkan hukuman? Kalau Dia menyembunyikan wajah-Nya, siapa akan melihat Dia, baik itu sesuatu bangsa atau orang seorang? -,\n",
        "34:30 supaya jangan menjadi raja orang fasik yang adalah jerat bagi orang banyak.\n",
        "34:31 Tetapi kalau seseorang berkata kepada Allah: Aku telah menyombongkan diri, tetapi aku tidak akan lagi berbuat jahat;\n",
        "34:32 apa yang tidak kumengerti, ajarkanlah kepadaku; jikalau aku telah berbuat curang, maka aku tidak akan berbuat lagi,\n",
        "34:33 menurut hematmu apakah Allah harus melakukan pembalasan karena engkau yang menolak? Jadi, engkau jugalah yang harus memutuskan, bukan aku; katakanlah apa yang engkau tahu!\n",
        "34:34 Maka orang-orang yang berakal budi dan orang yang mempunyai hikmat yang mendengarkan aku akan berkata kepadaku:\n",
        "34:35 Ayub berbicara tanpa pengetahuan, dan perkataannya tidak mengandung pengertian.\n",
        "34:36 Ah, kiranya Ayub diuji terus-menerus, karena ia menjawab seperti orang-orang jahat!\n",
        "34:37 Karena ia menambahkan dosanya dengan pelanggaran, ia mengepalkan tangan di antara kami dan banyak bicara terhadap Allah.\n"
      ]
    },
    "13": {
      "en": [
        "13:1 Indeed, my eye has seen all this; My ear has heard and understood it.\n",
        "13:2 What you know, I also know; I am not inferior to you.\n",
        "13:3 But I would speak to the Almighty, And I desire to argue with God.\n",
        "13:4 Yet you are plasterers of lies; a Physicians of no value are you all.\n",
        "13:5 Oh that you would be altogether silent, And this would be your wisdom!\n",
        "13:6 Hear now my argument, And hearken to the contentions of my lips.\n",
        "13:7 Will you speak wrongly for God And speak deceitfully for Him?\n",
        "13:8 Will you be partial to Him? Will you contend for God?\n",
        "13:9 Will it be well with you when He searches you out? Or will you deceive Him as one might deceive a man?\n",
        "13:10 He will surely reprove you If you are secretly partial.\n",
        "13:11 Will not His majesty make you afraid And His dread fall on you?\n",
        "13:12 Your memorable sayings are proverbs of ashes; Your defenses are defenses of clay.\n",
        "13:13 Be silent before me, and I myself will speak; And let come on me what may.\n",
        "13:14 I will take my flesh in my teeth And put my life in my hand.\n",
        "13:15 Indeed, He will kill me; I have no hope. Nevertheless I will argue my ways before Him.\n",
        "13:16 This also will be my salvation, That no profane man may come before Him.\n",
        "13:17 Hear carefully my words, And let my declaration be in your ears.\n",
        "13:18 Here now, I have arranged my case; I know that I will be vindicated.\n",
        "13:19 Who will contend with me? For then I would be silent and die.\n",
        "13:20 Only do not do two things to me, Then I will not hide from Your face:\n",
        "13:21 Withdraw Your hand far from me, And do not let Your terror frighten me.\n",
        "13:22 Then call, and I will answer; Or let me speak, and You respond to me.\n",
        "13:23 How many are my iniquities and sins? Make my transgression and my sin known to me.\n",
        "13:24 Why do You hide Your face And consider me as Your enemy?\n",
        "13:25 Will You harass a driven leaf And pursue dry chaff?\n",
        "13:26 For You write bitter things against me And cause me to inherit the iniquities of my youth;\n",
        "13:27 And You put my feet in stocks And mark all my paths; You set a limit for the soles of my feet.\n",
        "13:28 And such a one is like some rotten thing that wastes away, Like a garment eaten by moths.\n"
      ],
      "id": [
        "13:1 Sesungguhnya, semuanya itu telah dilihat mataku, didengar dan dipahami telingaku.\n",
        "13:2 Apa yang kamu tahu, aku juga tahu, aku tidak kalah dengan kamu.\n",
        "13:3 Tetapi aku, aku hendak berbicara dengan Yang Mahakuasa, aku ingin membela perkaraku di hadapan Allah.\n",
        "13:4 Sebaliknya kamulah orang yang menutupi dusta, tabib palsulah kamu sekalian.\n",
        "13:5 Sekiranya kamu menutup mulut, itu akan dianggap kebijaksanaan dari padamu.\n",
        "13:6 Dengarkanlah pembelaanku, dan perhatikanlah bantahan bibirku.\n",
        "13:7 Sudikah kamu berbohong untuk Allah, sudikah kamu mengucapkan dusta untuk Dia?\n",
        "13:8 Apakah kamu mau memihak Allah, berbantah untuk membela Dia?\n",
        "13:9 Apakah baik, kalau Ia memeriksa kamu? Dapatkah kamu menipu Dia seperti menipu manusia?\n",
        "13:10 Kamu akan dihukum-Nya dengan keras, jikalau kamu diam-diam memihak.\n",
        "13:11 Apakah kebesaran-Nya tidak akan mengejutkan kamu dan ketakutan kepada-Nya menimpa kamu?\n",
        "13:12 Dalil-dalilmu adalah amsal debu, dan perisaimu perisai tanah liat.\n",
        "13:13 Diam! Aku hendak bicara, apa pun yang akan terjadi atas diriku!\n",
        "13:14 Dagingku akan kuambil dengan gigiku, dan nyawaku akan kutatang dalam genggamku.\n",
        "13:15 Lihatlah, Ia hendak membunuh aku, tak ada harapan bagiku, namun aku hendak membela perilakuku di hadapan-Nya.\n",
        "13:16 Itulah yang menyelamatkan aku; tetapi orang fasik tidak akan menghadap kepada-Nya.\n",
        "13:17 Dengarkanlah baik-baik perkataanku, perhatikanlah keteranganku.\n",
        "13:18 Ketahuilah, aku menyiapkan perkaraku, aku yakin, bahwa aku benar.\n",
        "13:19 Siapa mau bersengketa dengan aku? Pada saat itu juga aku mau berdiam diri dan binasa.\n",
        "13:20 Hanya janganlah Kaulakukan terhadap aku dua hal ini, maka aku tidak akan bersembunyi terhadap Engkau:\n",
        "13:21 jauhkanlah kiranya tangan-Mu dari padaku, dan kegentaran terhadap Engkau janganlah menimpa aku!\n",
        "13:22 Panggillah, maka aku akan menjawab; atau aku berbicara, dan Engkau menjawab.\n",
        "13:23 Berapa besar kesalahan dan dosaku? Beritahukanlah kepadaku pelanggaran dan dosaku itu.\n",
        "13:24 Mengapa Engkau menyembunyikan wajah-Mu, dan menganggap aku sebagai musuh-Mu?\n",
        "13:25 Apakah Engkau hendak menggentarkan daun yang ditiupkan angin, dan mengejar jerami yang kering?\n",
        "13:26 Sebab Engkau menulis hal-hal yang pahit terhadap aku dan menghukum aku karena kesalahan pada masa mudaku;\n",
        "13:27 kakiku Kaumasukkan ke dalam pasung, segala tindak tandukku Kauawasi, dan rintangan Kaupasang di depan tapak kakiku?\n",
        "13:28 Dan semuanya itu terhadap orang yang sudah rapuh seperti kayu lapuk, seperti kain yang dimakan gegat!\n"
      ]
    },
    "35": {
      "en": [
        "35:1 Then Elihu continued and said,\n",
        "35:2 Do you consider this to be just? Do you say, My righteousness is more than God?s,\n",
        "35:3 So that you say, What advantage is there to me, What do I profit, more than if I had sinned?\n",
        "35:4 I will respond to you with words, And to your companions with you.\n",
        "35:5 Look unto heaven and see; And behold the skies: They are higher than you.\n",
        "35:6 If you sin, what do you accomplish against Him? And if your transgressions are multiplied, what do you do to Him?\n",
        "35:7 If you are righteous, what can you give to Him, Or what does He receive from your hand?\n",
        "35:8 Your wickedness affects a man like you, And your righteousness, a son of man.\n",
        "35:9 Because of the multitude of oppressions they cry out; They cry for help because of the arm of the mighty.\n",
        "35:10 But no one says, Where is God my Maker, Who gives songs in the night,\n",
        "35:11 Who teaches us more than the beasts of the earth And makes us wiser than the birds of heaven?\n",
        "35:12 There they cry, but He does not answer, Because of the pride of evil men.\n",
        "35:13 Surely God does not hear an empty cry, And the Almighty does not regard it.\n",
        "35:14 How much less when you say that you do not behold Him, That the cause is before Him and you are waiting on Him!\n",
        "35:15 But now, because He has not visited in His anger Nor regarded such great arrogance,\n",
        "35:16 Job opens his mouth in vanity; He multiplies words without knowledge.\n"
      ],
      "id": [
        "35:1 Maka berbicaralah Elihu:\n",
        "35:2 Inikah yang kauanggap adil dan yang kausebut: kebenaranku di hadapan Allah,\n",
        "35:3 kalau engkau bertanya: Apakah gunanya bagi ku? Apakah kelebihanku bila aku berbuat dosa?\n",
        "35:4 Akulah yang akan memberi jawab kepadamu dan kepada sahabat-sahabatmu bersama-sama dengan engkau:\n",
        "35:5 Arahkan pandanganmu ke langit dan lihatlah, perhatikanlah awan-awan yang lebih tinggi dari padamu!\n",
        "35:6 Jikalau engkau berbuat dosa, apa yang akan kaulakukan terhadap Dia? Kalau pelanggaranmu banyak, apa yang kaubuat terhadap Dia?\n",
        "35:7 Jikalau engkau benar, apakah yang kauberikan kepada Dia? Atau apakah yang diterima-Nya dari tanganmu?\n",
        "35:8 Hanya orang seperti engkau yang dirugikan oleh kefasikanmu dan hanya anak manusia yang diuntungkan oleh kebenaranmu.\n",
        "35:9 Orang menjerit oleh karena banyaknya penindasan, berteriak minta tolong oleh karena kekerasan orang-orang yang berkuasa;\n",
        "35:10 tetapi orang tidak bertanya: Di mana Allah, yang membuat aku, dan yang memberi nyanyian pujian di waktu malam;\n",
        "35:11 yang memberi kita akal budi melebihi binatang di bumi, dan hikmat melebihi burung di udara?\n",
        "35:12 Ketika itu orang menjerit, tetapi Ia tidak menjawab, oleh karena kecongkakan orang-orang jahat.\n",
        "35:13 Sungguh, teriakan yang kosong tidak didengar Allah dan tidak dihiraukan oleh Yang Mahakuasa.\n",
        "35:14 Lebih-lebih lagi kalau engkau berkata, bahwa engkau tidak melihat Dia, bahwa perkaramu sudah diadukan kehadapan-Nya, tetapi masih juga engkau menanti-nantikan Dia!\n",
        "35:15 Tetapi sekarang: karena murka-Nya tidak menghukum dan Ia tidak terlalu mempedulikan pelanggaran,\n",
        "35:16 maka Ayub berbesar mulut dengan sia-sia, banyak bicara tanpa pengertian.\n"
      ]
    },
    "14": {
      "en": [
        "14:1 Man, born of woman, Is of few days and full of trouble.\n",
        "14:2 He comes forth like a blossom and is cut down, He also flees like a shadow and does not remain.\n",
        "14:3 And do You open Your eyes upon such a one And bring me into litigation with You?\n",
        "14:4 Who can bring a clean thing out from the unclean? No one!\n",
        "14:5 Since his days are determined, And the number of his months is with You; Since You have appointed his bounds, and he cannot go beyond;\n",
        "14:6 Look away from him that he may rest, Until he fulfills his day like a hired hand.\n",
        "14:7 For there is hope for a tree: If it is cut down, it will sprout again, And its tender shoot will not cease.\n",
        "14:8 Though its root grows old in the earth, And its trunk dies in the dirt,\n",
        "14:9 At the scent of water it will bud And will produce branches like a new plant.\n",
        "14:10 But a man dies and is laid low; Yes, a man expires, and then where is he?\n",
        "14:11 The waters of the sea recede, And the river becomes parched and dried up:\n",
        "14:12 So a man lies down and does not rise up; Until the heavens are no more, he will not awake, Nor will he be roused from his sleep.\n",
        "14:13 Oh, that You would hide me in Sheol, That You would conceal me until Your anger has passed, That You would set me an appointed time and remember me!\n",
        "14:14 If a man dies, will he live again? All the days of my service I would wait, Until a change for me should come.\n",
        "14:15 You would call, and I would answer You; You would long after the work of Your hands.\n",
        "14:16 For now You number my steps. Do You not watch over my sin?\n",
        "14:17 My transgression has been sealed up in a bag, And You have fastened up my iniquity.\n",
        "14:18 However the mountain falls and crumbles, And the rock moves from its place;\n",
        "14:19 Waters wear away stones; Their torrents wash away the dust of the earth: So You destroy the hope of man.\n",
        "14:20 You prevail forever against him, and he passes away; You change his countenance and send him away.\n",
        "14:21 His sons gain honor, but he does not know it; And they become insignificant, but he does not perceive it.\n",
        "14:22 Only the pain of his own flesh does he feel, And his own soul mourns for him.\n"
      ],
      "id": [
        "14:1 Manusia yang lahir dari perempuan, singkat umurnya dan penuh kegelisahan.\n",
        "14:2 Seperti bunga ia berkembang, lalu layu, seperti bayang-bayang ia hilang lenyap dan tidak dapat bertahan.\n",
        "14:3 Masakan Engkau menujukan pandangan-Mu kepada orang seperti itu, dan menghadapkan kepada-Mu untuk diadili?\n",
        "14:4 Siapa dapat mendatangkan yang tahir dari yang najis? Seorang pun tidak!\n",
        "14:5 Jikalau hari-harinya sudah pasti, dan jumlah bulannya sudah tentu pada-Mu, dan batas-batasnya sudah Kautetapkan, sehingga tidak dapat dilangkahinya,\n",
        "14:6 hendaklah Kaualihkan pandangan-Mu dari padanya, agar ia beristirahat, sehingga ia seperti orang upahan dapat menikmati harinya.\n",
        "14:7 Karena bagi pohon masih ada harapan: apabila ditebang, ia bertunas kembali, dan tunasnya tidak berhenti tumbuh.\n",
        "14:8 Apabila akarnya menjadi tua di dalam tanah, dan tunggulnya mati di dalam debu,\n",
        "14:9 maka bersemilah ia, setelah diciumnya air, dan dikeluarkannyalah ranting seperti semai.\n",
        "14:10 Tetapi bila manusia mati, maka tidak berdayalah ia, bila orang binasa, di manakah ia?\n",
        "14:11 Seperti air menguap dari dalam tasik, dan sungai surut dan menjadi kering,\n",
        "14:12 demikian juga manusia berbaring dan tidak bangkit lagi, sampai langit hilang lenyap, mereka tidak terjaga, dan tidak bangun dari tidurnya.\n",
        "14:13 Ah, kiranya Engkau menyembunyikan aku di dalam dunia orang mati, melindungi aku, sampai murka-Mu surut; dan menetapkan waktu bagiku, kemudian mengingat aku pula!\n",
        "14:14 Kalau manusia mati, dapatkah ia hidup lagi? Maka aku akan menaruh harap selama hari-hari pergumulanku, sampai tiba giliranku;\n",
        "14:15 maka Engkau akan memanggil, dan aku pun akan menyahut; Engkau akan rindu kepada buatan tangan-Mu.\n",
        "14:16 Sungguhpun Engkau menghitung langkahku, Engkau tidak akan memperhatikan dosaku;\n",
        "14:17 pelanggaranku akan dimasukkan di dalam pundi-pundi yang dimeteraikan, dan kesalahanku akan Kaututup dengan lepa.\n",
        "14:18 Tetapi seperti gunung runtuh berantakan, dan gunung batu bergeser dari tempatnya,\n",
        "14:19 seperti batu-batu dikikis air, dan bumi dihanyutkan tanahnya oleh hujan lebat, demikianlah Kauhancurkan harapan manusia.\n",
        "14:20 Engkau menggagahi dia untuk selama-lamanya, maka pergilah ia, Engkau mengubah wajahnya dan menyuruh dia pergi.\n",
        "14:21 Anak-anaknya menjadi mulia, tetapi ia tidak tahu; atau mereka menjadi hina, tetapi ia tidak menyadarinya.\n",
        "14:22 Hanya tubuhnya membuat dirinya menderita, dan karena dirinya sendiri jiwanya berduka cita.\n"
      ]
    },
    "36": {
      "en": [
        "36:1 And Elihu added this and said,\n",
        "36:2 Bear with me a little, and I will show you; For there is more to say for God.\n",
        "36:3 I will bring my knowledge from afar And will ascribe righteousness to my Maker.\n",
        "36:4 For truly my words are not false; One perfect in knowledge is with you.\n",
        "36:5 Indeed, God is mighty and does not despise; He is mighty in strength of understanding.\n",
        "36:6 He does not preserve the wicked man alive, But gives justice to the afflicted.\n",
        "36:7 He does not withdraw His eyes from the righteous; And with kings on the throne, He sets them forever, and they are exalted.\n",
        "36:8 And if they are bound in fetters, If they are caught in the cords of affliction,\n",
        "36:9 He shows them their work And their transgressions, that they have acted arrogantly.\n",
        "36:10 He also opens their ear to instruction And commands that they return from iniquity.\n",
        "36:11 If they hear and serve Him, They will spend their days in prosperity And their years in pleasantness.\n",
        "36:12 But if they do not hear, they will pass away by the sword And die without knowledge.\n",
        "36:13 But those who are profane in heart lay up anger; They do not cry for help when He binds them.\n",
        "36:14 They die in youth, And their life ends among the most defiled.\n",
        "36:15 He rescues the afflicted by their affliction And opens their ear through oppression.\n",
        "36:16 Indeed He allures you from the jaws of distress Into a spacious place, where there is no constraint; And what is upon your table is full of fatness.\n",
        "36:17 But you are filled with the judgment of the wicked; Judgment and litigation have taken hold of you.\n",
        "36:18 Beware lest wrath allures you into scoffing, And do not let the greatness of the ransom turn you aside.\n",
        "36:19 Will your cry keep you from being in distress, Or all the forces of your strength?\n",
        "36:20 Do not long for the night, When people are taken from their place.\n",
        "36:21 Take heed; do not turn toward iniquity; For you have chosen this rather than affliction.\n",
        "36:22 Indeed, God is exalted in His power: Who is a teacher like Him?\n",
        "36:23 Who has appointed His way for Him? And who says, You have done wrong?\n",
        "36:24 Remember to magnify His work, Of which men sing.\n",
        "36:25 All mankind has gazed on it; Man beholds it from afar.\n",
        "36:26 Indeed, God is great, and we do not know Him; The number of His years we also cannot search out.\n",
        "36:27 For He draws up the drops of water Which distill into rain from His mist,\n",
        "36:28 Which the skies pour down And drop upon man abundantly.\n",
        "36:29 Can they indeed understand the spreading of the clouds, The thunderings of His pavilion?\n",
        "36:30 Indeed, He scatters His lightning around Him And covers the roots of the sea.\n",
        "36:31 For by these He judges the peoples; He gives food in abundance.\n",
        "36:32 He fills His hands with lightning And commands it to strike the mark.\n",
        "36:33 Its noise tells of Him; The cattle as well tell concerning Him who is coming.\n"
      ],
      "id": [
        "36:1 Berkatalah Elihu selanjutnya:\n",
        "36:2 Bersabarlah sebentar, aku akan mengajar engkau, karena masih ada yang hendak kukatakan demi Allah.\n",
        "36:3 Aku akan meraih pengetahuanku dari jauh dan membenarkan Pembuatku;\n",
        "36:4 karena sungguh-sungguh, bukan dusta perkataanku, seorang yang sempurna pengetahuannya menghadapi engkau.\n",
        "36:5 Ketahuilah, Allah itu perkasa, namun tidak memandang hina apa pun, Ia perkasa dalam kekuatan akal budi.\n",
        "36:6 Ia tidak membiarkan orang fasik hidup, tetapi memberi keadilan kepada orang-orang sengsara;\n",
        "36:7 Ia tidak mengalihkan pandangan mata-Nya dari orang benar, tetapi menempatkan mereka untuk selama-lamanya di samping raja-raja di atas takhta, sehingga mereka tinggi martabatnya.\n",
        "36:8 Jikalau mereka dibelenggu dengan rantai, tertangkap dalam tali kesengsaraan,\n",
        "36:9 maka Ia memperingatkan mereka kepada perbuatan mereka, dan kepada pelanggaran mereka, karena mereka berlaku congkak,\n",
        "36:10 dan ia membukakan telinga mereka bagi ajaran, dan menyuruh mereka berbalik dari kejahatan.\n",
        "36:11 Jikalau mereka mendengar dan takluk, maka mereka hidup mujur sampai akhir hari-hari mereka dan senang sampai akhir tahun-tahun mereka.\n",
        "36:12 Tetapi, jikalau mereka tidak mendengar, maka mereka akan mati oleh lembing, dan binasa dalam kebebalan.\n",
        "36:13 Orang-orang yang fasik hatinya menyimpan kemarahan; mereka tidak berteriak minta tolong, kalau mereka dibelenggu-Nya;\n",
        "36:14 nyawa mereka binasa di masa muda, dan hidup mereka berakhir sebelum saatnya.\n",
        "36:15 Dengan sengsara Ia menyelamatkan orang sengsara, dengan penindasan Ia membuka telinga mereka.\n",
        "36:16 Juga engkau dibujuk-Nya keluar dari dalam kesesakan, ke tempat yang luas, bebas dari tekanan, ke meja hidanganmu yang tenang dan penuh lemak.\n",
        "36:17 Tetapi engkau sudah mendapat hukuman orang fasik sepenuhnya, engkau dicengkeram hukuman dan keadilan;\n",
        "36:18 janganlah panas hati membujuk engkau berolok-olok, janganlah besarnya tebusan menyesatkan engkau.\n",
        "36:19 Dapatkah teriakanmu meluputkan engkau dari kesesakan, ataukah seluruh kekuatan jerih payahmu?\n",
        "36:20 Janganlah merindukan malam hari, waktu bangsa-bangsa pergi dari tempatnya.\n",
        "36:21 Jagalah dirimu, janganlah berpaling kepada kejahatan, karena itulah sebabnya engkau dicobai oleh sengsara.\n",
        "36:22 Sesungguhnya, Allah itu mulia di dalam kekuasaan-Nya; siapakah guru seperti Dia?\n",
        "36:23 Siapakah akan menentukan jalan bagi-Nya, dan siapa berani berkata: Engkau telah berbuat curang?\n",
        "36:24 Ingatlah, bahwa engkau harus menjunjung tinggi perbuatan-Nya, yang selalu dinyanyikan oleh manusia.\n",
        "36:25 Semua orang melihatnya, manusia memandangnya dari jauh.\n",
        "36:26 Sesungguhnya, Allah itu besar, tidak tercapai oleh pengetahuan kita, jumlah tahun-Nya tidak dapat diselidiki.\n",
        "36:27 Ia menarik ke atas titik-titik air, dan memekatkan kabut menjadi hujan,\n",
        "36:28 yang dicurahkan oleh mendung, dan disiramkan ke atas banyak manusia.\n",
        "36:29 Siapa mengerti berkembangnya awan, dan bunyi gemuruh di tempat kediaman-Nya?\n",
        "36:30 Sesungguhnya, Ia mengembangkan terang-Nya di sekeliling-Nya, dan menudungi dasar laut.\n",
        "36:31 Karena dengan semuanya itu Ia mengadili bangsa-bangsa, dan juga memberi makan dengan berlimpah-limpah.\n",
        "36:32 Kedua tangan-Nya diselubungi-Nya dengan kilat petir dan menyuruhnya menyambar sasaran.\n",
        "36:33 Pekik perang-Nya memberitakan kedatangan-Nya, kalau dengan murka Ia berjuang melawan kecurangan.\n"
      ]
    },
    "15": {
      "en": [
        "15:1 And Eliphaz the Temanite answered and said,\n",
        "15:2 Should a wise man answer with the knowledge of wind, And should he fill his belly with the east wind?\n",
        "15:3 Should he argue with useless talk And with words by which he cannot avail?\n",
        "15:4 Indeed you do away with the fear of God And restrain meditation before God.\n",
        "15:5 For your iniquity instructs your mouth, And you choose the tongue of the crafty.\n",
        "15:6 Your own mouth condemns you, and not I; And your own lips testify against you.\n",
        "15:7 Are you the first man born? Or were you brought forth before the hills?\n",
        "15:8 Did you listen in on the secret council of God? And do you limit wisdom to yourself?\n",
        "15:9 What do you know that we do not know? What do you understand that is not with us?\n",
        "15:10 Both the grayheaded and the aged are among us, Older than your father.\n",
        "15:11 Are the consolations of God too small for you, Or the word spoken gently to you?\n",
        "15:12 Why does your heart take you away? And why do your eyes flash,\n",
        "15:13 That you turn your spirit against God And let words go forth from your mouth?\n",
        "15:14 What is mortal man, that he can be clean, Or he who is born of a woman, that he can be righteous?\n",
        "15:15 Indeed, He puts no trust in His holy ones; Even the heavens are not clean in His eyes.\n",
        "15:16 How much less one who is abominable and corrupt! How much less a man who drinks wrong like water!\n",
        "15:17 I will tell you; hear me; And what I have seen, that will I recount,\n",
        "15:18 What wise men have declared, And have not hidden, from their fathers;\n",
        "15:19 To whom alone the land was given, And no stranger passed in their midst:\n",
        "15:20 For all his days the wicked man travails in pain, And numbered years are stored up for the ruthless man.\n",
        "15:21 The sound of terrors is in his ears; While he is at peace, the destroyer will come upon him.\n",
        "15:22 He does not believe that he will return from the darkness, And he is spied out for the sword.\n",
        "15:23 He wanders for bread?where is it? He knows that the day of darkness is ready at hand.\n",
        "15:24 Distress and straits terrify him; They prevail against him, like a king prepared for the attack;\n",
        "15:25 Because he stretched out his hand against God, And against the Almighty he acted mightily,\n",
        "15:26 Running against Him with a stiff neck, With the thick bosses of his shield;\n",
        "15:27 Because he covered his face with his fatness And gathered fat upon his loins;\n",
        "15:28 And he dwelt in desolated cities, In houses which should not have been inhabited, Which were appointed to become heaps.\n",
        "15:29 He will not be rich, and his wealth will not endure; Nor will his produce bend down to the earth.\n",
        "15:30 He will not go away from darkness; The flame will dry up his shoots, And by the breath of His mouth he will go away.\n",
        "15:31 Let him not trust in vanity, deceiving himself; For vanity will be his recompense.\n",
        "15:32 It will be fully paid before his day, And his branch will not be flourishing.\n",
        "15:33 He will shake off his unripe grapes like a vine, And he will cast off his blossom like an olive tree.\n",
        "15:34 For the company of the profane will be barren, And fire will devour the tents of bribery.\n",
        "15:35 They conceive mischief and bring forth iniquity, And their heart prepares deceit.\n"
      ],
      "id": [
        "15:1 Maka Elifas, orang Teman, menjawab:\n",
        "15:2 Apakah orang yang mempunyai hikmat menjawab dengan pengetahuan kosong, dan mengisi pikirannya dengan angin?\n",
        "15:3 Apakah ia menegur dengan percakapan yang tidak berguna, dan dengan perkataan yang tidak berfaedah?\n",
        "15:4 Lagipula engkau melenyapkan rasa takut dan mengurangi rasa hormat kepada Allah.\n",
        "15:5 Kesalahanmulah yang mengajar mulutmu, dan bahasa orang licik yang kaupilih.\n",
        "15:6 Mulutmu sendirilah yang mempersalahkan engkau, bukan aku; bibirmu sendiri menjadi saksi menentang engkau.\n",
        "15:7 Apakah engkau dilahirkan sebagai manusia yang pertama, atau dijadikan lebih dahulu dari pada bukit-bukit?\n",
        "15:8 Apakah engkau turut mendengarkan di dalam musyawarah Allah dan meraih hikmat bagi dirimu?\n",
        "15:9 Apakah yang kauketahui, yang tidak kami ketahui? Apakah yang kaumengerti, yang tidak terang bagi kami?\n",
        "15:10 Di antara kami juga ada orang yang beruban dan yang lanjut umurnya, yang lebih tua umurnya dari pada ayahmu.\n",
        "15:11 Kurangkah artinya bagimu penghiburan Allah, dan perkataan yang dengan lemah lembut ditujukan kepadamu?\n",
        "15:12 Mengapa engkau dihanyutkan oleh perasaan hatimu dan mengapa matamu menyala-nyala,\n",
        "15:13 sehingga engkau memalingkan hatimu menentang Allah, dan mulutmu mengeluarkan perkataan serupa itu?\n",
        "15:14 Masakan manusia bersih, masakan benar yang lahir dari perempuan?\n",
        "15:15 Sesungguhnya, para suci-Nya tidak dipercayai-Nya, seluruh langit pun tidak bersih pada pandangan-Nya;\n",
        "15:16 lebih-lebih lagi orang yang keji dan bejat, yang menghirup kecurangan seperti air.\n",
        "15:17 Aku hendak menerangkan sesuatu kepadamu, dengarkanlah aku, dan apa yang telah kulihat, hendak kuceritakan,\n",
        "15:18 yakni apa yang diberitakan oleh orang yang mempunyai hikmat, yang nenek moyang mereka tidak sembunyikan,\n",
        "15:19 ketika hanya kepada mereka negeri itu diberikan, dan tidak ada seorang asing pun masuk ke tengah-tengah mereka.\n",
        "15:20 Orang fasik menggeletar sepanjang hidupnya, demikian juga orang lalim selama tahun-tahun yang disediakan baginya.\n",
        "15:21 Bunyi yang dahsyat sampai ke telinganya, pada masa damai ia didatangi perusak.\n",
        "15:22 Ia tidak percaya, bahwa ia akan kembali dari kegelapan: ia sudah ditentukan untuk dimakan pedang.\n",
        "15:23 Ia mengembara untuk mencari makan, entah ke mana. Ia tahu, bahwa hari kegelapan siap menantikan dia.\n",
        "15:24 Ia ditakutkan oleh kesesakan dan kesempitan, yang menggagahinya laksana raja yang siap menyergap.\n",
        "15:25 Karena ia telah mengedangkan tangannya melawan Allah dan berani menantang Yang Mahakuasa;\n",
        "15:26 dengan bertegang leher ia berlari-lari menghadapi Dia, dengan perisainya yang berlapis tebal.\n",
        "15:27 Mukanya telah ditutupinya dengan lemak, dan lapisan lemak dikenakannya pada pinggangnya;\n",
        "15:28 ia menetap di kota-kota yang telah hancur, di rumah-rumah yang tidak dapat didiami orang, yang ditentukan untuk tetap menjadi reruntuhan.\n",
        "15:29 Ia takkan menjadi kaya dan hartanya tidak kekal, serta milik nya pun tidak bertambah-tambah di bumi.\n",
        "15:30 Ia tidak akan luput dari kegelapan, tunasnya akan dilayukan oleh nyala api, dan ia akan dilenyapkan oleh nafas mulut-Nya.\n",
        "15:31 Janganlah ia percaya kepada kesia-siaan, akan tertipulah ia, karena kesia-siaan akan menjadi ganjarannya.\n",
        "15:32 Sebelum genap masanya, ajalnya akan sampai; dan rantingnya pun tidak akan menghijau.\n",
        "15:33 Ia seperti pohon anggur yang gugur buahnya dan seperti pohon zaitun yang jatuh bunganya.\n",
        "15:34 Karena kawanan orang-orang fasik tidak berhasil, dan api memakan habis kemah-kemah orang yang makan suap.\n",
        "15:35 Mereka menghamilkan bencana dan melahirkan kejahatan, dan tipu daya dikandung hati mereka.\n"
      ]
    },
    "37": {
      "en": [
        "37:1 At this, too, my heart trembles And leaps from its place.\n",
        "37:2 Hear attentively the noise of His voice And the sound that goes forth from His mouth.\n",
        "37:3 He sends it forth under the whole heaven, And His lightning unto the ends of the earth.\n",
        "37:4 After it a voice roars; He thunders with the voice of His majesty And does not withhold the lightning When His voice is heard.\n",
        "37:5 God thunders wondrously with His voice; He does great things that we cannot comprehend.\n",
        "37:6 For He says to the snow, Fall on the earth, And to the rain shower and His mighty showers of rain.\n",
        "37:7 He seals the hand of every man, That all men may know His doing.\n",
        "37:8 Then the beast enters its lair And remains in its dens.\n",
        "37:9 Out of its chamber comes the whirlwind, And from scattering winds, cold.\n",
        "37:10 From the breath of God ice is yielded, And the expanse of waters is frozen.\n",
        "37:11 He also loads the thick clouds with moisture; He scatters His lightning clouds;\n",
        "37:12 And they turn about by His guidance, That they may accomplish All that He has commanded them Upon the surface of the inhabited earth;\n",
        "37:13 Whether for scourge or for His land Or for lovingkindness? sake, He causes it to happen.\n",
        "37:14 Give ear to this, Job; Stand still and consider the wondrous acts of God.\n",
        "37:15 Do you know how God lays His charge upon them And causes His lightning clouds to shine?\n",
        "37:16 Do you know about the balancing of the thick clouds, The wondrous acts of Him who is perfect in knowledge?\n",
        "37:17 You whose garments heat up When, because of the south wind, the earth is still,\n",
        "37:18 Can you spread out the skies with Him, The skies which are as hard as a molten mirror?\n",
        "37:19 Teach us what to say to Him; We cannot arrange our words because of the darkness.\n",
        "37:20 Should it be said to Him, I will speak? Or should a man say that he will be swallowed up?\n",
        "37:21 But now men do not look at the light, Which is brilliant in the skies When the wind has passed and cleared them.\n",
        "37:22 Out of the north comes golden splendor; Upon God is the awesomeness of majesty.\n",
        "37:23 The Almighty?we cannot find Him out; He is excellent in power, And justice and the abundance of righteousness He will not damage.\n",
        "37:24 Therefore men fear Him; He does not look upon any who are wise of heart.\n"
      ],
      "id": [
        "37:1 Sungguh, oleh karena itu hatiku berdebar-debar dan melonjak dari tempatnya.\n",
        "37:2 Dengar, dengarlah gegap gempita suara-Nya, guruh yang keluar dari dalam mulut-Nya.\n",
        "37:3 Ia melepaskannya ke seluruh kolong langit, dan juga kilat petir-Nya ke ujung-ujung bumi.\n",
        "37:4 Kemudian suara-Nya menderu, Ia mengguntur dengan suara-Nya yang megah; Ia tidak menahan kilat petir, bila suara-Nya kedengaran.\n",
        "37:5 Allah mengguntur dengan suara-Nya yang mengagumkan; Ia melakukan perbuatan-perbuatan besar yang tidak tercapai oleh pengetahuan kita;\n",
        "37:6 karena kepada salju Ia berfirman: Jatuhlah ke bumi, dan kepada hujan lebat dan hujan deras: Jadilah deras!\n",
        "37:7 Tangan setiap manusia diikat-Nya dengan dibubuhi meterai, agar semua orang mengetahui perbuatan-Nya.\n",
        "37:8 Maka binatang liar masuk ke dalam tempat persembunyiannya dan tinggal dalam sarangnya.\n",
        "37:9 Taufan keluar dari dalam perbendaharaan, dan hawa dingin dari sebelah utara.\n",
        "37:10 Oleh nafas Allah terjadilah es, dan permukaan air yang luas membeku.\n",
        "37:11 Awan pun dimuati-Nya dengan air, dan awan memencarkan kilat-Nya,\n",
        "37:12 lalu kilat-Nya menyambar-nyambar ke seluruh penjuru menurut pimpinan-Nya untuk melakukan di permukaan bumi segala yang diperintahkan-Nya.\n",
        "37:13 Ia membuatnya mencapai tujuannya, baik untuk menjadi pentung bagi isi bumi-Nya maupun untuk menyatakan kasih setia.\n",
        "37:14 Berilah telinga kepada semuanya itu, hai Ayub, diamlah, dan perhatikanlah keajaiban-keajaiban Allah.\n",
        "37:15 Tahukah engkau, bagaimana Allah memberi tugas kepadanya, dan menyinarkan cahaya dari awan-Nya?\n",
        "37:16 Tahukah engkau tentang melayangnya awan-awan, tentang keajaiban-keajaiban dari Yang Mahatahu,\n",
        "37:17 hai engkau, yang pakaiannya menjadi panas, jika bumi terdiam karena panasnya angin selatan?\n",
        "37:18 Dapatkah engkau seperti Dia menyusun awan menjadi cakrawala, keras seperti cermin tuangan?\n",
        "37:19 Beritahukanlah kepada kami apa yang harus kami katakan kepada-Nya: tak ada yang dapat kami paparkan oleh karena kegelapan.\n",
        "37:20 Apakah akan diberitahukan kepada-Nya, bahwa aku akan bicara? Pernahkah orang berkata, bahwa ia ingin dibinasakan?\n",
        "37:21 Seketika terang tidak terlihat, karena digelapkan mendung; lalu angin berembus, maka bersihlah cuaca.\n",
        "37:22 Dari sebelah utara muncul sinar keemasan; Allah diliputi oleh keagungan yang dahsyat.\n",
        "37:23 Yang Mahakuasa, yang tidak dapat kita pahami, besar kekuasaan dan keadilan-Nya; walaupun kaya akan kebenaran Ia tidak menindasnya.\n",
        "37:24 Itulah sebabnya Ia ditakuti orang; setiap orang yang menganggap dirinya mempunyai hikmat, tidak dihiraukan-Nya.\n"
      ]
    },
    "16": {
      "en": [
        "16:1 Then Job answered and said,\n",
        "16:2 I have heard many such things; Troubling comforters are you all.\n",
        "16:3 Do words of wind have an end? Or what has provoked you that you so respond?\n",
        "16:4 I also could speak like you, If your soul were in my soul?s stead; I could join my words together against you And shake my head at you.\n",
        "16:5 I could strengthen you with my mouth, And the movement of my lips would mitigate your pain.\n",
        "16:6 If I speak, my pain is not mitigated; And if I forbear, how much departs from me?\n",
        "16:7 But now He has worn me out; You have desolated all my company.\n",
        "16:8 And You have seized me; it is a testimony against me; And my leanness rises up against me; it testifies to my face.\n",
        "16:9 In His wrath He has torn me to pieces and been adverse toward me; He has gnashed His teeth at me. My Adversary sharpens His eyes at me.\n",
        "16:10 With their mouth they gape at me; They strike my cheek reproachfully; They mass themselves together against me.\n",
        "16:11 God has delivered me over to the unjust And cast me down into the hands of the wicked.\n",
        "16:12 I was at ease, and He broke me apart; Indeed He took me by my neck and dashed me to pieces. And He set me up as His target;\n",
        "16:13 His archers surrounded me; He split open my kidneys and did not desist; He poured out my gall upon the earth.\n",
        "16:14 He broke me open with breach upon breach; He ran at me like a mighty man of war.\n",
        "16:15 I have sewn sackcloth upon my skin And have cast my horn into the dust.\n",
        "16:16 My face is reddened with weeping, And on my eyelids is the shadow of death;\n",
        "16:17 Though there is no violence in my hands, And my prayer is pure.\n",
        "16:18 O earth, do not cover my blood; And let there be no resting place for my crying out.\n",
        "16:19 Even now, there in heaven is my Witness, And He who vouches for me is in the heights.\n",
        "16:20 My friends deride me; My eye pours out tears to God,\n",
        "16:21 That He would plead for a man in his case with God And for a son of man in his case with his neighbor.\n",
        "16:22 For when years few in number have come, I will go the way from which I cannot return.\n"
      ],
      "id": [
        "16:1 Tetapi Ayub menjawab:\n",
        "16:2 Hal seperti itu telah acap kali kudengar. Penghibur sialan kamu semua!\n",
        "16:3 Belum habiskah omong kosong itu? Apa yang merangsang engkau untuk menyanggah?\n",
        "16:4 Aku pun dapat berbicara seperti kamu, sekiranya kamu pada tempatku; aku akan menggubah kata-kata indah terhadap kamu, dan menggeleng-gelengkan kepala atas kamu.\n",
        "16:5 Aku akan menguatkan hatimu dengan mulut, dan tidak menahan bibirku mengatakan belas kasihan.\n",
        "16:6 Tetapi bila aku berbicara, penderitaanku tidak menjadi ringan, dan bila aku berdiam diri, apakah yang hilang dari padaku?\n",
        "16:7 Tetapi sekarang, Ia telah membuat aku lelah dan mencerai-beraikan segenap rumah tanggaku,\n",
        "16:8 sudah menangkap aku; inilah yang menjadi saksi; kekurusanku telah bangkit menuduh aku.\n",
        "16:9 Murka-Nya menerkam dan memusuhi aku, Ia menggertakkan giginya terhadap aku; lawanku memandang aku dengan mata yang berapi-api.\n",
        "16:10 Mereka mengangakan mulutnya melawan aku, menampar pipiku dengan cercaan, dan bersama-sama mengerumuni aku.\n",
        "16:11 Allah menyerahkan aku kepada orang lalim, dan menjatuhkan aku ke dalam tangan orang fasik.\n",
        "16:12 Aku hidup dengan tenteram, tetapi Ia menggelisahkan aku, aku ditangkap-Nya pada tengkukku, lalu dibanting-Nya, dan aku ditegakkan-Nya menjadi sasaran-Nya.\n",
        "16:13 Aku dihujani anak panah, ginjalku ditembus-Nya dengan tak kenal belas kasihan, empeduku ditumpahkan-Nya ke tanah.\n",
        "16:14 Ia merobek-robek aku, menyerang aku laksana seorang pejuang.\n",
        "16:15 Kain kabung telah kujahit pada kulitku, dan tandukku kumasukkan ke dalam debu;\n",
        "16:16 mukaku merah karena menangis, dan bulu mataku ditudungi kelam pekat,\n",
        "16:17 sungguh pun tidak ada kelaliman pada tanganku, dan doaku bersih.\n",
        "16:18 Hai bumi, janganlah menutupi darahku, dan janganlah kiranya teriakku mendapat tempat perhentian!\n",
        "16:19 Ketahuilah, sekarang pun juga, Saksiku ada di surga, Yang memberi kesaksian bagiku ada di tempat yang tinggi.\n",
        "16:20 Sekalipun aku dicemoohkan oleh sahabat-sahabatku, namun ke arah Allah mataku menengadah sambil menangis,\n",
        "16:21 supaya Ia memutuskan perkara antara manusia dengan Allah, dan antara manusia dengan sesamanya.\n",
        "16:22 Karena sedikit jumlah tahun yang akan datang, dan aku akan menempuh jalan, dari mana aku tak akan kembali lagi.\n"
      ]
    },
    "38": {
      "en": [
        "38:1 Then Jehovah answered Job out of the whirlwind and said,\n",
        "38:2 Who is this who darkens counsel By words without knowledge?\n",
        "38:3 Gird up now your loins like a mighty man; For I will ask of you, and you shall inform Me.\n",
        "38:4 Where were you when I laid the foundations of the earth? Tell Me, if you have understanding.\n",
        "38:5 Who set its measurements?if you know? Or who stretched the measuring line over it?\n",
        "38:6 Onto what were its bases sunk, Or who laid its cornerstone,\n",
        "38:7 When the morning stars sang together And all the sons of God shouted for joy?\n",
        "38:8 And who hedged in the sea with doors When it burst forth, issuing from the womb,\n",
        "38:9 When I made clouds its clothing And deep darkness its swaddling clothes,\n",
        "38:10 And I broke out My boundaries for it And set up bars and doors,\n",
        "38:11 And I said, To here you shall come and no farther, And here shall your proud waves be stopped?\n",
        "38:12 Have you ever commanded the morning since your days began? Have you ever caused the dawn to know its place,\n",
        "38:13 So that it might take hold of the ends of the earth, And the wicked might be shaken out of it?\n",
        "38:14 The earth is changed like clay under a seal, And all things on it stand forth like a garment.\n",
        "38:15 And from the wicked their light is withheld, And the high arm is broken.\n",
        "38:16 Have you entered into the springs of the sea, Or have you walked about in the recesses of the deep?\n",
        "38:17 Have the gates of death been revealed to you, Or have you seen the gates of the shadow of death?\n",
        "38:18 Have you comprehended the full expanse of the earth? Declare it, if you know it all.\n",
        "38:19 Where is the way to the dwelling of the light? And the darkness, where is its place,\n",
        "38:20 That you may take it to its boundary, And that you may perceive the paths to its house?\n",
        "38:21 You know, for you were born then, And the number of your days is great.\n",
        "38:22 Have you entered into the storehouses of the snow, Or have you seen the storehouses of the hail,\n",
        "38:23 Which I have reserved for the day of calamity, For the day of battle and of war?\n",
        "38:24 Where is the way to the place where the light is divided, To the place where the east wind scatters upon the earth?\n",
        "38:25 Who cut a channel for the rain torrent, Or a way for the thunderbolt,\n",
        "38:26 To make it rain on a land where no man is, On a wilderness in which there is no man;\n",
        "38:27 To satisfy the waste and desolate land And to cause the shoots of grass to sprout?\n",
        "38:28 Does the rain have a father? Or who begot the drops of dew?\n",
        "38:29 From whose womb does the ice come forth? And the frost of heaven, who gave birth to it?\n",
        "38:30 The waters hide themselves and become like stone, And the surface of the deep is frozen.\n",
        "38:31 Can you fasten the bands of the Pleiades, Or loosen the cords of Orion?\n",
        "38:32 Can you lead forth the Mazzaroth in their season? Or can you guide the Bear with its cubs?\n",
        "38:33 Do you know the laws of the heavens? Do you establish their rule on the earth?\n",
        "38:34 Can you lift up your voice to the clouds, So that a flood of water would cover you?\n",
        "38:35 Can you send forth lightnings, so that they would go And say to you, Here we are?\n",
        "38:36 Who has put wisdom in the inward parts, Or given understanding to the mind?\n",
        "38:37 Who can number the clouds by wisdom, Or who can tip over the water jars of heaven,\n",
        "38:38 When the dust runs into a mass And the clods stick together?\n",
        "38:39 Can you hunt prey for the lioness, Or satisfy the appetite of the young lions,\n",
        "38:40 When they crouch in their dens, When they lie in wait in the thicket?\n",
        "38:41 Who provides for the raven its prey When its young ones cry out to God And wander about for lack of food?\n"
      ],
      "id": [
        "38:1 Maka dari dalam badai Tuhan menjawab Ayub:\n",
        "38:2 Siapakah dia yang menggelapkan keputusan dengan perkataan-perkataan yang tidak berpengetahuan?\n",
        "38:3 Bersiaplah engkau sebagai laki-laki! Aku akan menanyai engkau, supaya engkau memberitahu Aku.\n",
        "38:4 Di manakah engkau, ketika Aku meletakkan dasar bumi? Ceritakanlah, kalau engkau mempunyai pengertian!\n",
        "38:5 Siapakah yang telah menetapkan ukurannya? Bukankah engkau mengetahuinya? - Atau siapakah yang telah merentangkan tali pengukur padanya?\n",
        "38:6 Atas apakah sendi-sendinya dilantak, dan siapakah yang memasang batu penjurunya\n",
        "38:7 pada waktu bintang-bintang fajar bersorak-sorak bersama-sama, dan semua anak Allah bersorak-sorai?\n",
        "38:8 Siapa telah membendung laut dengan pintu, ketika membual ke luar dari dalam rahim? -\n",
        "38:9 ketika Aku membuat awan menjadi pakaiannya dan kekelaman menjadi kain bedungnya;\n",
        "38:10 ketika Aku menetapkan batasnya, dan memasang palang dan pintu;\n",
        "38:11 ketika Aku berfirman: Sampai di sini boleh engkau datang, jangan lewat, di sinilah gelombang-gelombangmu yang congkak akan dihentikan!\n",
        "38:12 Pernahkah dalam hidupmu engkau menyuruh datang dinihari atau fajar kautunjukkan tempatnya\n",
        "38:13 untuk memegang ujung-ujung bumi, sehingga orang-orang fasik dikebaskan dari padanya?\n",
        "38:14 Bumi itu berubah seperti tanah liat yang dimeteraikan, segala sesuatu berwarna seperti kain.\n",
        "38:15 Orang-orang fasik dirampas terangnya, dan dipatahkan lengan yang diacungkan.\n",
        "38:16 Engkaukah yang turun sampai ke sumber laut, atau berjalan-jalan melalui dasar samudera raya?\n",
        "38:17 Apakah pintu gerbang maut tersingkap bagimu, atau pernahkah engkau melihat pintu gerbang kelam pekat?\n",
        "38:18 Apakah engkau mengerti luasnya bumi? Nyatakanlah, kalau engkau tahu semuanya itu.\n",
        "38:19 Di manakah jalan ke tempat kediaman terang, dan di manakah tempat tinggal kegelapan,\n",
        "38:20 sehingga engkau dapat mengantarnya ke daerahnya, dan mengetahui jalan-jalan ke rumahnya?\n",
        "38:21 Tentu engkau mengenalnya, karena ketika itu engkau telah lahir, dan jumlah hari-harimu telah banyak!\n",
        "38:22 Apakah engkau telah masuk sampai ke perbendaharaan salju, atau melihat perbendaharaan hujan batu,\n",
        "38:23 yang Kusimpan untuk masa kesesakan, untuk waktu pertempuran dan peperangan?\n",
        "38:24 Di manakah jalan ke tempat terang berpencar, ke tempat angin timur bertebar ke atas bumi?\n",
        "38:25 Siapakah yang menggali saluran bagi hujan deras dan jalan bagi kilat guruh,\n",
        "38:26 untuk memberi hujan ke atas tanah di mana tidak ada orang, ke atas padang tandus yang tidak didiami manusia;\n",
        "38:27 untuk mengenyangkan gurun dan belantara, dan menumbuhkan pucuk-pucuk rumput muda?\n",
        "38:28 Apakah hujan itu berayah? Atau siapakah yang menyebabkan lahirnya titik air embun?\n",
        "38:29 Dari dalam kandungan siapakah keluar air beku, dan embun beku di langit, siapakah yang melahirkannya?\n",
        "38:30 Air membeku seperti batu, dan permukaan samudera raya mengeras.\n",
        "38:31 Dapatkah engkau memberkas ikatan bintang Kartika, dan membuka belenggu bintang Belantik?\n",
        "38:32 Dapatkah engkau menerbitkan Mintakulburuj pada waktunya, dan memimpin bintang Biduk dengan pengiring-pengiringnya?\n",
        "38:33 Apakah engkau mengetahui hukum-hukum bagi langit? atau menetapkan pemerintahannya di atas bumi?\n",
        "38:34 Dapatkah engkau menyaringkan suaramu sampai ke awan-awan, sehingga banjir meliputi engkau?\n",
        "38:35 Dapatkah engkau melepaskan kilat, sehingga sabung-menyabung, sambil berkata kepadamu: Ya?\n",
        "38:36 Siapa menaruh hikmat dalam awan-awan atau siapa memberikan pengertian kepada gumpalan mendung?\n",
        "38:37 Siapa dapat menghitung awan dengan hikmat, dan siapa dapat mencurahkan tempayan-tempayan langit,\n",
        "38:38 ketika debu membeku menjadi logam tuangan, dan gumpalan tanah berlekat-lekatan?\n"
      ]
    },
    "17": {
      "en": [
        "17:1 My spirit is broken; My days are extinct; The graveyard is ready for me.\n",
        "17:2 Surely there are mockers with me, And my eye lingers on their provocation.\n",
        "17:3 Lay down now a pledge for me with Yourself; Who is he who will strike hands with me?\n",
        "17:4 For You have hidden their heart from insight; Therefore You will not exalt them.\n",
        "17:5 He who denounces his friends for a share of the profit taken, Even the eyes of his children will fail.\n",
        "17:6 But He has made me a byword of the people, And I have become one on whom they may spit.\n",
        "17:7 And my eye has grown dim because of the sorrow, And my members are all like a shadow.\n",
        "17:8 The upright are appalled at this, And the innocent stir themselves up against the profane man.\n",
        "17:9 Yet the righteous man will hold fast to his way, And he whose hands are clean will wax yet stronger.\n",
        "17:10 But all of you, come back now, And I will not find a wise man among you.\n",
        "17:11 My days have passed; broken are my plans, The cherished thoughts of my heart.\n",
        "17:12 They change night into day; The light is near, they say in the face of darkness.\n",
        "17:13 If I wait for Sheol as my house; If I spread my couch in the darkness;\n",
        "17:14 If I call out to the pit, You are my father; You are my mother and my sister, to the worm;\n",
        "17:15 Where then is my hope? Indeed, my hope, who will see it?\n",
        "17:16 It will go down to the bars of Sheol, When, at the same time, we have rest in the dust.\n"
      ],
      "id": [
        "17:1 Semangatku patah, umurku telah habis, dan bagiku tersedia kuburan.\n",
        "17:2 Sesungguhnya, aku menjadi ejekan; mataku terpaksa menyaksikan tantangan mereka.\n",
        "17:3 Biarlah Engkau menjadi jaminanku bagi-Mu sendiri! Siapa lagi yang dapat membuat persetujuan bagiku?\n",
        "17:4 Karena hati mereka telah Kaukatupkan bagi pengertian; itulah sebabnya Engkau mencegah mereka untuk menang.\n",
        "17:5 Barangsiapa mengadukan sahabatnya untuk mencari keuntungan, mata anak-anaknya akan menjadi rabun.\n",
        "17:6 Aku telah dijadikan sindiran di antara bangsa-bangsa, dan aku menjadi orang yang diludahi mukanya.\n",
        "17:7 Mataku menjadi kabur karena pedih hati, segala anggota tubuhku seperti bayang-bayang.\n",
        "17:8 Orang-orang yang jujur tercengang karena hal itu, dan orang yang tidak bersalah naik pitam terhadap orang fasik.\n",
        "17:9 Meskipun begitu orang yang benar tetap pada jalannya, dan orang yang bersih tangannya bertambah-tambah kuat.\n",
        "17:10 Tetapi kamu sekalian, silakan datang kembali! Seorang yang mempunyai hikmat takkan kudapati di antara kamu!\n",
        "17:11 Umurku telah lalu, telah gagal rencana-rencanaku, cita-citaku.\n",
        "17:12 Malam hendak dijadikan mereka siang: terang segera muncul dari gelap, kata mereka.\n",
        "17:13 Apabila aku mengharapkan dunia orang mati sebagai rumahku, menyediakan tempat tidurku di dalam kegelapan,\n",
        "17:14 dan berkata kepada liang kubur: Engkau ayahku, kepada berenga: Ibuku dan saudara perempuanku,\n",
        "17:15 maka di manakah harapanku? Siapakah yang melihat adanya harapan bagiku?\n",
        "17:16 Keduanya akan tenggelam ke dasar dunia orang mati, apabila kami bersama-sama turun ke dalam debu.\n"
      ]
    },
    "39": {
      "en": [
        "39:1 Do you know the time when the mountain goats bring forth? Can you mark the time when the hinds calve?\n",
        "39:2 Can you number the months that they must fulfill? Or do you know the time when they bring forth?\n",
        "39:3 They crouch down; they give birth to their young ones; They send forth their offspring.\n",
        "39:4 Their young become strong; they grow up in the open field; They go forth and do not return to them.\n",
        "39:5 Who has sent out the wild ass free? Or who has loosed the bonds of the swift ass,\n",
        "39:6 Whose home I have made the wilderness, And the salt land, his dwelling place?\n",
        "39:7 He scorns the tumult of the city; He does not hear the shouts of the driver.\n",
        "39:8 He searches out the mountains for his pasture And seeks after every green thing.\n",
        "39:9 Will the wild ox be willing to serve you Or spend the night by your manger?\n",
        "39:10 Can you bind the wild ox to the furrows with his ropes? Or will he plow the valleys behind you?\n",
        "39:11 Will you trust in him because his strength is great? Or will you leave your labor to him?\n",
        "39:12 Will you have confidence in him that he will bring in your seed And gather your grain to your threshing floor?\n",
        "39:13 The wings of the ostrich flap joyously: Are they the pinion and plumage of lovingkindness?\n",
        "39:14 For she leaves her eggs on the earth And warms them in the dust.\n",
        "39:15 And she forgets that a foot may crush them Or that an animal of the field may trample them.\n",
        "39:16 She is hard with her children, as if they were not hers; Though her labor may be in vain, she has no fear;\n",
        "39:17 Because God has caused her to forget wisdom And has not appointed understanding to her.\n",
        "39:18 At that time when she lifts herself up on high, She scorns the horse and its rider.\n",
        "39:19 Have you given the horse his might? Have you clothed his neck with the quivering mane?\n",
        "39:20 Have you made him to leap like a locust? His majestic snorting is terrible.\n",
        "39:21 He paws in the valley, And he rejoices in his strength; He goes forth to meet weapons.\n",
        "39:22 He laughs at fear and is not dismayed, And he does not turn back from the sword.\n",
        "39:23 A quiver of arrows rattles against him, The flashing spear and the javelin.\n",
        "39:24 With fierceness and rage he swallows the ground, And he cannot stand still at the sound of the trumpet.\n",
        "39:25 As often as the trumpet sounds, he says, Aha! And from afar he smells the battle, The thundering of captains and the shouting.\n",
        "39:26 Is it by your understanding that the hawk soars, Stretching his wings to the south?\n",
        "39:27 Is it at your command that the eagle mounts up And makes his nest on high?\n",
        "39:28 On the cliff he dwells and makes his lodging, Upon the point of the cliff and the stronghold.\n",
        "39:29 From there he spies out food; His eyes gaze on it from afar.\n",
        "39:30 And his young ones suck up the blood; And where the slain are, there he is.\n"
      ],
      "id": [
        "39:1 Dapatkah engkau memburu mangsa untuk singa betina, dan memuaskan selera singa-singa muda,\n",
        "39:2 kalau mereka merangkak di dalam sarangnya, mengendap di bawah semak belukar?\n",
        "39:3 Siapakah yang menyediakan mangsa bagi burung gagak, apabila anak-anaknya berkaok-kaok kepada Allah, berkeliaran karena tidak ada makanan?\n",
        "39:4 Apakah engkau mengetahui waktunya kambing gunung beranak, atau mengamat-amati rusa waktu sakit beranak?\n",
        "39:5 Dapatkah engkau menghitung berapa lamanya sampai genap bulannya, dan mengetahui waktunya beranak?\n",
        "39:6 Dengan membungkukkan diri mereka melahirkan anak-anaknya, dan mengeluarkan isi kandungannya.\n",
        "39:7 Anak-anaknya menjadi kuat dan besar di padang, mereka pergi dan tidak kembali lagi kepada induknya.\n",
        "39:8 Siapakah yang mengumbar keledai liar, atau siapakah yang membuka tali tambatan keledai jalang?\n",
        "39:9 Kepadanya telah Kuberikan tanah dataran sebagai tempat kediamannya dan padang masin sebagai tempat tinggalnya.\n",
        "39:10 Ia menertawakan keramaian kota, tidak mendengarkan teriak si penggiring;\n",
        "39:11 ia menjelajah gunung-gunung padang rumputnya, dan mencari apa saja yang hijau.\n",
        "39:12 Apakah lembu hutan mau takluk kepadamu, atau bermalam dekat palunganmu?\n",
        "39:13 Dapatkah engkau memaksa lembu hutan mengikuti alur bajak dengan keluan, atau apakah ia akan menyisir tanah lembah mengikuti engkau?\n",
        "39:14 Percayakah engkau kepadanya, karena kekuatannya sangat besar? Atau kauserahkankah kepadanya pekerjaanmu yang berat?\n",
        "39:15 Apakah engkau menaruh kepercayaan kepadanya, bahwa ia akan membawa pulang hasil tanahmu, dan mengumpulkannya di tempat pengirikanmu?\n",
        "39:16 Dengan riang sayap burung unta berkepak-kepak, tetapi apakah kepak dan bulu itu menaruh kasih sayang?\n",
        "39:17 Sebab telurnya ditinggalkannya di tanah, dan dibiarkannya menjadi panas di dalam pasir,\n",
        "39:18 tetapi lupa, bahwa telur itu dapat terpijak kaki, dan diinjak-injak oleh binatang-binatang liar.\n",
        "39:19 Ia memperlakukan anak-anaknya dengan keras seolah-olah bukan anaknya sendiri; ia tidak peduli, kalau jerih payahnya sia-sia,\n",
        "39:20 karena Allah tidak memberikannya hikmat, dan tidak membagikan pengertian kepadanya.\n",
        "39:21 Apabila ia dengan megah mengepakkan sayapnya, maka ia menertawakan kuda dan penunggangnya.\n",
        "39:22 Engkaukah yang memberi tenaga kepada kuda? Engkaukah yang mengenakan surai pada tengkuknya?\n",
        "39:23 Engkaukah yang membuat dia melompat seperti belalang? Ringkiknya yang dahsyat mengerikan.\n",
        "39:24 Ia menggaruk tanah lembah dengan gembira, dengan kekuatan ia maju menghadapi senjata.\n",
        "39:25 Kedahsyatan ditertawakannya, ia tidak pernah kecut hati, dan ia pantang mundur menghadapi pedang.\n",
        "39:26 Di atas dia tabung panah gemerencing, tombak dan lembing gemerlapan;\n",
        "39:27 dengan garang dan galak dilulurnya tanah, dan ia meronta-ronta kalau kedengaran bunyi sangkakala;\n",
        "39:28 ia meringkik setiap kali sangkakala ditiup; dan dari jauh sudah diciumnya perang, gertak para panglima dan pekik.\n",
        "39:29 Oleh pengertianmukah burung elang terbang, mengembangkan sayapnya menuju ke selatan?\n",
        "39:30 Atas perintahmukah rajawali terbang membubung, dan membuat sarangnya di tempat yang tinggi?\n",
        "39:31 Ia diam dan bersarang di bukit batu, di puncak bukit batu dan di gunung yang sulit didatangi.\n",
        "39:32 Dari sana ia mengintai mencari mangsa, dari jauh matanya mengamat-amati;\n",
        "39:33 anak-anaknya menghirup darah, dan di mana ada yang tewas, di situlah dia.\n",
        "39:34 Maka jawab Tuhan kepada Ayub:\n",
        "39:35 Apakah si pengecam hendak berbantah dengan Yang Mahakuasa? Hendaklah yang mencela Allah menjawab!\n",
        "39:36 Maka jawab Ayub kepada Tuhan:\n",
        "39:37 Sesungguhnya, aku ini terlalu hina; jawab apakah yang dapat kuberikan kepada-Mu? Mulutku kututup dengan tangan.\n",
        "39:38 Satu kali aku berbicara, tetapi tidak akan kuulangi; bahkan dua kali, tetapi tidak akan kulanjutkan.\n"
      ]
    },
    "18": {
      "en": [
        "18:1 Then Bildad the Shuhite answered and said,\n",
        "18:2 How long will you hunt for words? Consider, and afterward we will speak.\n",
        "18:3 Why are we considered to be like beasts And have become unclean in your eyes?\n",
        "18:4 You who tear yourself in your anger, Will the earth be forsaken for your sake, Or will the rock be removed from its place?\n",
        "18:5 Indeed the light of the wicked goes out, And the flame of his fire does not shine.\n",
        "18:6 The light is darkness in his tent, And his lamp above him goes out.\n",
        "18:7 The steps of his strength are confined, And his counsel has cast him down.\n",
        "18:8 For he has been cast into a net by his own feet, And he walks about on the webbing of a pitfall.\n",
        "18:9 A snare grabs him by the heel; A trap lays hold on him.\n",
        "18:10 A rope is hidden for him on the ground, And a trap for him, on the path.\n",
        "18:11 Terrors frighten him all around And chase him at his heels.\n",
        "18:12 His strength is famished, And calamity is prepared at his side.\n",
        "18:13 It devours the members of his body; The firstborn of death devours his members.\n",
        "18:14 He is rooted out of his tent, in which he trusts; And he is made to march to the king of terrors.\n",
        "18:15 That which is not his dwells in his tent; Brimstone is scattered upon his habitation.\n",
        "18:16 Beneath, his roots are dried up; And above, his branch is withered.\n",
        "18:17 The memory of him perishes from the earth, And he has no name on the open plain.\n",
        "18:18 He is thrust out from the light to the darkness And driven from the world.\n",
        "18:19 He has no posterity and no progeny among his people, And there are none remaining where he sojourned.\n",
        "18:20 Those who come after will be astonished at his day, As those who went before were horrified.\n",
        "18:21 Surely these are the dwellings of the unjust, And this is the place of him who does not know God.\n"
      ],
      "id": [
        "18:1 Maka Bildad, orang Suah, menjawab:\n",
        "18:2 Bilakah engkau habis bicara? Sadarilah, baru kami akan bicara.\n",
        "18:3 Mengapa kami dianggap binatang? Mengapa kami bodoh dalam pandanganmu?\n",
        "18:4 Engkau yang menerkam dirimu sendiri dalam kemarahan, demi kepentinganmukah bumi harus menjadi sunyi, dan gunung batu bergeser dari tempatnya?\n",
        "18:5 Bagaimanapun juga terang orang fasik tentu padam, dan nyala apinya tidak tetap bersinar.\n",
        "18:6 Terang di dalam kemahnya menjadi gelap, dan pelita di atasnya padam.\n",
        "18:7 Langkahnya yang kuat terhambat, dan pertimbangannya sendiri menjatuhkan dia.\n",
        "18:8 Karena kakinya sendiri menyangkutkan dia dalam jaring, dan di atas tutup pelubang ia berjalan.\n",
        "18:9 Tumitnya tertangkap oleh jebak, dan ia tertahan oleh jerat.\n",
        "18:10 Tali tersembunyi baginya dalam tanah, perangkap terpasang baginya pada jalan yang dilaluinya.\n",
        "18:11 Kedahsyatan mengejutkan dia di mana-mana, dan mengejarnya di mana juga ia melangkah.\n",
        "18:12 Bencana mengidamkan dia, kebinasaan bersiap-siap menantikan dia jatuh.\n",
        "18:13 Kulit tubuhnya dimakan penyakit, bahkan anggota tubuhnya dimakan oleh penyakit parah.\n",
        "18:14 Ia diseret dari kemahnya, tempat ia merasa aman, dan dibawa kepada raja kedahsyatan.\n",
        "18:15 Dalam kemahnya tinggal apa yang tidak ada sangkut pautnya dengan dia, di atas tempat kediamannya ditaburkan belerang.\n",
        "18:16 Di bawah keringlah akar-akarnya, dan di atas layulah rantingnya.\n",
        "18:17 Ingatan kepadanya lenyap dari bumi, namanya tidak lagi disebut di lorong-lorong.\n",
        "18:18 Ia diusir dari tempat terang ke dalam kegelapan, dan ia dienyahkan dari dunia.\n",
        "18:19 Ia tidak akan mempunyai anak atau cucu cicit di antara bangsanya, dan tak seorang pun yang tinggal hidup di tempat kediamannya.\n",
        "18:20 Atas hari ajalnya orang-orang di Barat akan tercengang, dan orang-orang di Timur akan dihinggapi ketakutan.\n",
        "18:21 Sungguh, demikianlah tempat kediaman orang yang curang, begitulah tempat tinggal orang yang tidak mengenal Allah.\n"
      ]
    },
    "19": {
      "en": [
        "19:1 Then Job answered and said,\n",
        "19:2 How long will you grieve my soul And crush me with your words?\n",
        "19:3 These ten times you have reproached me; You are not ashamed to deal wrongly with me.\n",
        "19:4 And be it that I have erred, My error remains with me.\n",
        "19:5 If you indeed magnify yourselves against me And use my reproach in argument against me,\n",
        "19:6 Know then that God has subverted my cause And compassed me about with His net.\n",
        "19:7 Indeed, I cry out, Violence! and I am not answered; I call for help, and there is no justice.\n",
        "19:8 He has walled up my way so that I cannot pass; And He has put darkness upon my paths.\n",
        "19:9 He has stripped my glory from me And taken away the crown on my head.\n",
        "19:10 He has broken me all around, and I am gone; And my hope is plucked up like a tree.\n",
        "19:11 He has also kindled His anger against me, And in Himself He considers me as His adversary.\n",
        "19:12 His troops come together And cast up their highway against me And encamp all around my tent.\n",
        "19:13 He has removed my brothers far from me, And those who know me are wholly estranged from me.\n",
        "19:14 My relatives have failed me, And my acquaintances have forgotten me.\n",
        "19:15 Those who sojourn in my house and my maids consider me as a stranger; I am a foreigner in their eyes.\n",
        "19:16 To my servant I call out, but he does not answer; I entreat him with my mouth.\n",
        "19:17 My breath is strange to my wife; And my supplications, to the children of my mother?s womb.\n",
        "19:18 Even little children despise me: I arise and they speak against me.\n",
        "19:19 All the men whom I take counsel with abhor me, And those whom I love have turned against me.\n",
        "19:20 My bones cleave to my skin and to my flesh, And I have escaped by the skin of my teeth.\n",
        "19:21 Pity me, pity me, O my friends; For the hand of God has touched me.\n",
        "19:22 Why do you persecute me as God does And are not satisfied with eating my flesh?\n",
        "19:23 Oh, that my words were now written! Oh, that they were inscribed in a book!\n",
        "19:24 That with an iron pen and with lead They were engraved in rock forever!\n",
        "19:25 But I know that my Redeemer lives, And at the last He will stand upon the earth;\n",
        "19:26 And after this body of mine is destroyed, Outside my flesh I will look on God,\n",
        "19:27 Whom I, even I, will look on for myself, And my eyes will see; I, and no other. My inward parts that long for God are consumed within me.\n",
        "19:28 If you say, How will we persecute him? For the root of the matter is found in him;\n",
        "19:29 Be fearful of the sword, For wrath brings the punishment of the sword, That you may know that there is a judgment.\n"
      ],
      "id": [
        "19:1 Tetapi Ayub menjawab:\n",
        "19:2 Berapa lama lagi kamu menyakitkan hatiku, dan meremukkan aku dengan perkataan?\n",
        "19:3 Sekarang telah sepuluh kali kamu menghina aku, kamu tidak malu menyiksa aku.\n",
        "19:4 Jika aku sungguh tersesat, maka aku sendiri yang menanggung kesesatanku itu.\n",
        "19:5 Jika kamu sungguh hendak membesarkan diri terhadap aku, dan membuat celaku sebagai bukti terhadap diriku,\n",
        "19:6 insafilah, bahwa Allah telah berlaku tidak adil terhadap aku, dan menebarkan jala-Nya atasku.\n",
        "19:7 Sesungguhnya, aku berteriak: Kelaliman!, tetapi tidak ada yang menjawab. Aku berseru minta tolong, tetapi tidak ada keadilan.\n",
        "19:8 Jalanku ditutup-Nya dengan tembok, sehingga aku tidak dapat melewatinya, dan jalan-jalanku itu dibuat-Nya gelap.\n",
        "19:9 Ia telah menanggalkan kemuliaanku dan merampas mahkota di kepalaku.\n",
        "19:10 Ia membongkar aku di semua tempat, sehingga aku lenyap, dan seperti pohon harapanku dicabut-Nya.\n",
        "19:11 Murka-Nya menyala terhadap aku, dan menganggap aku sebagai lawan-Nya.\n",
        "19:12 Pasukan-Nya maju serentak, mereka merintangi jalan melawan aku, lalu mengepung kemahku.\n",
        "19:13 Saudara-saudaraku dijauhkan-Nya dari padaku, dan kenalan-kenalanku tidak lagi mengenal aku.\n",
        "19:14 Kaum kerabatku menghindar, dan kawan-kawanku melupakan aku.\n",
        "19:15 Anak semang dan budak perempuanku menganggap aku orang yang tidak dikenal, aku dipandang mereka orang asing.\n",
        "19:16 Kalau aku memanggil budakku, ia tidak menyahut; aku harus membujuknya dengan kata-kata manis.\n",
        "19:17 Nafasku menimbulkan rasa jijik kepada isteriku, dan bauku memualkan saudara-saudara sekandungku.\n",
        "19:18 Bahkan kanak-kanak pun menghina aku, kalau aku mau berdiri, mereka mengejek aku.\n",
        "19:19 Semua teman karibku merasa muak terhadap aku; dan mereka yang kukasihi, berbalik melawan aku.\n",
        "19:20 Tulangku melekat pada kulit dan dagingku, dan hanya gusiku yang tinggal padaku.\n",
        "19:21 Kasihanilah aku, kasihanilah aku, hai sahabat-sahabatku, karena tangan Allah telah menimpa aku.\n",
        "19:22 Mengapa kamu mengejar aku, seakan-akan Allah, dan tidak menjadi kenyang makan dagingku?\n",
        "19:23 Ah, kiranya perkataanku ditulis, dicatat dalam kitab,\n",
        "19:24 terpahat dengan besi pengukir dan timah pada gunung batu untuk selama-lamanya!\n",
        "19:25 Tetapi aku tahu: Penebusku hidup, dan akhirnya Ia akan bangkit di atas debu.\n",
        "19:26 Juga sesudah kulit tubuhku sangat rusak, tanpa dagingku pun aku akan melihat Allah,\n",
        "19:27 yang aku sendiri akan melihat memihak kepadaku; mataku sendiri menyaksikan-Nya dan bukan orang lain. Hati sanubariku merana karena rindu.\n",
        "19:28 Kalau kamu berkata: Kami akan menuntut dia dan mendapatkan padanya sebab perkaranya!,\n",
        "19:29 takutlah kepada pedang, karena kegeraman mendatangkan hukuman pedang, agar kamu tahu, bahwa ada pengadilan.\n"
      ]
    },
    "1": {
      "en": [
        "1:1 There was a man in the land of Uz whose name was Job; and this man was perfect and upright, and he feared God and turned away from evil.\n",
        "1:2 And seven sons and three daughters were born to him.\n",
        "1:3 And his possessions were seven thousand sheep and three thousand camels and five hundred yoke of oxen and five hundred female donkeys and a great many servants; and this man was greater than all the sons of the east.\n",
        "1:4 And his sons would go and hold feasts in each one?s house, each on his own day, and they would send word and invite their three sisters to eat and drink with them.\n",
        "1:5 And when the days of feasting ran their course, Job would send word and sanctify them; and he would rise early in the morning and offer burnt offerings according to the number of them all; for Job said, Perhaps my children have sinned and have cursed God in their heart. Job did this continually.\n",
        "1:6 Then one day, when the sons of God came to present themselves before Jehovah, Satan also came among them.\n",
        "1:7 And Jehovah said to Satan, Where have you come from? And Satan answered Jehovah and said, From roving the earth and going about in it.\n",
        "1:8 And Jehovah said to Satan, Have you considered My servant Job? For there is none like him on the earth, a perfect and upright man, who fears God and turns away from evil.\n",
        "1:9 Then Satan answered Jehovah and said, Does Job fear God without cause?\n",
        "1:10 Have You not set a hedge around him and his household and all that he has? You have blessed the work of his hands, so that his possessions are spread throughout the land.\n",
        "1:11 But stretch forth Your hand and touch all that he has, and he will surely curse You to Your face.\n",
        "1:12a And Jehovah said to Satan, Here is all that he has, in your hand; only do not stretch forth your hand against him.\n",
        "1:12b And Satan went forth from Jehovah?s presence.\n",
        "1:13 Then one day, when his sons and daughters were eating and drinking wine in the house of their firstborn brother,\n",
        "1:14 A messenger came to Job and said, The oxen were plowing, and the donkeys were feeding beside them;\n",
        "1:15 And the Sabeans fell upon them and took them away, and they struck the servants with the edge of the sword; and I alone have escaped to relate these things to you.\n",
        "1:16 While this one was still speaking, another came and said, The fire of God has fallen from heaven and burned up the sheep and the servants and devoured them; and I alone have escaped to relate these things to you.\n",
        "1:17 While this one was still speaking, another came and said, The Chaldeans formed three companies and raided the camels and took them, and they struck the servants with the edge of the sword; and I alone have escaped to relate these things to you.\n",
        "1:18 While this one was still speaking, another came and said, Your sons and your daughters were eating and drinking wine in the house of their firstborn brother;\n",
        "1:19 And suddenly a great wind came from beyond the desert and struck the four corners of the house, so that it fell upon the young people and they died; and I alone have escaped to relate these things to you.\n",
        "1:20 Then Job rose up and tore his clothes and shaved his head and fell to the earth and worshipped.\n",
        "1:21 And he said, a Naked I came out of my mother?s womb, And naked I will return there. Jehovah gives and Jehovah takes away; Blessed be the name of Jehovah.\n",
        "1:22 In all this Job did not sin, nor did he charge God with unseemliness.\n"
      ],
      "id": [
        "1:1 Ada seorang laki-laki di tanah Us bernama Ayub; orang itu saleh dan jujur; ia takut akan Allah dan menjauhi kejahatan.\n",
        "1:2 Ia mendapat tujuh anak laki-laki dan tiga anak perempuan.\n",
        "1:3 Ia memiliki tujuh ribu ekor kambing domba, tiga ribu ekor unta, lima ratus pasang lembu, lima ratus keledai betina dan budak-budak dalam jumlah yang sangat besar, sehingga orang itu adalah yang terkaya dari semua orang di sebelah timur.\n",
        "1:4 Anak-anaknya yang lelaki biasa mengadakan pesta di rumah mereka masing-masing menurut giliran dan ketiga saudara perempuan mereka diundang untuk makan dan minum bersama-sama mereka.\n",
        "1:5 Setiap kali, apabila hari-hari pesta telah berlalu, Ayub memanggil mereka, dan menguduskan mereka; keesokan harinya, pagi-pagi, bangunlah Ayub, lalu mempersembahkan kurban bakaran sebanyak jumlah mereka sekalian, sebab pikirnya: Mungkin anak-anakku sudah berbuat dosa dan telah mengutuki Allah di dalam hati. Demikianlah dilakukan Ayub senantiasa.\n",
        "1:6 Pada suatu hari datanglah anak-anak Allah menghadap Tuhan dan di antara mereka datanglah juga Iblis.\n",
        "1:7 Maka bertanyalah Tuhan kepada Iblis: Dari mana engkau? Lalu jawab Iblis kepada Tuhan: Dari perjalanan mengelilingi dan menjelajah bumi.\n",
        "1:8 Lalu bertanyalah Tuhan kepada Iblis: Apakah engkau memperhatikan hamba-Ku Ayub? Sebab tiada seorang pun di bumi seperti dia, yang demikian saleh dan jujur, yang takut akan Allah dan menjauhi kejahatan.\n",
        "1:9 Lalu jawab Iblis kepada Tuhan: Apakah dengan tidak mendapat apa-apa Ayub takut akan Allah?\n",
        "1:10 Bukankah Engkau yang membuat pagar sekeliling dia dan rumahnya serta segala yang dimilikinya? Apa yang dikerjakannya telah Kauberkati dan apa yang dimilikinya makin bertambah di negeri itu.\n",
        "1:11 Tetapi ulurkanlah tangan-Mu dan jamahlah segala yang dipunyainya, ia pasti mengutuki Engkau di hadapan-Mu.\n",
        "1:12a Maka firman Tuhan kepada Iblis: Nah, segala yang dipunyainya ada dalam kuasamu; hanya janganlah engkau mengulurkan tanganmu terhadap dirinya.\n",
        "1:12b Kemudian pergilah Iblis dari hadapan Tuhan.\n",
        "1:13 Pada suatu hari, ketika anak-anaknya yang lelaki dan yang perempuan makan-makan dan minum anggur di rumah saudara mereka yang sulung,\n",
        "1:14 datanglah seorang pesuruh kepada Ayub dan berkata: Sedang lembu sapi membajak dan keledai-keledai betina makan rumput di sebelahnya,\n",
        "1:15 datanglah orang-orang Syeba menyerang dan merampasnya serta memukul penjaganya dengan mata pedang. Hanya aku sendiri yang luput, sehingga dapat memberitahukan hal itu kepada tuan.\n",
        "1:16 Sementara orang itu berbicara, datanglah orang lain dan berkata: Api telah menyambar dari langit dan membakar serta memakan habis kambing domba dan penjaga-penjaga. Hanya aku sendiri yang luput, sehingga dapat memberitahukan hal itu kepada tuan.\n",
        "1:17 Sementara orang itu berbicara, datanglah orang lain dan berkata: Orang-orang Kasdim membentuk tiga pasukan, lalu menyerbu unta-unta dan merampasnya serta memukul penjaganya dengan mata pedang. Hanya aku sendiri yang luput, sehingga dapat memberitahukan hal itu kepada tuan.\n",
        "1:18 Sementara orang itu berbicara, datanglah orang lain dan berkata: Anak-anak tuan yang lelaki dan yang perempuan sedang makan-makan dan minum anggur di rumah saudara mereka yang sulung,\n",
        "1:19 maka tiba-tiba angin ribut bertiup dari seberang padang gurun; rumah itu dilandanya pada empat penjurunya dan roboh menimpa orang-orang muda itu, sehingga mereka mati. Hanya aku sendiri yang luput, sehingga dapat memberitahukan hal itu kepada tuan.\n",
        "1:20 Maka berdirilah Ayub, lalu mengoyak jubahnya, dan mencukur kepalanya, kemudian sujudlah ia dan menyembah,\n",
        "1:21 katanya: Dengan telanjang aku keluar dari kandungan ibuku, dengan telanjang juga aku akan kembali ke dalamnya. Tuhan yang memberi, Tuhan yang mengambil, terpujilah nama Tuhan!\n",
        "1:22 Dalam kesemuanya itu Ayub tidak berbuat dosa dan tidak menuduh Allah berbuat yang kurang patut.\n"
      ]
    },
    "2": {
      "en": [
        "2:1 Then one day, when the sons of God came to present themselves before Jehovah, Satan also came among them to present himself before Jehovah.\n",
        "2:2 And Jehovah said to Satan, Where have you come from? And Satan answered Jehovah and said, From roving the earth and going about in it.\n",
        "2:3 And Jehovah said to Satan, Have you considered My servant Job? For there is none like him on the earth, a perfect and upright man, who fears God and turns away from evil. And he still holds fast his integrity, though you have moved Me against him to destroy him without cause.\n",
        "2:4 Then Satan answered Jehovah and said, Skin for skin! Indeed all that a man has he will give for the sake of his life.\n",
        "2:5 But stretch forth Your hand, and touch his bone and his flesh; and he will surely curse You to Your face.\n",
        "2:6 And Jehovah said to Satan, Here he is, in your hand; only spare his life.\n",
        "2:7 And Satan went forth from Jehovah?s presence and struck Job with severe boils from the sole of his foot to the crown of his head.\n",
        "2:8 And he took a potsherd with which to scrape himself, and he sat among the ashes.\n",
        "2:9 Then his wife said to him, Do you still hold fast your integrity? Curse God and die.\n",
        "2:10 But he said to her, You speak as one of the foolish women speaks. Should we receive the good from God but not receive the ill? In all this Job did not sin with his lips.\n",
        "2:11 Now when Job?s three friends heard of all this misfortune that came upon him, each came from his place, Eliphaz the Temanite and Bildad the Shuhite and Zophar the Naamathite; and they together made an appointment to come to console him and comfort him.\n",
        "2:12 And when they lifted up their eyes from a distance and did not recognize him, they lifted up their voice and wept; and they all tore their clothes and cast dust over their heads toward heaven.\n",
        "2:13 And they sat with him on the ground seven days and seven nights; but none spoke a word to him, for they saw that his pain was very great.\n"
      ],
      "id": [
        "2:1 Pada suatu hari datanglah anak-anak Allah menghadap Tuhan dan di antara mereka datang juga Iblis untuk menghadap Tuhan.\n",
        "2:2 Maka bertanyalah Tuhan kepada Iblis: Dari mana engkau? Lalu jawab Iblis kepada Tuhan: Dari perjalanan mengelilingi dan menjelajah bumi.\n",
        "2:3 Firman Tuhan kepada Iblis: Apakah engkau memperhatikan hamba-Ku Ayub? Sebab tiada seorang pun di bumi seperti dia, yang demikian saleh dan jujur, yang takut akan Allah dan menjauhi kejahatan. Ia tetap tekun dalam kesalehannya, meskipun engkau telah membujuk Aku melawan dia untuk mencelakakannya tanpa alasan.\n",
        "2:4 Lalu jawab Iblis kepada Tuhan: Kulit ganti kulit! Orang akan memberikan segala yang dipunyainya ganti nyawanya.\n",
        "2:5 Tetapi ulurkanlah tangan-Mu dan jamahlah tulang dan dagingnya, ia pasti mengutuki Engkau di hadapan-Mu.\n",
        "2:6 Maka firman Tuhan kepada Iblis: Nah, ia dalam kuasamu; hanya sayangkan nyawanya.\n",
        "2:E. Iblis Menyerang Ayub, dan Ayub Diuji dalam Hal Tubuhnya\n",
        "2:7 Kemudian Iblis pergi dari hadapan Tuhan, lalu ditimpanya Ayub dengan barah yang busuk dari telapak kakinya sampai ke batu kepalanya.\n",
        "2:8 Lalu Ayub mengambil sekeping beling untuk menggaruk-garuk badannya, sambil duduk di tengah-tengah abu.\n",
        "2:9 Maka berkatalah isterinya kepadanya: Masih bertekunkah engkau dalam kesalehanmu? Kutukilah Allahmu dan matilah!\n",
        "2:10 Tetapi jawab Ayub kepadanya: Engkau berbicara seperti perempuan gila! Apakah kita mau menerima yang baik dari Allah, tetapi tidak mau menerima yang buruk? Dalam kesemuanya itu Ayub tidak berbuat dosa dengan bibirnya.\n",
        "2:11 Ketika ketiga sahabat Ayub mendengar kabar tentang segala malapetaka yang menimpa dia, maka datanglah mereka dari tempatnya masing-masing, yakni: Elifas, orang Teman, dan Bildad, orang Suah, serta Zofar, orang Naama. Mereka bersepakat untuk mengucapkan belasungkawa kepadanya dan menghibur dia.\n",
        "2:12 Ketika mereka memandang dari jauh, mereka tidak mengenalnya lagi. Lalu menangislah mereka dengan suara nyaring. Mereka mengoyak jubahnya, dan menaburkan debu di kepala terhadap langit.\n",
        "2:13 Lalu mereka duduk bersama-sama dia di tanah selama tujuh hari tujuh malam. Seorang pun tidak mengucapkan sepatah kata kepadanya, karena mereka melihat, bahwa sangat berat penderitaannya.\n"
      ]
    },
    "3": {
      "en": [
        "3:1 After this Job opened his mouth and cursed the day of his birth.\n",
        "3:2 And Job responded and said,\n",
        "3:3 Let the day on which I was born perish, And the night which said, A man has been conceived.\n",
        "3:4 Let that day be darkness; Let God not seek it from above, Nor let light shine upon it.\n",
        "3:5 Let darkness and the shadow of death reclaim it; Let a cloud dwell upon it; Let the things that blacken the day terrify it.\n",
        "3:6 As for that night, let deep darkness take hold of it; Let it not rejoice among the days of the year; Let it not come up in the number of the months.\n",
        "3:7 Behold, let that night be barren; Let no joyous shout come in it.\n",
        "3:8 Let those curse it who curse the day, Who are ready to rouse leviathan.\n",
        "3:9 Let its predawn stars be dark; Let it wait for light and there be none, And do not let it see the eyelids of the dawn.\n",
        "3:10 For it did not shut up the doors of the womb that bore me, Nor did it hide trouble from my eyes.\n",
        "3:11 Why did I not die at birth, Come forth from the womb and expire?\n",
        "3:12 Why did the knees receive me? And why the breasts, that I should suck?\n",
        "3:13 For now I would have lain down and been undisturbed; I would have slept; then I would have been at rest\n",
        "3:14 With kings and counselors of the earth, Who rebuilt ruins for themselves;\n",
        "3:15 Or with princes who had gold, Who filled their houses with silver.\n",
        "3:16 Or like a miscarriage that has been concealed, I would not have been, Like infants that do not see the light.\n",
        "3:17 There the wicked cease from their troubling, And there the weary rest.\n",
        "3:18 Captives are altogether at ease; They do not hear the voice of the taskmaster.\n",
        "3:19 The small and the great are there, And the servant is free from his master.\n",
        "3:20 Why does He give light to him who suffers And life to the bitter in soul,\n",
        "3:21 Who wait for death, but it is not there; And dig for it more than for hidden treasures;\n",
        "3:22 Who rejoice to the point of exultation And are glad when they have found the grave;\n",
        "3:23 To the man whose way is hidden And whom God has hedged in?\n",
        "3:24 For my sighing comes as my food, And my groaning pours out like water.\n",
        "3:25 For I dread something, and it comes upon me; And what I fear comes to me.\n",
        "3:26 I have no ease and I have no quiet And I have no rest, but trouble comes.\n"
      ],
      "id": [
        "3:1 Sesudah itu Ayub membuka mulutnya dan mengutuki hari kelahirannya.\n",
        "3:2 Maka berbicaralah Ayub:\n",
        "3:3 Biarlah hilang lenyap hari kelahiranku dan malam yang mengatakan: Seorang anak laki-laki telah ada dalam kandungan.\n",
        "3:4 Biarlah hari itu menjadi kegelapan, janganlah kiranya Allah yang di atas menghiraukannya, dan janganlah cahaya terang menyinarinya.\n",
        "3:5 Biarlah kegelapan dan kekelaman menuntut hari itu, awan-gemawan menudunginya, dan gerhana matahari mengejutkannya.\n",
        "3:6 Malam itu - biarlah dia dicekam oleh kegelapan; janganlah ia bersukaria pada hari-hari dalam setahun; janganlah ia termasuk bilangan bulan-bulan.\n",
        "3:7 Ya, biarlah pada malam itu tidak ada yang melahirkan, dan tidak terdengar suara kegirangan.\n",
        "3:8 Biarlah ia disumpahi oleh para pengutuk hari, oleh mereka yang pandai membangkitkan marah Lewiatan.\n",
        "3:9 Biarlah bintang-bintang senja menjadi gelap; biarlah ia menantikan terang yang tak kunjung datang, janganlah ia melihat merekahnya fajar,\n",
        "3:10 karena tidak ditutupnya pintu kandungan ibuku, dan tidak disembunyikannya kesusahan dari mataku.\n",
        "3:11 Mengapa aku tidak mati waktu aku lahir, atau binasa waktu aku keluar dari kandungan?\n",
        "3:12 Mengapa pangkuan menerima aku; mengapa ada buah dada, sehingga aku dapat menyusu?\n",
        "3:13 Jikalau tidak, aku sekarang berbaring dan tenang; aku tertidur dan mendapat istirahat\n",
        "3:14 bersama-sama raja-raja dan penasihat-penasihat di bumi, yang mendirikan kembali reruntuhan bagi dirinya,\n",
        "3:15 atau bersama-sama pembesar-pembesar yang mempunyai emas, yang memenuhi rumahnya dengan perak.\n",
        "3:16 Atau mengapa aku tidak seperti anak gugur yang disembunyikan, seperti bayi yang tidak melihat terang?\n",
        "3:17 Di sanalah orang fasik berhenti menimbulkan huru-hara, di sanalah mereka yang kehabisan tenaga mendapat istirahat.\n",
        "3:18 Dan para tawanan bersama-sama menjadi tenang, mereka tidak lagi mendengar suara pengerah.\n",
        "3:19 Di sana orang kecil dan orang besar sama, dan budak bebas dari pada tuannya.\n",
        "3:20 Mengapa terang diberikan kepada yang bersusah-susah, dan hidup kepada yang pedih hati;\n",
        "3:21 yang menantikan maut, yang tak kunjung tiba, yang mengejarnya lebih dari pada menggali harta terpendam;\n",
        "3:22 yang bersukaria dan bersorak-sorai dan senang, bila mereka menemukan kubur;\n",
        "3:23 kepada orang laki-laki yang jalannya tersembunyi, yang dikepung Allah?\n",
        "3:24 Karena ganti rotiku adalah keluh kesahku, dan keluhanku tercurah seperti air.\n",
        "3:25 Karena yang kutakutkan, itulah yang menimpa aku, dan yang kucemaskan, itulah yang mendatangi aku.\n",
        "3:26 Aku tidak mendapat ketenangan dan ketenteraman; aku tidak mendapat istirahat, tetapi kegelisahanlah yang timbul.\n"
      ]
    },
    "4": {
      "en": [
        "4:1 Then Eliphaz the Temanite answered and said,\n",
        "4:2 If one attempts a word with you, will you be wearied by it? But who can refrain from speaking?\n",
        "4:3 Indeed, you have instructed many, And you have strengthened the weak hands.\n",
        "4:4 Your words have raised up him who was stumbling, And you have made the bowing knees firm.\n",
        "4:5 But now it comes to you, and you are wearied by it; It touches you, and you are disturbed.\n",
        "4:6 Is not your fear of God your confidence, And the integrity of your ways your hope?\n",
        "4:7 Remember now, who, being innocent, has ever perished? And where have the upright ever been cut off?\n",
        "4:8 According to what I have seen, those who plow iniquity And those who sow trouble reap the same.\n",
        "4:9 By the breath of God they perish, And by the blast of His anger they are consumed.\n",
        "4:10 The roaring of the lion and the sound of the fierce lion And the teeth of the young lions are broken;\n",
        "4:11 The strong lion perishes for lack of prey, And the whelps of the lioness are scattered.\n",
        "4:12 But a matter has stolen in unto me, And my ear has received a whisper of it.\n",
        "4:13 In perplexing thoughts of the night visions, When deep sleep falls upon men,\n",
        "4:14 Dread came upon me, and trembling, And caused all my bones to dread.\n",
        "4:15 And a spirit passed before my face; The hair of my flesh bristled.\n",
        "4:16 It stood still, but I could not discern its appearance; A form stood before my eyes; I heard a murmur of a voice:\n",
        "4:17 Can a mortal man be more righteous than God? Can a man be purer than his Maker?\n",
        "4:18 If He puts no trust in His servants, And He charges His angels with error,\n",
        "4:19 How much more those who dwell in houses of clay, Whose foundation is in dust, Who are crushed like a moth!\n",
        "4:20 From morning to evening they are smashed to pieces; Without any considering it, they continually perish.\n",
        "4:21 Should their tent cord be plucked up within them, They die, and not in wisdom.\n"
      ],
      "id": [
        "4:1 Maka berbicaralah Elifas, orang Teman:\n",
        "4:2 Kesalkah engkau, bila orang mencoba berbicara kepadamu? Tetapi siapakah dapat tetap menutup mulutnya?\n",
        "4:3 Sesungguhnya, engkau telah mengajar banyak orang, dan tangan yang lemah telah engkau kuatkan;\n",
        "4:4 orang yang jatuh telah dibangunkan oleh kata-katamu, dan lutut yang lemas telah kaukokohkan;\n",
        "4:5 tetapi sekarang, dirimu yang tertimpa, dan engkau kesal, dirimu terkena, dan engkau terkejut.\n",
        "4:6 Bukankah takutmu akan Allah yang menjadi sandaranmu, dan kesalehan hidupmu menjadi pengharapanmu?\n",
        "4:7 Camkanlah ini: siapa binasa dengan tidak bersalah dan di manakah orang yang jujur dipunahkan?\n",
        "4:8 Yang telah kulihat ialah bahwa orang yang membajak kejahatan dan menabur kesusahan, ia menuainya juga.\n",
        "4:9 Mereka binasa oleh nafas Allah, dan lenyap oleh hembusan hidung-Nya.\n",
        "4:10 Singa mengaum, singa meraung - patahlah gigi singa-singa muda.\n",
        "4:11 Singa binasa karena kekurangan mangsa, dan anak-anak singa betina bercerai-berai.\n",
        "4:12 Suatu perkataan telah disampaikan kepadaku dengan diam-diam dan telingaku menangkap bisikannya,\n",
        "4:13 waktu bermenung oleh sebab khayal malam, ketika tidur nyenyak menghinggapi orang.\n",
        "4:14 Aku terkejut dan gentar, sehingga tulang-tulangku gemetar.\n",
        "4:15 Suatu roh melewati aku, tegaklah bulu romaku.\n",
        "4:16 Ia berhenti, tetapi rupanya tidak dapat kukenal. Suatu sosok ada di depan mataku, suara berbisik-bisik kudengar:\n",
        "4:17 Mungkinkah seorang manusia benar di hadapan Allah, mungkinkah seseorang tahir di hadapan Penciptanya?\n",
        "4:18 Sesungguhnya, hamba-hamba-Nya tidak dipercayai-Nya, malaikat-malaikat-Nya pun didapati-Nya tersesat,\n",
        "4:19 lebih-lebih lagi mereka yang diam dalam pondok tanah liat, yang dasarnya dalam debu, yang mati terpijat seperti gegat.\n",
        "4:20 Di antara pagi dan petang mereka dihancurkan, dan tanpa dihiraukan mereka binasa untuk selama-lamanya.\n",
        "4:21 Bukankah kemah mereka dicabut? Mereka mati, tetapi tanpa hikmat.\n"
      ]
    },
    "5": {
      "en": [
        "5:1 Call now! Is there anyone who will answer you? And to which of the holy ones will you turn?\n",
        "5:2 Surely vexation slays the fool, And jealousy kills the simpleton.\n",
        "5:3 I have seen the fool taking root, But suddenly I cursed his habitation.\n",
        "5:4 His children are far from safety, And they are crushed in the gate; and there is no one to deliver them.\n",
        "5:5 The hungry eat his harvest And even take it out from the thorns, And the thirsty pant after his wealth.\n",
        "5:6 For evil does not come forth from the dust, Nor does trouble spring forth from the ground.\n",
        "5:7 But man is born unto trouble, Just as sparks fly upward.\n",
        "5:8 But as for me, I would seek after God, And I would commit my cause to God,\n",
        "5:9 Who does great things that cannot be searched, Wonderful deeds that cannot be numbered;\n",
        "5:10 Who gives rain upon the surface of the earth And sends water upon the surface of the fields;\n",
        "5:11 Who sets on high those who are lowly And puts those who mourn safely above all.\n",
        "5:12 He frustrates the devices of the crafty, So that their hands achieve no enterprise.\n",
        "5:13 He seizes the wise in their own craftiness, And the counsel of the wily is brought to a sudden end.\n",
        "5:14 By day they encounter darkness, And at noon they grope about as in the night.\n",
        "5:15 But He saves the needy from the sword of their mouth, From the hand of the strong.\n",
        "5:16 Thus the poor have hope, And Injustice stops her mouth.\n",
        "5:17 Indeed, blessed is the man whom God corrects; Therefore do not reject the chastening of the Almighty.\n",
        "5:18 For He wounds, but He binds up; He strikes, but His hands heal.\n",
        "5:19 In six troubles He will deliver you; Indeed in seven no evil will touch you.\n",
        "5:20 In famine He will redeem you from death, And in battle, from the power of the sword.\n",
        "5:21 From the scourge of the tongue you will be hidden, And you will not be afraid of destruction when it comes.\n",
        "5:22 At destruction and at famine you will laugh, And you will not be afraid of the animals of the earth.\n",
        "5:23 For you will be in an alliance with the stones of the field, And the animals of the field will be at peace with you.\n",
        "5:24 And you will know that your tent is at peace, And you will inspect your fold and miss nothing.\n",
        "5:25 And you will know that your seed will be great, And your offspring like the grass of the earth.\n",
        "5:26 You will come to the grave at a ripe old age, Like a shock of grain coming up in its season.\n",
        "5:27 This is it. We have searched it out; it is so. Hear then and know it for yourself.\n"
      ],
      "id": [
        "5:1 Berserulah - adakah orang yang menjawab engkau? Dan kepada siapa di antara orang-orang yang kudus engkau akan berpaling?\n",
        "5:2 Sesungguhnya, orang bodoh dibunuh oleh sakit hati, dan orang bebal dimatikan oleh iri hati.\n",
        "5:3 Aku sendiri pernah melihat orang bodoh berakar, tetapi serta-merta kukutuki tempat kediamannya.\n",
        "5:4 Anak-anaknya selalu tidak tertolong, mereka diinjak-injak di pintu gerbang tanpa ada orang yang melepaskannya.\n",
        "5:5 Apa yang dituainya, dimakan habis oleh orang yang lapar, bahkan dirampas dari tengah-tengah duri, dan orang-orang yang dahaga mengingini kekayaan nya.\n",
        "5:6 Karena bukan dari debu terbit bencana dan bukan dari tanah tumbuh kesusahan;\n",
        "5:7 melainkan manusia menimbulkan kesusahan bagi dirinya, seperti bunga api berjolak tinggi.\n",
        "5:8 Tetapi aku, tentu aku akan mencari Allah, dan kepada Allah aku akan mengadukan perkaraku.\n",
        "5:9 Ia melakukan perbuatan-perbuatan yang besar dan yang tak terduga, serta keajaiban-keajaiban yang tak terbilang banyaknya;\n",
        "5:10 Ia memberi hujan ke atas muka bumi dan menjatuhkan air ke atas ladang;\n",
        "5:11 Ia menempatkan orang yang hina pada derajat yang tinggi dan orang yang berdukacita mendapat pertolongan yang kuat;\n",
        "5:12 Ia menggagalkan rancangan orang cerdik, sehingga usaha tangan mereka tidak berhasil;\n",
        "5:13 Ia menangkap orang berhikmat dalam kecerdikannya sendiri, sehingga rancangan orang yang belat-belit digagalkan.\n",
        "5:14 Pada siang hari mereka tertimpa gelap, dan pada tengah hari mereka meraba-raba seperti pada waktu malam.\n",
        "5:15 Tetapi Ia menyelamatkan orang-orang miskin dari kedahsyatan mulut mereka, dan dari tangan orang yang kuat.\n",
        "5:16 Demikianlah ada harapan bagi orang kecil, dan kecurangan tutup mulut.\n",
        "5:17 Sesungguhnya, berbahagialah manusia yang ditegur Allah; sebab itu janganlah engkau menolak didikan Yang Mahakuasa.\n",
        "5:18 Karena Dialah yang melukai, tetapi juga yang membebat; Dia yang memukuli, tetapi yang tangan-Nya menyembuhkan pula.\n",
        "5:19 Dari enam macam kesesakan engkau diluputkan-Nya dan dalam tujuh macam engkau tidak kena malapetaka.\n",
        "5:20 Pada masa kelaparan engkau dibebaskan-Nya dari maut, dan pada masa perang dari kuasa pedang.\n",
        "5:21 Dari cemeti lidah engkau terlindung, dan engkau tidak usah takut, bila kemusnahan datang.\n",
        "5:22 Kemusnahan dan kelaparan akan kautertawakan dan binatang liar tidak akan kautakuti.\n",
        "5:23 Karena antara engkau dan batu-batu di padang akan ada perjanjian, dan binatang liar akan berdamai dengan engkau.\n",
        "5:24 Engkau akan mengalami, bahwa kemahmu aman dan apabila engkau memeriksa tempat kediamanmu, engkau tidak akan kehilangan apa-apa.\n",
        "5:25 Engkau akan mengalami, bahwa keturunanmu menjadi banyak dan bahwa anak cucumu seperti rumput di tanah.\n",
        "5:26 Dalam usia tinggi engkau akan turun ke dalam kubur, seperti berkas gandum dibawa masuk pada waktunya.\n",
        "5:27 Sesungguhnya, semuanya itu telah kami selidiki, memang demikianlah adanya; dengarkanlah dan camkanlah itu!\n"
      ]
    },
    "6": {
      "en": [
        "6:1 Then Job answered and said,\n",
        "6:2 Oh that my vexation were weighed indeed, And that my ruin were lifted onto the scales together with it!\n",
        "6:3 For then it would be heavier than the sand of the seas; Therefore my words have been rash.\n",
        "6:4 For the arrows of the Almighty are in me, The poison of which my spirit drinks up; The terrors of God are arrayed against me.\n",
        "6:5 Does the wild ass bray over its grass? Or does the ox low over its fodder?\n",
        "6:6 Is what is savorless eaten without salt? Or is there any taste in the white of an egg?\n",
        "6:7 My soul refuses to touch them; They are like putrid food to me.\n",
        "6:8 Oh that I might have my request, And that God would grant me what I long for;\n",
        "6:9 That God would be willing to crush me; That He would release His hand and cut me off!\n",
        "6:10 Then there would still be comfort for me; And I would exult, even in writhing pain that does not spare, That I did not deny the words of the Holy One.\n",
        "6:11 What is my strength, that I should wait? And what is my end, that I should be patient?\n",
        "6:12 Is my strength the strength of stones? Or is my flesh bronze?\n",
        "6:13 Is there any help for me at all within me, And has wisdom been driven away from me?\n",
        "6:14 To him who is fainting there should be kindness from his friend, Else he will forsake the fear of the Almighty.\n",
        "6:15 My brothers have dealt as treacherously as a desert brook, As the rivulets of the desert brooks that pass away,\n",
        "6:16 Which are turbid because of the ice, And into which the snow hides itself.\n",
        "6:17 When they are scorched, they are completely consumed; When it is hot, they are dried up from their place.\n",
        "6:18 Caravans divert their ways for them; They go up into the waste and perish.\n",
        "6:19 The caravans of Tema look for them; The companies of Sheba long for them.\n",
        "6:20 They are put to shame because they are confident; They go there and are confounded.\n",
        "6:21 So now you have become such; You see a terrible thing and are afraid.\n",
        "6:22 Have I said, Give me something? Or, Pay a bribe for me out of your wealth?\n",
        "6:23 Or, Deliver me from the hand of the adversary? Or, From the hand of the oppressors redeem me?\n",
        "6:24 Teach me, and I will be silent; Cause me to understand how I have erred.\n",
        "6:25 How forceful are upright words! But what does this reproving from you reprove?\n",
        "6:26 Do you think you can reprove words? But the words of a desperate man are for the wind.\n",
        "6:27 You would even cast lots over the orphan And bargain over your friend.\n",
        "6:28 Now then be pleased to look upon me, For surely I will not lie to your face.\n",
        "6:29 Turn now; let there be no injustice. Indeed turn; my righteousness is still here.\n",
        "6:30 Is there any injustice on my tongue? Can my palate not discern calamities?\n"
      ],
      "id": [
        "6:1 Lalu Ayub menjawab:\n",
        "6:2 Ah, hendaklah kiranya kekesalan hatiku ditimbang, dan kemalanganku ditaruh bersama-sama di atas neraca!\n",
        "6:3 Maka beratnya akan melebihi pasir di laut; oleh sebab itu tergesa-gesalah perkataanku.\n",
        "6:4 Karena anak panah dari Yang Mahakuasa tertancap pada tubuhku, dan racunnya diisap oleh jiwaku; kedahsyatan Allah seperti pasukan melawan aku.\n",
        "6:5 Meringkikkah keledai liar di tempat rumput muda, atau melenguhkah lembu dekat makanannya?\n",
        "6:6 Dapatkah makanan tawar dimakan tanpa garam atau apakah putih telur ada rasanya?\n",
        "6:7 Aku tidak sudi menjamahnya, semuanya itu makanan yang memualkan bagiku.\n",
        "6:8 Ah, kiranya terkabul permintaanku dan Allah memberi apa yang kuharapkan!\n",
        "6:9 Kiranya Allah berkenan meremukkan aku, kiranya Ia melepaskan tangan-Nya dan menghabisi nyawaku!\n",
        "6:10 Itulah yang masih merupakan hiburan bagiku, bahkan aku akan melompat-lompat kegirangan di waktu kepedihan yang tak kenal belas kasihan, sebab aku tidak pernah menyangkal firman Yang Mahakudus.\n",
        "6:11 Apakah kekuatanku, sehingga aku sanggup bertahan, dan apakah masa depanku, sehingga aku harus bersabar?\n",
        "6:12 Apakah kekuatanku seperti kekuatan batu? Apakah tubuhku dari tembaga?\n",
        "6:13 Bukankah tidak ada lagi pertolongan bagiku, dan keselamatan jauh dari padaku?\n",
        "6:14 Siapa menahan kasih sayang terhadap sesamanya, melalaikan takut akan Yang Mahakuasa.\n",
        "6:15 Saudara-saudaraku tidak dapat dipercaya seperti sungai, seperti dasar dari pada sungai yang mengalir lenyap,\n",
        "6:16 yang keruh karena air beku, yang di dalamnya salju menjadi cair,\n",
        "6:17 yang surut pada musim kemarau, dan menjadi kering di tempatnya apabila kena panas;\n",
        "6:18 berkeluk-keluk jalan arusnya, mengalir ke padang tandus, lalu lenyap.\n",
        "6:19 Kafilah dari Tema mengamat-amatinya dan rombongan dari Syeba mengharapkannya,\n",
        "6:20 tetapi mereka kecewa karena keyakinan mereka, mereka tertipu setibanya di sana.\n",
        "6:21 Demikianlah kamu sekarang bagiku, ketika melihat yang dahsyat, takutlah kamu.\n",
        "6:22 Pernahkah aku berkata: Berilah aku sesuatu, atau: Berilah aku uang suap dari hartamu,\n",
        "6:23 atau: Luputkan aku dari tangan musuh, atau: Tebuslah aku dari tangan orang lalim?\n",
        "6:24 Ajarilah aku, maka aku akan diam; dan tunjukkan kepadaku dalam hal apa aku tersesat.\n",
        "6:25 Alangkah kokohnya kata-kata yang jujur! Tetapi apakah maksud celaan dari pihakmu itu?\n",
        "6:26 Apakah kamu bermaksud mencela perkataan? Apakah perkataan orang yang putus asa dianggap angin?\n",
        "6:27 Bahkan atas anak yatim kamu membuang undi, dan sahabatmu kamu perlakukan sebagai barang dagangan.\n",
        "6:28 Tetapi sekarang, berpalinglah kepadaku; aku tidak akan berdusta di hadapanmu.\n",
        "6:29 Berbaliklah, janganlah terjadi kecurangan, berbaliklah, aku pasti benar.\n",
        "6:30 Apakah ada kecurangan pada lidahku? Apakah langit-langitku tidak dapat membeda-bedakan bencana?\n"
      ]
    },
    "7": {
      "en": [
        "7:1 Does not man have a term of hard service on earth? And are his days not like the days of a hired hand?\n",
        "7:2 Like a servant who longs for the shade, And like a hired hand who waits for his pay,\n",
        "7:3 So I am made to inherit months of vanity, And nights of trouble are appointed to me.\n",
        "7:4 If I lie down, I say, When will I arise? But the evening is long, And I am full of tossings until the dawn.\n",
        "7:5 My flesh is clothed with worms and dirt clods; My skin crusts and then oozes again.\n",
        "7:6 My days are swifter than a weaver?s shuttle And are spent without hope.\n",
        "7:7 Remember that my life is a breath; My eye will not see good again.\n",
        "7:8 The eye of him who sees me will not look on me; Your eyes will be on me, but I will not be.\n",
        "7:9 The cloud is consumed and goes away: Likewise he who goes down into Sheol does not come up.\n",
        "7:10 He returns no more to his house, Nor does his place know him anymore.\n",
        "7:11 For my part, I also will not restrain my mouth; I will speak in the distress of my spirit; I will complain in the bitterness of my soul.\n",
        "7:12 Am I the sea, or a sea serpent, That You must set a watch over me?\n",
        "7:13 When I say, My bed will comfort me, My couch will bear up my complaint;\n",
        "7:14 Then You scare me with dreams And terrify me with visions,\n",
        "7:15 So that my soul would choose strangulation And death rather than my bones.\n",
        "7:16 I loathe life; I would not live forever. Leave me alone, for my days are a mere breath.\n",
        "7:17 What is mortal man that You magnify him, And that You consider him,\n",
        "7:18 And that You visit him every morning, You try him every moment?\n",
        "7:19 How long before You look away from me, Before You abandon me until I swallow my spittle?\n",
        "7:20 If I have sinned, what have I done to You, O Watcher of man? Why have You made me Your target so that I have become a burden to You?\n",
        "7:21 And why do You not forgive my transgression And take away my iniquity? For now I may lie down in the dust; And You will seek me out, and I will not be.\n"
      ],
      "id": [
        "7:1 Bukankah manusia harus bergumul di bumi, dan hari-harinya seperti hari-hari orang upahan?\n",
        "7:2 Seperti kepada seorang budak yang merindukan naungan, seperti kepada orang upahan yang menanti-nantikan upahnya,\n",
        "7:3 demikianlah dibagikan kepadaku bulan-bulan yang sia-sia, dan ditentukan kepadaku malam-malam penuh kesusahan.\n",
        "7:4 Bila aku pergi tidur, maka pikirku: Bilakah aku akan bangun? Tetapi malam merentang panjang, dan aku dicekam oleh gelisah sampai dinihari.\n",
        "7:5 Berenga dan abu menutupi tubuhku, kulitku menjadi keras, lalu pecah.\n",
        "7:6 Hari-hariku berlalu lebih cepat dari pada torak, dan berakhir tanpa harapan.\n",
        "7:7 Ingatlah, bahwa hidupku hanya hembusan nafas; mataku tidak akan lagi melihat yang baik.\n",
        "7:8 Orang yang memandang aku, tidak akan melihat aku lagi, sementara Engkau memandang aku, aku tidak ada lagi.\n",
        "7:9 Sebagaimana awan lenyap dan melayang hilang, demikian juga orang yang turun ke dalam dunia orang mati tidak akan muncul kembali.\n",
        "7:10 Ia tidak lagi kembali ke rumahnya, dan tidak dikenal lagi oleh tempat tinggalnya.\n",
        "7:11 Oleh sebab itu aku pun tidak akan menahan mulutku, aku akan berbicara dalam kesesakan jiwaku, mengeluh dalam kepedihan hatiku.\n",
        "7:12 Apakah aku ini laut atau naga, sehingga Engkau menempatkan penjaga terhadap aku?\n",
        "7:13 Apabila aku berpikir: Tempat tidurku akan memberi aku penghiburan, dan tempat pembaringanku akan meringankan keluh kesahku,\n",
        "7:14 maka Engkau mengagetkan aku dengan impian dan mengejutkan aku dengan khayal,\n",
        "7:15 sehingga aku lebih suka dicekik dan mati dari pada menanggung kesusahanku.\n",
        "7:16 Aku jemu, aku tidak mau hidup untuk selama-lamanya. Biarkanlah aku, karena hari-hariku hanya seperti hembusan nafas saja.\n",
        "7:17 Apakah gerangan manusia, sehingga dia Kauanggap agung, dan Kauperhatikan,\n",
        "7:18 dan Kaudatangi setiap pagi, dan Kauuji setiap saat?\n",
        "7:19 Bilakah Engkau mengalihkan pandangan-Mu dari padaku, dan membiarkan aku, sehingga aku sempat menelan ludahku?\n",
        "7:20 Kalau aku berbuat dosa, apakah yang telah kulakukan terhadap Engkau, ya Penjaga manusia? Mengapa Engkau menjadikan aku sasaran-Mu, sehingga aku menjadi beban bagi diriku?\n",
        "7:21 Dan mengapa Engkau tidak mengampuni pelanggaranku, dan tidak menghapuskan kesalahanku? Karena sekarang aku terbaring dalam debu, lalu Engkau akan mencari aku, tetapi aku tidak akan ada lagi.\n"
      ]
    },
    "8": {
      "en": [
        "8:1 Then Bildad the Shuhite answered and said,\n",
        "8:2 How long will you speak these things? And how long will the words of your mouth be like a mighty wind?\n",
        "8:3 Does God pervert justice? Or does the Almighty pervert righteousness?\n",
        "8:4 If your children have sinned against Him, He has delivered them into the hand of their transgression.\n",
        "8:5 If you seek earnestly after God And make supplication unto the Almighty,\n",
        "8:6 If you are pure and upright, Then surely He will rouse Himself for you And restore well-being to your righteous habitation.\n",
        "8:7 And though your beginning was small, Your end will be very great.\n",
        "8:8 For inquire now of the former generation, And attend to what their fathers have sought out.\n",
        "8:9 For we are of yesterday and know nothing, Because our days upon the earth are a shadow.\n",
        "8:10 Will they not teach you and talk to you And utter forth words from their heart?\n",
        "8:11 Can papyrus shoot up without marsh? Can reeds grow without water?\n",
        "8:12 While it is still in its greenness and not cut down, It withers before all other grasses.\n",
        "8:13 So are the paths of all who forget God; And the hope of the profane perishes,\n",
        "8:14 Whose confidence is cut off, And whose trust is a spider?s web.\n",
        "8:15 He leans upon his house, but it will not stand; He holds fast to it, but it will not endure.\n",
        "8:16 He is full of sap before the sun, And his shoots go forth over his garden.\n",
        "8:17 His roots are entwined around a stone heap; He looks upon a place of stones.\n",
        "8:18 If one destroys him from his place, Then it denies him, saying, I have not seen you.\n",
        "8:19 Indeed, that is the joy of his way; And others spring forth out of the dust.\n",
        "8:20 Indeed, God will not reject a perfect man, Nor will He support evildoers.\n",
        "8:21 He will yet fill your mouth with laughter And your lips with shouting.\n",
        "8:22 Those who hate you will be clothed with shame, And the tent of the wicked will be no more.\n"
      ],
      "id": [
        "8:1 Maka berbicaralah Bildad, orang Suah:\n",
        "8:2 Berapa lamakah lagi engkau akan berbicara begitu, dan perkataan mulutmu seperti angin yang menderu?\n",
        "8:3 Masakan Allah membengkokkan keadilan? Masakan Yang Mahakuasa membengkokkan kebenaran?\n",
        "8:4 Jikalau anak-anakmu telah berbuat dosa terhadap Dia, maka Ia telah membiarkan mereka dikuasai oleh pelanggaran mereka.\n",
        "8:5 Tetapi engkau, kalau engkau mencari Allah, dan memohon belas kasihan dari Yang Mahakuasa,\n",
        "8:6 kalau engkau bersih dan jujur, maka tentu Ia akan bangkit demi engkau dan Ia akan memulihkan rumah yang adalah hakmu.\n",
        "8:7 Maka kedudukanmu yang dahulu akan kelihatan hina, tetapi kedudukanmu yang kemudian akan menjadi sangat mulia.\n",
        "8:8 Bertanya-tanyalah tentang orang-orang zaman dahulu, dan perhatikanlah apa yang diselidiki para nenek moyang.\n",
        "8:9 Sebab kita, anak-anak kemarin, tidak mengetahui apa-apa; karena hari-hari kita seperti bayang-bayang di bumi.\n",
        "8:10 Bukankah mereka yang harus mengajari engkau dan yang harus berbicara kepadamu, dan melahirkan kata-kata dari akal budi mereka?\n",
        "8:11 Dapatkah pandan bertumbuh tinggi, kalau tidak di rawa, atau mensiang bertumbuh subur, kalau tidak di air?\n",
        "8:12 Sementara dalam pertumbuhan, sebelum waktunya disabit, layulah ia lebih dahulu dari pada rumput lain.\n",
        "8:13 Demikianlah pengalaman semua orang yang melupakan Allah; maka lenyaplah harapan orang fasik,\n",
        "8:14 yang andalannya seperti benang laba-laba, kepercayaannya seperti sarang laba-laba.\n",
        "8:15 Ia bersandar pada rumahnya, tetapi rumahnya itu tidak tetap tegak, ia menjadikannya tempat berpegang, tetapi rumah itu tidak tahan.\n",
        "8:16 Ia seperti tumbuh-tumbuhan yang masih segar di panas matahari, sulurnya menjulur di seluruh taman.\n",
        "8:17 Akar-akarnya membelit timbunan batu, menyusup ke dalam sela-sela batu itu.\n",
        "8:18 Tetapi bila ia dicabut dari tempatnya, maka tempatnya itu tidak mengakuinya lagi, katanya: Belum pernah aku melihat engkau!\n",
        "8:19 Demikianlah kesukaan hidupnya, dan tumbuh-tumbuhan lain timbul dari tanah.\n",
        "8:20 Ketahuilah, Allah tidak menolak orang yang saleh, dan Ia tidak memegang tangan orang yang berbuat jahat.\n",
        "8:21 Ia masih akan membuat mulutmu tertawa dan bibirmu bersorak-sorak.\n",
        "8:22 Pembencimu akan terselubung dengan malu, dan kemah orang fasik akan tidak ada lagi.\n"
      ]
    },
    "9": {
      "en": [
        "9:1 Then Job answered and said,\n",
        "9:2 I do indeed know that it is so. But how can a man be righteous before God?\n",
        "9:3 If he is pleased to contend with Him, He cannot answer Him one thing in a thousand.\n",
        "9:4 He is wise in heart and mighty in strength? Who has ever resisted Him and come through whole??\n",
        "9:5 He who removes mountains, and they do not know it, When He overturns them in His anger;\n",
        "9:6 Who shakes the earth from its place, And its pillars shake;\n",
        "9:7 Who commands the sun, and it does not rise, And seals up the stars;\n",
        "9:8 Who alone stretched forth the heavens And trod upon the heights of the sea;\n",
        "9:9 Who made the Bear, Orion, and the Pleiades, And the chambers of the south;\n",
        "9:10 Who does great things that cannot be searched, Indeed, wonderful deeds that cannot be numbered.\n",
        "9:11 Indeed, He passes by me, but I do not see Him; And He goes by, but I do not perceive Him.\n",
        "9:12 Indeed, He snatches away; who can stop Him? Who can say to Him, What are You doing?\n",
        "9:13 God does not turn back His anger; Under Him Rahab?s helpers stoop.\n",
        "9:14 How then can I answer Him And choose my words properly with Him?\n",
        "9:15 I, though righteous, could not answer Him; I could only plead for mercy before my Judge.\n",
        "9:16 If I called out and He answered me, I do not believe that He would hearken to my voice.\n",
        "9:17 For He crushes me with a whirlwind And multiplies my wounds without cause.\n",
        "9:18 He does not permit me to catch my breath, But fills me with bitterness.\n",
        "9:19 If we speak of strength, indeed, He is mighty! Or if of judgment, Who, says He, can appoint Me a time?\n",
        "9:20 Though I am righteous, my mouth would condemn me; Though I am perfect, it would prove me perverse.\n",
        "9:21 I am perfect; I do not regard my soul; I despise my life.\n",
        "9:22 It is all one; therefore I say, He destroys the perfect and the wicked.\n",
        "9:23 If some scourge suddenly kills, He derides the despair of the innocent.\n",
        "9:24 The earth is given into the hand of the wicked; He covers the faces of its judges. If not He, then who is it?\n",
        "9:25 And my days are swifter than a running messenger; They flee away, they do not see good;\n",
        "9:26 They go by like reed boats, Like an eagle swooping on the prey.\n",
        "9:27 If I say, I will forget my complaint, I will put off my sad countenance and look cheerful;\n",
        "9:28 I fear all my pains: I know that You will not hold me innocent.\n",
        "9:29 I will be accounted wicked; Why then do I labor in vain?\n",
        "9:30 If I wash myself with soap And cleanse my hands with lye,\n",
        "9:31 Yet You will plunge me into the pit, And my own garments will abhor me.\n",
        "9:32 For He is not a man, as I am, that I should answer Him, That we should enter into litigation together.\n",
        "9:33 There is no referee between us, Who may lay his hand upon us both.\n",
        "9:34 Let Him take His rod away from me, And let not the dread of Him terrify me;\n",
        "9:35 Then I would speak and not be afraid; For I am not such.\n"
      ],
      "id": [
        "9:1 Tetapi Ayub menjawab:\n",
        "9:2 Sungguh, aku tahu, bahwa demikianlah halnya, masakan manusia benar di hadapan Allah?\n",
        "9:3 Jikalau ia ingin beperkara dengan Allah satu dari seribu kali ia tidak dapat membantah-Nya.\n",
        "9:4 Allah itu bijak dan kuat, siapakah dapat berkeras melawan Dia, dan tetap selamat?\n",
        "9:5 Dialah yang memindahkan gunung-gunung dengan tidak diketahui orang, yang membongkar-bangkirkannya dalam murka-Nya;\n",
        "9:6 yang menggeserkan bumi dari tempatnya, sehingga tiangnya bergoyang-goyang;\n",
        "9:7 yang memberi perintah kepada matahari, sehingga tidak terbit, dan mengurung bintang-bintang dengan meterai;\n",
        "9:8 yang seorang diri membentangkan langit, dan melangkah di atas gelombang-gelombang laut;\n",
        "9:9 yang menjadikan bintang Biduk, bintang Belantik, bintang Kartika, dan gugusan-gugusan bintang Ruang Selatan;\n",
        "9:10 yang melakukan perbuatan-perbuatan besar yang tidak terduga, dan keajaiban-keajaiban yang tidak terbilang banyaknya.\n",
        "9:11 Apabila Ia melewati aku, aku tidak melihat-Nya, dan bila Ia lalu, aku tidak mengetahui.\n",
        "9:12 Apabila Ia merampas, siapa akan menghalangi-Nya? Siapa akan menegur-Nya: Apa yang Kaulakukan?\n",
        "9:13 Allah tidak menahani murka-Nya, di bawah kuasa-Nya para pembantu Rahab membungkuk;\n",
        "9:14 lebih-lebih aku, bagaimana aku dapat membantah Dia, memilih kata-kataku di hadapan Dia?\n",
        "9:15 Walaupun aku benar, aku tidak mungkin membantah Dia, malah aku harus memohon belas kasihan kepada yang mendakwa aku.\n",
        "9:16 Bila aku berseru, Ia menjawab; aku tidak dapat percaya, bahwa Ia sudi mendengarkan suaraku;\n",
        "9:17 Dialah yang meremukkan aku dalam angin ribut, yang memperbanyak lukaku dengan tidak semena-mena,\n",
        "9:18 yang tidak membiarkan aku bernafas, tetapi mengenyangkan aku dengan kepahitan.\n",
        "9:19 Jika mengenai kekuatan tenaga, Dialah yang mempunyai! Jika mengenai keadilan, siapa dapat menggugat Dia?\n",
        "9:20 Sekalipun aku benar, mulutku sendiri akan menyatakan aku tidak benar; sekalipun aku tidak bersalah, Ia akan menyatakan aku bersalah.\n",
        "9:21 Aku tidak bersalah! Aku tidak pedulikan diriku, aku tidak hiraukan hidupku!\n",
        "9:22 Semuanya itu sama saja, itulah sebabnya aku berkata: yang tidak bersalah dan yang bersalah kedua-duanya dibinasakan-Nya.\n",
        "9:23 Bila cemeti-Nya membunuh dengan tiba-tiba, Ia mengolok-olok keputusasaan orang yang tidak bersalah.\n",
        "9:24 Bumi telah diserahkan ke dalam tangan orang fasik, dan mata para hakimnya telah ditutup-Nya; kalau bukan oleh Dia, oleh siapa lagi?\n",
        "9:25 Hari-hariku berlalu lebih cepat dari pada seorang pelari, lenyap tanpa melihat bahagia,\n",
        "9:26 meluncur lewat laksana perahu dari pandan, seperti rajawali yang menyambar mangsanya.\n",
        "9:27 Bila aku berpikir: Aku hendak melupakan keluh kesahku, mengubah air mukaku, dan bergembira,\n",
        "9:28 maka takutlah aku kepada segala kesusahanku; aku tahu, bahwa Engkau tidak akan menganggap aku tidak bersalah.\n",
        "9:29 Aku dinyatakan bersalah, apa gunanya aku menyusahkan diri dengan sia-sia?\n",
        "9:30 Walaupun aku membasuh diriku dengan salju dan mencuci tanganku dengan sabun,\n",
        "9:31 namun Engkau akan membenamkan aku dalam lumpur, sehingga pakaianku merasa jijik terhadap aku.\n",
        "9:32 Karena Dia bukan manusia seperti aku, sehingga aku dapat menjawab-Nya: Mari bersama-sama menghadap pengadilan.\n",
        "9:33 Tidak ada wasit di antara kami, yang dapat memegang kami berdua!\n",
        "9:34 Biarlah Ia menyingkirkan pentung-Nya dari padaku, jangan aku ditimpa kegentaran terhadap Dia,\n",
        "9:35 maka aku akan berbicara tanpa rasa takut terhadap Dia, karena aku tidak menyadari kesalahanku.\n"
      ]
    },
    "40": {
      "en": [
        "40:1 And Jehovah answered Job and said,\n",
        "40:2 Shall one who finds fault contend with the Almighty? Let him who argues with God answer it.\n",
        "40:3 Then Job answered Jehovah and said,\n",
        "40:4 Indeed, I am worthless. What shall I reply to You? I lay my hand over my mouth.\n",
        "40:5 I have spoken once, and I will not answer; And twice, and I will proceed no further.\n",
        "40:6 And Jehovah answered Job out of the whirlwind and said,\n",
        "40:7 Gird up now your loins like a mighty man; For I will ask of you, and you shall inform Me.\n",
        "40:8 Will you indeed annul My judgment? a Will you condemn Me so that you may be justified?\n",
        "40:9 Or do you have an arm like God?s, And can you thunder with a voice like His?\n",
        "40:10 Deck yourself now with majesty and excellency, And array yourself with honor and splendor.\n",
        "40:11 Pour forth the overflowings of your anger, And look upon everyone who is proud, and abase him.\n",
        "40:12 Look upon everyone who is proud; bring him down; And tread down the wicked where they stand.\n",
        "40:13 Hide them in the dust together; Bind their faces in the hidden place.\n",
        "40:14 Then even I will praise you, That your own right hand can save you.\n",
        "40:15 Behold now the behemoth, which I made as well as you: He eats grass like the ox.\n",
        "40:16 Behold now, his strength is in his loins, And his power is in the muscles of his belly.\n",
        "40:17 He bends his tail like a cedar; The sinews of his thighs knit together.\n",
        "40:18 His bones are like bronze tubes; His limbs, like iron bars.\n",
        "40:19 He is the first of God?s ways; Only his Maker can approach him with His sword.\n",
        "40:20 For the mountains yield food for him, Where every animal of the field plays.\n",
        "40:21 Under the lotus plants he lies down, In the covert of the reed and the marsh.\n",
        "40:22 The lotus plants cover him with their shade; The willows of the brook surround him.\n",
        "40:23 Indeed, if a river overflows, he does not tremble; He is confident, though the Jordan rushes against his mouth.\n",
        "40:24 Will anyone catch him while he is watching, Or pierce his nose with a snare?\n"
      ],
      "id": [
        "40:1 Maka dari dalam badai Tuhan menjawab Ayub:\n",
        "40:2 Bersiaplah engkau sebagai laki-laki; Aku akan menanyai engkau, dan engkau memberitahu Aku.\n",
        "40:3 Apakah engkau hendak meniadakan pengadilan-Ku, mempersalahkan Aku supaya engkau dapat membenarkan dirimu?\n",
        "40:4 Apakah lenganmu seperti lengan Allah, dan dapatkah engkau mengguntur seperti Dia?\n",
        "40:5 Hiasilah dirimu dengan kemegahan dan keluhuran, kenakanlah keagungan dan semarak!\n",
        "40:6 Luapkanlah marahmu yang bergelora; amat-amatilah setiap orang yang congkak dan rendahkanlah dia!\n",
        "40:7 Amat-amatilah setiap orang yang congkak, tundukkanlah dia, dan hancurkanlah orang-orang fasik di tempatnya!\n",
        "40:8 Pendamlah mereka bersama-sama dalam debu, kurunglah mereka di tempat yang tersembunyi.\n",
        "40:9 Maka Aku pun akan memuji engkau, karena tangan kananmu memberi engkau kemenangan.\n",
        "40:10 Perhatikanlah kuda Nil, yang telah Kubuat seperti juga engkau. Ia makan rumput seperti lembu.\n",
        "40:11 Perhatikanlah tenaga di pinggangnya, kekuatan pada urat-urat perutnya!\n",
        "40:12 Ia meregangkan ekornya seperti pohon aras, otot-otot pahanya berjalin-jalinan.\n",
        "40:13 Tulang-tulangnya seperti pembuluh tembaga, kerangkanya seperti batang besi.\n",
        "40:14 Dia yang pertama dibuat Allah, makhluk yang diberi-Nya bersenjatakan pedang;\n",
        "40:15 ya, bukit-bukit mengeluarkan hasil baginya, di mana binatang-binatang liar bermain-main.\n",
        "40:16 Di bawah tumbuhan teratai ia menderum, tersembunyi dalam gelagah dan paya.\n",
        "40:17 Tumbuhan-tumbuhan teratai menaungi dia dengan bayang-bayangnya, pohon-pohon gandarusa mengelilinginya.\n",
        "40:18 Sesungguhnya, biarpun sungai sangat kuat arusnya, ia tidak gentar; ia tetap tenang, biarpun sungai Yordan meluap melanda mulutnya.\n",
        "40:19 Dapatkah orang menangkap dia dari muka, mencocok hidungnya dengan keluan?\n",
        "40:20 Dapatkah engkau menarik buaya dengan kail, atau mengimpit lidahnya dengan tali?\n",
        "40:21 Dapatkah engkau mengenakan tali rotan pada hidungnya, mencocok rahangnya dengan kaitan?\n",
        "40:22 Mungkinkah ia mengajukan banyak permohonan belas kasihan kepadamu, atau berbicara dengan lemah lembut kepadamu?\n",
        "40:23 Mungkinkah ia mengikat perjanjian dengan engkau, sehingga engkau mengambil dia menjadi hamba untuk selama-lamanya?\n",
        "40:24 Dapatkah engkau bermain-main dengan dia seperti dengan burung, dan mengikat dia untuk anak-anakmu perempuan?\n",
        "40:25 Mungkinkah kawan-kawan nelayan memperdagangkan dia, atau membagi-bagikan dia di antara pedagang-pedagang?\n",
        "40:26 Dapatkah engkau menusuki kulitnya dengan serampang, dan kepalanya dengan tempuling?\n",
        "40:27 Letakkan tanganmu ke atasnya! Ingatlah pertarungannya! - Engkau takkan melakukannya lagi!\n",
        "40:28 Sesungguhnya, harapanmu hampa! Baru saja melihat dia, orang sudah terbanting.\n"
      ]
    },
    "41": {
      "en": [
        "41:1 Can you draw out leviathan with a hook, Or press down his tongue with a cord?\n",
        "41:2 Can you put a rope in his nose, Or pierce his jaw with a hook?\n",
        "41:3 Will he make many supplications unto you, Or speak soft words to you?\n",
        "41:4 Will he make a covenant with you That you would take him as a servant forever?\n",
        "41:5 Will you play with him as with a bird, Or bind him for your maidens?\n",
        "41:6 Will the traders bargain over him? Will they divide him up among merchants?\n",
        "41:7 Can you fill his skin with harpoons, Or his head with fishing spears?\n",
        "41:8 Lay your hand on him, And remember the battle?you will never do it again!\n",
        "41:9 Indeed, any hope for him is vain; Will not one be even cast down at the sight of him?\n",
        "41:10 No one is so fierce as to stir him up; Who then is he who would stand before Me?\n",
        "41:11 Who has first given to Me that I should repay him? Whatever is under the whole heaven is Mine.\n",
        "41:12 I will not be silent about his limbs Or about the account of his mighty deeds or about the beauty of his frame.\n",
        "41:13 Who can strip off his outer garment? Who can go within his double jaws?\n",
        "41:14 Who can open the doors of his face? Around his teeth is terror.\n",
        "41:15 His pride is his rows of scales, Shut up as with a tight seal.\n",
        "41:16 One is so near the other That the air cannot pass between them.\n",
        "41:17 Each is joined to the other; They stick together and cannot be separated.\n",
        "41:18 His sneezes flash forth light, And his eyes are like the eyelids of the dawn.\n",
        "41:19 Out of his mouth go forth flaming torches; Sparks of fire leap out.\n",
        "41:20 Out of his nostrils comes smoke, As from a boiling pot and burning rushes.\n",
        "41:21 His breath kindles coals, And a flame comes from his mouth.\n",
        "41:22 In his neck abides strength, And terror dances before him.\n",
        "41:23 The folds of his flesh are joined together; They are firm upon him and immovable.\n",
        "41:24 His heart is as firm as stone, Indeed as firm as the lower millstone.\n",
        "41:25 At his rising up, the mighty fear; They are beside themselves with consternation.\n",
        "41:26 The sword that reaches him cannot avail, Nor the spear, the dart, or the javelin.\n",
        "41:27 He considers iron shafts as straw, And bronze ones as rotted wood.\n",
        "41:28 The arrow does not make him flee; With him slingstones turn to stubble.\n",
        "41:29 Clubs are considered as stubble; He laughs at the quivering javelin.\n",
        "41:30 His underparts are like sharp potsherds; He spreads himself like a threshing sledge upon the mire.\n",
        "41:31 He makes the deep boil like a cauldron; He makes the sea like a pot of ointment.\n",
        "41:32 Behind him he makes a shining wake; One would think the deep to be white-haired.\n",
        "41:33 On earth there is none his equal, Who is made without fear.\n",
        "41:34 He beholds everything that is high; He is king over all the sons of pride.\n"
      ],
      "id": [
        "41:1 Orang yang nekat pun takkan berani membangkitkan marahnya. Siapakah yang dapat bertahan di hadapan Aku?\n",
        "41:2 Siapakah yang menghadapi Aku, yang Kubiarkan tetap selamat? Apa yang ada di seluruh kolong langit, adalah kepunyaan-Ku.\n",
        "41:3 Aku tidak akan berdiam diri tentang anggota-anggota badannya, tentang keperkasaannya dan perawakannya yang tampan.\n",
        "41:4 Siapakah dapat menyingkapkan pakaian luarnya? Baju zirahnya yang berlapis dua, siapakah dapat menembusnya?\n",
        "41:5 Siapa dapat membuka pintu moncongnya? Di sekeliling giginya ada kengerian.\n",
        "41:6 Punggungnya adalah perisai-perisai yang bersusun, terlekat rapat seperti meterai.\n",
        "41:7 Rapat hubungannya yang satu dengan yang lain, sehingga angin tidak dapat masuk;\n",
        "41:8 yang satu melekat pada yang lain, bertautan tak terceraikan lagi.\n",
        "41:9 Bersinnya menyinarkan cahaya, matanya laksana merekahnya fajar.\n",
        "41:10 Dari dalam mulutnya keluar suluh, dan berpancaran bunga api.\n",
        "41:11 Dari dalam lubang hidungnya mengepul uap bagaikan dari dalam belanga yang mendidih dan menggelegak isinya.\n",
        "41:12 Nafasnya menyalakan bara, dan nyala api keluar dari dalam mulutnya.\n",
        "41:13 Di dalam tengkuknya ada kekuatan; ketakutan berlompatan di hadapannya.\n",
        "41:14 Daging gelambirnya berlekatan, melekat padanya, tidak tergerak.\n",
        "41:15 Hatinya keras seperti batu, keras seperti batu kilangan bawah.\n",
        "41:16 Bila ia bangkit, maka semua yang berkuasa menjadi gentar, menjadi bingung karena ketakutan.\n",
        "41:17 Bila ia diserang dengan pedang, ia tidak mempan, demikian juga dengan tombak, seligi atau lembing.\n",
        "41:18 Besi dirasanya seperti jerami, tembaga seperti kayu lapuk.\n",
        "41:19 Anak panah tidak dapat menghalau dia, batu umban seolah-olah berubah padanya menjadi jerami.\n",
        "41:20 Gada dianggapnya jerami dan ia menertawakan desingan lembing.\n",
        "41:21 Pada bagian bawahnya ada tembikar yang runcing; ia membujur di atas lumpur seperti pengeretan pengirik.\n",
        "41:22 Lubuk dibuatnya berbual-bual seperti periuk, laut dijadikannya tempat memasak campuran rempah-rempah.\n",
        "41:23 Ia meninggalkan jejak yang bercahaya, sehingga samudera raya disangka orang rambut putih.\n",
        "41:24 Tidak ada taranya di atas bumi; itulah makhluk yang tidak mengenal takut.\n",
        "41:25 Segala yang tinggi takut kepadanya; ia adalah raja atas segala binatang yang ganas.\n"
      ]
    },
    "20": {
      "en": [
        "20:1 Then Zophar the Naamathite answered and said,\n",
        "20:2 Because of this, my disquieting thoughts answer me; And hence my haste is in me.\n",
        "20:3 I hear the reproof that humiliates me, And the spirit of my understanding answers me.\n",
        "20:4 Do you not know this from of old, Since man was set upon the earth,\n",
        "20:5 That the joyous shouting of the wicked is short, And the rejoicing of the profane is but for a moment?\n",
        "20:6 Though his arrogance goes up to heaven, And his head touches the clouds;\n",
        "20:7 Like his own dung he perishes forever; Those who have seen him say, Where is he?\n",
        "20:8 Like a dream he flies away and is not found; Indeed he is chased away like a vision of the night.\n",
        "20:9 The eye looks on him then sees him no more, Nor does his place observe him anymore.\n",
        "20:10 His children seek the favor of the poor, And his hands return his wealth.\n",
        "20:11 His bones are full of youthful vigor, Yet it lies down with him in the dust.\n",
        "20:12 Though wickedness is sweet in his mouth, Though he hides it under his tongue,\n",
        "20:13 Though he favors it and will not forsake it, But holds it in his mouth;\n",
        "20:14 His food in his bowels is changed; It is the venom of asps within him.\n",
        "20:15 He swallows down riches and vomits them up; God casts them forth from his stomach.\n",
        "20:16 He sucks the poison of asps; The tongue of the viper slays him.\n",
        "20:17 He will not look on the rivers, The streams flowing with honey and butter.\n",
        "20:18 He will return what he toiled for and will not swallow it down; And he will not rejoice according to the wealth of his trading.\n",
        "20:19 For he has oppressed and abandoned the poor; He has violently seized a house that he did not build.\n",
        "20:20 Because he knew no respite in his craving, Of that which he desired he will save nothing.\n",
        "20:21 There will be nothing left of what he has devoured; Thus his prosperity will not endure.\n",
        "20:22 In the fullness of his sufficiency he will be distressed; The hand of everyone in trouble will come against him.\n",
        "20:23 In order to fill his belly, 1 God will send the burning fierceness of His wrath on him And will rain it upon him as his food.\n",
        "20:24 He will flee from the iron weapon, But the bronze bow will strike him through.\n",
        "20:25 He draws the arrow out, and it comes out of his body; Indeed the glittering point goes forth from his gall. Terrors come upon him.\n",
        "20:26 Total darkness is laid up as his treasures; A fire not fanned by man will devour him; It will feed on what is left in his tent.\n",
        "20:27 The heavens will reveal his iniquity, And the earth will rise up against him.\n",
        "20:28 The increase of his house will depart As things swept away in the day of His wrath.\n",
        "20:29 This is the wicked man?s portion from God And the inheritance decreed to him by God.\n"
      ],
      "id": [
        "20:1 Maka Zofar, orang Naama, menjawab:\n",
        "20:2 Oleh sebab itulah pikiran-pikiranku mendorong aku menjawab, karena hatiku tidak sabar lagi.\n",
        "20:3 Kudengar teguran yang menghina aku, tetapi yang menjawab aku ialah akal budi yang tidak berpengertian.\n",
        "20:4 Belumkah engkau mengetahui semuanya itu sejak dahulu kala, sejak manusia ditempatkan di bumi,\n",
        "20:5 bahwa sorak-sorai orang fasik hanya sebentar saja, dan sukacita orang durhaka hanya sekejap mata?\n",
        "20:6 Walaupun keangkuhannya sampai ke langit dan kepalanya mengenai awan,\n",
        "20:7 namun seperti tahinya ia akan binasa untuk selama-lamanya; siapa yang pernah melihatnya, bertanya: Di mana dia?\n",
        "20:8 Bagaikan impian ia melayang hilang, tak berbekas, lenyap bagaikan penglihatan waktu malam.\n",
        "20:9 Ia tidak lagi tampak pada mata yang melihatnya, dan tempat kediamannya tidak melihatnya lagi.\n",
        "20:10 Anak-anaknya harus mencari belas kasihan orang miskin, dan tangannya sendiri harus mengembalikan kekayaannya.\n",
        "20:11 Tulang-tulangnya boleh penuh tenaga orang muda, tetapi tenaga itu pun akan membaringkan diri bersama dia dalam debu.\n",
        "20:12 Sungguhpun kejahatan manis rasanya di dalam mulutnya, sekalipun ia menyembunyikannya di bawah lidahnya,\n",
        "20:13 menikmatinya serta tidak melepaskannya, dan menahannya pada langit-langitnya,\n",
        "20:14 namun berubah juga makanannya di dalam perutnya, menjadi bisa ular tedung di dalamnya.\n",
        "20:15 Harta benda ditelannya, tetapi dimuntahkannya lagi, Allah yang mengeluarkannya dari dalam perutnya.\n",
        "20:16 Bisa ular tedung akan diisapnya, ia akan dibunuh oleh lidah ular.\n",
        "20:17 Ia tidak boleh melihat batang-batang air dan sungai-sungai yang mengalirkan madu dan dadih.\n",
        "20:18 Ia harus mengembalikan apa yang diperolehnya dan tidak mengecapnya; ia tidak menikmati kekayaan hasil dagangnya.\n",
        "20:19 Karena ia telah menghancurkan orang miskin, dan meninggalkan mereka terlantar; ia merampas rumah yang tidak dibangunnya.\n",
        "20:20 Sesungguhnya, ia tidak mengenal ketenangan dalam batinnya, dan ia tidak akan terluput dengan membawa harta bendanya.\n",
        "20:21 Suatu pun tidak luput dari pada lahapnya, itulah sebabnya kemujurannya tidak kekal.\n",
        "20:22 Dalam kemewahannya yang berlimpah-limpah ia penuh kuatir; ia ditimpa kesusahan dengan sangat dahsyatnya.\n",
        "20:23 Untuk mengisi perutnya, Allah melepaskan ke atasnya murka-Nya yang menyala-nyala, dan menghujankan itu kepadanya sebagai makanannya.\n",
        "20:24 Ia dapat meluputkan diri terhadap senjata besi, namun panah tembaga menembus dia.\n",
        "20:25 Anak panah itu tercabut dan keluar dari punggungnya, mata panah yang berkilat itu keluar dari empedunya: ia menjadi ngeri.\n",
        "20:26 Kegelapan semata-mata tersedia bagi dia, api yang tidak ditiup memakan dia dan menghabiskan apa yang tersisa dalam kemahnya.\n",
        "20:27 Langit menyingkapkan kesalahannya, dan bumi bangkit melawan dia.\n",
        "20:28 Hasil usahanya yang ada di rumahnya diangkut, semuanya habis pada hari murka-Nya.\n",
        "20:29 Itulah ganjaran Allah bagi orang fasik, milik pusaka yang dijanjikan Allah kepadanya.\n"
      ]
    },
    "42": {
      "en": [
        "42:1 Then Job answered Jehovah and said,\n",
        "42:2 I know that You can do all things And that no purpose of Yours can be restrained.\n",
        "42:3 Who is this who hides counsel without knowledge? Therefore I have uttered what I did not understand, Things too wonderful for me, which I did not know.\n",
        "42:4 Hear now, and I will speak; a I will ask of You, and You shall inform me.\n",
        "42:5 I had heard of You by the hearing of the ear, But now my eye has seen You;\n",
        "42:6 Therefore I abhor myself, and I repent In dust and ashes.\n",
        "42:7 And after Jehovah had spoken these words to Job, Jehovah said to Eliphaz the Temanite, My anger is kindled against you and against your two friends, for you have not spoken concerning Me that which is right, as My servant Job has.\n",
        "42:8 Now therefore take for yourselves seven bulls and seven rams, and go to My servant Job, and offer them as a burnt offering for yourselves. And My servant Job will pray for you; for I will accept him, so that I do not deal with you according to your folly; for you have not spoken concerning Me that which is right, as My servant Job has.\n",
        "42:9 So Eliphaz the Temanite and Bildad the Shuhite and Zophar the Naamathite went and did as Jehovah told them; and Jehovah accepted Job.\n",
        "42:10 And Jehovah turned the captivity of Job when he prayed for his friends, and Jehovah gave Job twice as much as he had before.\n",
        "42:11 And all his brothers and all his sisters and all his previous acquaintances came to him and ate bread with him in his house. And they consoled and comforted him for all the misfortune that Jehovah had brought upon him. And each gave to him a piece of money, and each, a gold ring.\n",
        "42:12 Thus Jehovah blessed Job?s latter end more than his beginning; and he had fourteen thousand sheep and six thousand camels and a thousand yoke of oxen and a thousand female donkeys.\n",
        "42:13 And he had seven sons and three daughters.\n",
        "42:14 And he named the first Jemimah, and the second Keziah, and the third Keren-happuch.\n",
        "42:15 And in all the land no women were found as beautiful as the daughters of Job. And their father gave them an inheritance among their brothers.\n",
        "42:16 And after this, Job lived a hundred and forty years; and he saw his children and his grandchildren, even four generations.\n",
        "42:17 And Job died, old and full of days .\n"
      ],
      "id": [
        "42:1 Maka jawab Ayub kepada Tuhan:\n",
        "42:2 Aku tahu, bahwa Engkau sanggup melakukan segala sesuatu, dan tidak ada rencana-Mu yang gagal.\n",
        "42:3 Firman-Mu: Siapakah dia yang menyelubungi keputusan tanpa pengetahuan? Itulah sebabnya, tanpa pengertian aku telah bercerita tentang hal-hal yang sangat ajaib bagiku dan yang tidak kuketahui.\n",
        "42:4 Firman-Mu: Dengarlah, maka Akulah yang akan berfirman; Aku akan menanyai engkau, supaya engkau memberitahu Aku.\n",
        "42:5 Hanya dari kata orang saja aku mendengar tentang Engkau, tetapi sekarang mataku sendiri memandang Engkau.\n",
        "42:6 Oleh sebab itu aku mencabut perkataanku dan dengan menyesal aku duduk dalam debu dan abu.\n",
        "42:7 Setelah Tuhan mengucapkan firman itu kepada Ayub, maka firman Tuhan kepada Elifas, orang Teman: Murka-Ku menyala terhadap engkau dan terhadap kedua sahabatmu, karena kamu tidak berkata benar tentang Aku seperti hamba-Ku Ayub.\n",
        "42:8 Oleh sebab itu, ambillah tujuh ekor lembu jantan dan tujuh ekor domba jantan dan pergilah kepada hamba-Ku Ayub, lalu persembahkanlah semuanya itu sebagai kurban bakaran untuk dirimu, dan baiklah hamba-Ku Ayub meminta doa untuk kamu, karena hanya permintaannyalah yang akan Kuterima, supaya Aku tidak melakukan aniaya terhadap kamu, sebab kamu tidak berkata benar tentang Aku seperti hamba-Ku Ayub.\n",
        "42:9 Maka pergilah Elifas, orang Teman, Bildad, orang Suah, dan Zofar, orang Naama, lalu mereka melakukan seperti apa yang difirmankan Tuhan kepada mereka. Dan Tuhan menerima permintaan Ayub.\n",
        "42:10 Lalu Tuhan memulihkan keadaan Ayub, setelah ia meminta doa untuk sahabat-sahabatnya, dan Tuhan memberikan kepada Ayub dua kali lipat dari segala kepunyaannya dahulu.\n",
        "42:11 Kemudian datanglah kepadanya semua saudaranya laki-laki dan perempuan dan semua kenalannya yang lama, dan makan bersama-sama dengan dia di rumahnya. Mereka menyatakan turut berdukacita dan menghibur dia oleh karena segala malapetaka yang telah ditimpakan Tuhan kepadanya, dan mereka masing-masing memberi dia uang satu kesita dan sebuah cincin emas.\n",
        "42:12 Tuhan memberkati Ayub dalam hidupnya yang selanjutnya lebih dari pada dalam hidupnya yang dahulu; ia mendapat empat belas ribu ekor kambing domba, dan enam ribu unta, seribu pasang lembu, dan seribu ekor keledai betina.\n",
        "42:13 Ia juga mendapat tujuh orang anak laki-laki dan tiga orang anak perempuan;\n",
        "42:14 dan anak perempuan yang pertama diberinya nama Yemima, yang kedua Kezia dan yang ketiga Kerenhapukh.\n",
        "42:15 Di seluruh negeri tidak terdapat perempuan yang secantik anak-anak Ayub, dan mereka diberi ayahnya milik pusaka di tengah-tengah saudara-saudaranya laki-laki.\n",
        "42:16 Sesudah itu Ayub masih hidup seratus empat puluh tahun lamanya; ia melihat anak-anaknya dan cucu-cucunya sampai keturunan yang keempat.\n",
        "42:17 Maka matilah Ayub, tua dan lanjut umur.\n"
      ]
    },
    "21": {
      "en": [
        "21:1 Then Job answered and said,\n",
        "21:2 Listen carefully to my word, And let this be your consolations.\n",
        "21:3 Bear with me, and I will speak; And after I have spoken, mock on.\n",
        "21:4 As for me, is my complaint to man? And why should my spirit not be impatient?\n",
        "21:5 Look at me and be appalled; And put your hand over your mouth.\n",
        "21:6 Even when I remember, I am troubled, And horror takes hold of my flesh.\n",
        "21:7 Why do the wicked live, Grow old, even become mighty in riches?\n",
        "21:8 Their seed is established with them in their sight, And their offspring, before their eyes.\n",
        "21:9 Their houses are free from dread, And the rod of God is not upon them.\n",
        "21:10 Their bull breeds and does not fail; 1 Their cow calves and does not miscarry.\n",
        "21:11 They send forth their little ones like a herd, And their children dance.\n",
        "21:12 They lift up their voices to the tambourine and lyre, And they rejoice at the sound of the flute.\n",
        "21:13 They spend their days in prosperity, And in a moment they go down into Sheol.\n",
        "21:14 And they say unto God, Depart from us, For we do not desire the knowledge of Your ways.\n",
        "21:15 What is the Almighty, that we should serve Him? And what profit is there, that we should pray to Him?\n",
        "21:16 Indeed, their prosperity is not in their own hand. The counsel of the wicked is far from Him.\n",
        "21:17 How often is the lamp of the wicked put out, So that their calamity comes upon them, So that God distributes sorrows in His anger?\n",
        "21:18 Do they become like straw before the wind And like chaff that the storm carries off?\n",
        "21:19 You say, God stores up the punishment of his iniquity for his children. I say, Let Him recompense him, so that he knows it.\n",
        "21:20 Let his eyes see his destruction, And let him drink the wrath of the Almighty.\n",
        "21:21 For what is there for him to delight in, in his house after him, When the number of his months is cut off?\n",
        "21:22 Will someone teach knowledge to God, Seeing that He judges those who are on high?\n",
        "21:23 One dies in his full strength, Being completely at ease and quiet;\n",
        "21:24 His pails are full of milk, And the marrow of his bones is moist.\n",
        "21:25 But another dies in bitterness of soul And does not taste of good.\n",
        "21:26 They lie down alike in the dust, And the worm covers them.\n",
        "21:27 Indeed, I know your thoughts, And the devices by which you would wrong me.\n",
        "21:28 For you say, Where is the house of the prince? Where is the tent of the dwellings of the wicked?\n",
        "21:29 Have you not asked those who travel the roads? And do you not regard their evidence,\n",
        "21:30 That the wicked man is spared in the day of calamity, That they are led forth at the day of overflowing wrath?\n",
        "21:31 Who will declare his way to his face? And who will repay him what he has done?\n",
        "21:32 When he is borne to the grave, A watch is kept over the tomb.\n",
        "21:33 The clods of the valley are sweet to him; And all men go in procession after him, And those who went before him are without number.\n",
        "21:34 Why then do you comfort me with vanity? For your responses leave only falsehood behind.\n"
      ],
      "id": [
        "21:1 Tetapi Ayub menjawab:\n",
        "21:2 Dengarkanlah baik-baik perkataanku dan biarlah itu menjadi penghiburanmu.\n",
        "21:3 Bersabarlah dengan aku, aku akan berbicara; sehabis bicaraku bolehlah kamu mengejek.\n",
        "21:4 Kepada manusiakah keluhanku tertuju? Mengapa aku tidak boleh kesal hati?\n",
        "21:5 Berpalinglah kepadaku, maka kamu akan tercengang, dan menutup mulutmu dengan tangan!\n",
        "21:6 Kalau aku memikirkannya, aku menjadi takut, dan gemetarlah tubuhku.\n",
        "21:b. Kemakmuran Orang Jahat\n",
        "21:7 Mengapa orang fasik tetap hidup, menjadi tua, bahkan menjadi bertambah-tambah kuat?\n",
        "21:8 Keturunan mereka tetap bersama mereka, dan anak cucu diperhatikan mereka.\n",
        "21:9 Rumah-rumah mereka aman, tak ada ketakutan, pentung Allah tidak menimpa mereka.\n",
        "21:10 Lembu jantan mereka memacek dan tidak gagal, lembu betina mereka beranak dan tidak keguguran.\n",
        "21:11 Kanak-kanak mereka dibiarkan keluar seperti kambing domba, anak-anak mereka melompat-lompat.\n",
        "21:12 Mereka bernyanyi-nyanyi dengan iringan rebana dan kecapi, dan bersukaria menurut lagu seruling.\n",
        "21:13 Mereka menghabiskan hari-hari mereka dalam kemujuran, dan dengan tenang mereka turun ke dalam dunia orang mati.\n",
        "21:14 Tetapi kata mereka kepada Allah: Pergilah dari kami! Kami tidak suka mengetahui jalan-jalan-Mu.\n",
        "21:15 Yang Mahakuasa itu apa, sehingga kami harus beribadah kepada-Nya, dan apa manfaatnya bagi kami, kalau kami memohon kepada-Nya?\n",
        "21:16 Memang, kemujuran mereka tidak terletak dalam kuasa mereka sendiri! Rancangan orang fasik adalah jauh dari padaku.\n",
        "21:17 Betapa sering pelita orang fasik dipadamkan, kebinasaan menimpa mereka, dan kesakitan dibagikan Allah kepada mereka dalam murka-Nya!\n",
        "21:18 Mereka menjadi seperti jerami di depan angin, seperti sekam yang diterbangkan badai.\n",
        "21:19 Bencana untuk dia disimpan Allah bagi anak-anaknya. Sebaiknya, orang itu sendiri diganjar Allah, supaya sadar;\n",
        "21:20 sebaiknya matanya sendiri melihat kebinasaannya, dan ia sendiri minum dari murka Yang Mahakuasa!\n",
        "21:21 Karena peduli apa ia dengan keluarganya sesudah ia mati, bila telah habis jumlah bulannya?\n",
        "21:22 Masakan kepada Allah diajarkan orang pengetahuan, kepada Dia yang mengadili mereka yang di tempat tinggi?\n",
        "21:23 Yang seorang mati dengan masih penuh tenaga, dengan sangat tenang dan sentosa;\n",
        "21:24 pinggangnya gemuk oleh lemak, dan sumsum tulang-tulangnya masih segar.\n",
        "21:25 Yang lain mati dengan sakit hati, dengan tidak pernah merasakan kenikmatan.\n",
        "21:26 Tetapi sama-sama mereka terbaring di dalam debu, dan berenga-berenga berkeriapan di atas mereka.\n",
        "21:27 Sesungguhnya, aku mengetahui pikiranmu, dan muslihat yang kamu rancangkan terhadap aku.\n",
        "21:28 Katamu: Di mana rumah penguasa? Di mana kemah tempat kediaman orang-orang fasik?\n",
        "21:29 Belum pernahkah kamu bertanya-tanya kepada orang-orang yang lewat di jalan? Dapatkah kamu menyangkal petunjuk-petunjuk mereka,\n",
        "21:30 bahwa orang jahat terlindung pada hari kebinasaan, dan diselamatkan pada hari murka Allah?\n",
        "21:31 Siapa yang akan langsung menggugat kelakuannya, dan mengganjar perbuatannya?\n",
        "21:32 Dialah yang dibawa ke kuburan, dan jiratnya dirawat orang.\n",
        "21:33 Dengan nyaman ia ditutupi oleh gumpalan-gumpalan tanah di lembah; setiap orang mengikuti dia, dan yang mendahului dia tidak terbilang banyaknya.\n",
        "21:34 Alangkah hampanya penghiburanmu bagiku! Semua jawabanmu hanyalah tipu daya belaka!\n"
      ]
    }
  }
}
