{
  "Ecclesiastes": [
    {
      "1": {
        "en": [
          "1:1 The words of the Preacher, the son of David, the king in Jerusalem.\n",
          "1:2 Vanity of vanities, says the Preacher; / Vanity of vanities; all is vanity.\n",
          "1:3 What advantage does a man have in all his work / Which he does under the sun?\n",
          "1:4 A generation goes and a generation comes, / But the earth stands forever.\n",
          "1:5 Also, the sun rises, and the sun sets / And hurries to its place where it rises.\n",
          "1:6 Going to the south, then turning to the north, / Turning about continually, the wind goes on; / And following its circuits, the wind returns.\n",
          "1:7 All the rivers run to the sea, / Yet the sea is not full; / To the place where the rivers run, / There they run again.\n",
          "1:8 All things are wearisome; / No one is able to tell it; / The eye is not satisfied with seeing, / Nor is the ear filled with hearing.\n",
          "1:9 What has been is what will be, / And what has been done is what will be done, / And there is nothing new under the sun.\n",
          "1:10 Is there anything of which one can say, See, this is new? / Already it has been, in the ages that were before us.\n",
          "1:11 There is no remembrance of those who were before; / And also those who will come to be afterward, for them there will be no remembrance / With those who come to be after them.\n",
          "1:12 I, the Preacher, have been king over Israel in Jerusalem.\n",
          "1:13 And I set my heart to seek and to search out by wisdom all that is done under the heavens. It is grievous travail that God has given to the children of men to travail in.\n",
          "1:14 I have seen all the works that are done under the sun, and indeed, all is vanity and a chasing after wind.\n",
          "1:15 What is crooked cannot be made straight, and what is lacking cannot be counted.\n",
          "1:16 I spoke to my own heart, saying, Now I have magnified and increased my wisdom more than all who have been over Jerusalem before me; and my heart has observed in abundance wisdom and knowledge.\n",
          "1:17 And I set my heart to know wisdom and to know madness and folly; I perceived that this also is a chasing after wind.\n",
          "1:18 For in much wisdom is much vexation, and he who increases knowledge increases sorrow.\n"
        ],
        "id": [
          "1:1 Inilah perkataan Pengkhotbah, anak Daud, raja di Yerusalem.\n",
          "1:2 Kesia-siaan belaka, kata Pengkhotbah, kesia-siaan belaka, segala sesuatu adalah sia-sia.\n",
          "1:3 Apakah gunanya manusia berusaha dengan jerih payah di bawah matahari?\n",
          "1:4 Keturunan yang satu pergi dan keturunan yang lain datang, tetapi bumi tetap ada.\n",
          "1:5 Matahari terbit, matahari terbenam, lalu terburu-buru menuju tempat ia terbit kembali.\n",
          "1:6 Angin bertiup ke selatan, lalu berputar ke utara, terus-menerus ia berputar, dan dalam putarannya angin itu kembali.\n",
          "1:7 Semua sungai mengalir ke laut, tetapi laut tidak juga menjadi penuh; ke mana sungai mengalir, ke situ sungai mengalir selalu.\n",
          "1:8 Segala sesuatu menjemukan, sehingga tak terkatakan oleh manusia; mata tidak kenyang melihat, telinga tidak puas mendengar.\n",
          "1:9 Apa yang pernah ada akan ada lagi, dan apa yang pernah dibuat akan dibuat lagi; tak ada sesuatu yang baru di bawah matahari.\n",
          "1:10 Adakah sesuatu yang dapat dikatakan: Lihatlah, ini baru!? Tetapi itu sudah ada dulu, lama sebelum kita ada.\n",
          "1:11 Kenang-kenangan dari masa lampau tidak ada, dan dari masa depan yang masih akan datang pun tidak akan ada kenang-kenangan pada mereka yang hidup sesudahnya.\n",
          "1:12 Aku, Pengkhotbah, adalah raja atas Israel di Yerusalem.\n",
          "1:13 Aku membulatkan hatiku untuk memeriksa dan menyelidiki dengan hikmat segala yang terjadi di bawah langit. Itu pekerjaan yang menyusahkan yang diberikan Allah kepada anak-anak manusia untuk melelahkan diri.\n",
          "1:14 Aku telah melihat segala perbuatan yang dilakukan orang di bawah matahari, tetapi lihatlah, segala sesuatu adalah kesia-siaan dan usaha menjaring angin.\n",
          "1:15 Yang bongkok tak dapat diluruskan, dan yang tidak ada tak dapat dihitung.\n",
          "1:16 Aku berkata dalam hati: Lihatlah, aku telah memperbesar dan menambah hikmat lebih dari pada semua orang yang memerintah atas Yerusalem sebelum aku, dan hatiku telah memperoleh banyak hikmat dan pengetahuan.\n",
          "1:17 Aku telah membulatkan hatiku untuk memahami hikmat dan pengetahuan, kebodohan dan kebebalan. Tetapi aku menyadari bahwa hal ini pun adalah usaha menjaring angin,\n",
          "1:18 karena di dalam banyak hikmat ada banyak susah hati, dan siapa memperbanyak pengetahuan, memperbanyak kesedihan.\n"
        ]
      }
    },
    {
      "2": {
        "en": [
          "2:1 I said in my heart, Come now, I will test out pleasure; so taste enjoyment. But indeed, this also is vanity.\n",
          "2:2 I said of laughter, Madness! and of pleasure, What does it accomplish?\n",
          "2:3 I searched with my heart how to cheer my flesh with wine while my heart guided me with wisdom, and how to take hold of folly, until I could see what good there is for the children of men to do under the heavens the few days of their lives.\n",
          "2:4 I enlarged my works: I built houses for myself; I planted vineyards for myself;\n",
          "2:5 I made gardens and parks for myself, and planted in them trees of every kind of fruit.\n",
          "2:6 I made water ponds for myself from which to water a forest of growing trees.\n",
          "2:7 I bought male and female servants, and had servants born in my house; also I had great possessions of herds and flocks, more than all that had been before me in Jerusalem.\n",
          "2:8 I gathered also silver and gold for myself and the treasures of kings and provinces; I got for myself male singers and female singers and the delights of the children of men, concubine after concubine.\n",
          "2:9 And I became great and increased more than all who had been before me in Jerusalem; also my wisdom remained with me.\n",
          "2:10 And whatever my eyes desired I did not keep from them; I did not keep my heart from any pleasure, for my heart found pleasure in all my labor, and this was my portion from all my labor.\n",
          "2:11 Then I turned to all the works that my hands had done and the labor by which I had labored in doing them, and indeed, all was vanity and a chasing after wind; and there was no advantage under the sun.\n",
          "2:12 And I turned to consider wisdom and madness and folly, for what will the man do who comes after the king? Only that which has been done already.\n",
          "2:13 And I saw that wisdom excels folly as light excels darkness.\n",
          "2:14 The wise man?s eyes are in his head, and the fool walks in darkness; yet I also perceived that one fate happens to them all.\n",
          "2:15 And I said in my heart, As it happens to the fool, so also will it happen to me. Why then have I been so wise? And I said in my heart, This also is vanity.\n",
          "2:16 For of the wise man, even as of the fool, there is no remembrance forever, seeing that in the days to come all will be forgotten. And how the wise man dies just like the fool!\n",
          "2:17 So I hated life, for the work that is done under the sun was grievous to me, because everything is vanity and a chasing after wind.\n",
          "2:18 And I hated all my labor for which I had labored under the sun, because I will leave it to the man who comes after me.\n",
          "2:19 And who knows whether he will be a wise man or a fool? Yet he will be master over all my labor for which I have labored and in which I exercised wisdom under the sun. This also is vanity.\n",
          "2:20 Therefore I turned and gave my heart up to despair of all the labor for which I had labored under the sun;\n",
          "2:21 For there is a man whose labor has been with wisdom and with knowledge and with skill, and to a man who has not labored on it he gives it as his portion. This also is vanity and a great evil.\n",
          "2:22 For what will a man have with all his labor and with the striving of his heart by which he labors under the sun?\n",
          "2:23 For all his days are sorrow, and his travail is vexation; even at night his heart does not rest. This also is vanity.\n",
          "2:24 There is nothing better for man than to eat and to drink and to make his soul taste enjoyment in his labor. This also I saw, that it is from the hand of God.\n",
          "2:25 For who can eat or who can enjoy without Him?\n",
          "2:26 For to the man who is good in His sight He gives wisdom and knowledge and joy, but to the sinner He gives the travail of gathering and heaping up that it may be given to him who is good in God?s sight. This also is vanity and a chasing after wind.\n"
        ],
        "id": [
          "2:1 Aku berkata dalam hati: Mari, aku hendak menguji kegirangan! Nikmatilah kesenangan! Tetapi lihat, juga itu pun sia-sia.\n",
          "2:2 Tentang tertawa aku berkata: Itu bodoh!, dan mengenai kegirangan: Apa gunanya?\n",
          "2:3 Aku menyelidiki diriku dengan menyegarkan tubuhku dengan anggur, sedang akal budiku tetap memimpin dengan hikmat, dan dengan memperoleh kebebalan, sampai aku mengetahui apa yang baik bagi anak-anak manusia untuk dilakukan di bawah langit selama hidup mereka yang pendek itu.\n",
          "2:4 Aku melakukan pekerjaan-pekerjaan besar, mendirikan bagiku rumah-rumah, menanami bagiku kebun-kebun anggur;\n",
          "2:5 aku mengusahakan bagiku kebun-kebun dan taman-taman, dan menanaminya dengan rupa-rupa pohon buah-buahan;\n",
          "2:6 aku menggali bagiku kolam-kolam untuk mengairi dari situ tanaman pohon-pohon muda.\n",
          "2:7 Aku membeli budak-budak laki-laki dan perempuan, dan ada budak-budak yang lahir di rumahku; aku mempunyai juga banyak sapi dan kambing domba melebihi siapa pun yang pernah hidup di Yerusalem sebelum aku.\n",
          "2:8 Aku mengumpulkan bagiku juga perak dan emas, harta benda raja-raja dan daerah-daerah. Aku mencari bagiku biduan-biduan dan biduanita-biduanita, dan yang menyenangkan anak-anak manusia, yakni banyak gundik.\n",
          "2:9 Dengan demikian aku menjadi besar, bahkan lebih besar dari pada siapa pun yang pernah hidup di Yerusalem sebelum aku; dalam pada itu hikmatku tinggal tetap padaku.\n",
          "2:10 Aku tidak merintangi mataku dari apa pun yang dikehendakinya, dan aku tidak menahan hatiku dari sukacita apa pun, sebab hatiku bersukacita karena segala jerih payahku. Itulah buah segala jerih payahku.\n",
          "2:11 Ketika aku meneliti segala pekerjaan yang telah dilakukan tanganku dan segala usaha yang telah kulakukan untuk itu dengan jerih payah, lihatlah, segala sesuatu adalah kesia-siaan dan usaha menjaring angin; memang tak ada keuntungan di bawah matahari.\n",
          "2:12 Lalu aku berpaling untuk meninjau hikmat, kebodohan dan kebebalan, sebab apa yang dapat dilakukan orang yang menggantikan raja? Hanya apa yang telah dilakukan orang.\n",
          "2:13 Dan aku melihat bahwa hikmat melebihi kebodohan, seperti terang melebihi kegelapan.\n",
          "2:14 Mata orang berhikmat ada di kepalanya, sedangkan orang yang bodoh berjalan dalam kegelapan, tetapi aku tahu juga bahwa nasib yang sama menimpa mereka semua.\n",
          "2:15 Maka aku berkata dalam hati: Nasib yang menimpa orang bodoh juga akan menimpa aku. Untuk apa aku ini dulu begitu berhikmat? Lalu aku berkata dalam hati, bahwa ini pun sia-sia.\n",
          "2:16 Karena tidak ada kenang-kenangan yang kekal baik dari orang yang berhikmat, maupun dari orang yang bodoh, sebab pada hari-hari yang akan datang kesemuanya sudah lama dilupakan. Dan, ah, orang yang berhikmat mati juga seperti orang yang bodoh!\n",
          "2:17 Oleh sebab itu aku membenci hidup, karena aku menganggap menyusahkan apa yang dilakukan di bawah matahari, sebab segala sesuatu adalah kesia-siaan dan usaha menjaring angin.\n",
          "2:18 Aku membenci segala usaha yang kulakukan dengan jerih payah di bawah matahari, sebab aku harus meninggalkannya kepada orang yang datang sesudah aku.\n",
          "2:19 Dan siapakah yang mengetahui apakah orang itu berhikmat atau bodoh? Meskipun demikian ia akan berkuasa atas segala usaha yang kulakukan di bawah matahari dengan jerih payah dan dengan mempergunakan hikmat. Ini pun sia-sia.\n",
          "2:20 Dengan demikian aku mulai putus asa terhadap segala usaha yang kulakukan dengan jerih payah di bawah matahari.\n",
          "2:21 Sebab, kalau ada orang berlelah-lelah dengan hikmat, pengetahuan dan kecakapan, maka ia harus meninggalkan bahagiannya kepada orang yang tidak berlelah-lelah untuk itu. Ini pun kesia-siaan dan kemalangan yang besar.\n",
          "2:22 Apakah faedahnya yang diperoleh manusia dari segala usaha yang dilakukannya dengan jerih payah di bawah matahari dan dari keinginan hatinya?\n",
          "2:23 Seluruh hidupnya penuh kesedihan dan pekerjaannya penuh kesusahan hati, bahkan pada malam hari hatinya tidak tenteram. Ini pun sia-sia.\n",
          "2:24 Tak ada yang lebih baik bagi manusia dari pada makan dan minum dan bersenang-senang dalam jerih payahnya. Aku menyadari bahwa ini pun dari tangan Allah.\n",
          "2:25 Karena siapa dapat makan dan merasakan kenikmatan di luar Dia?\n",
          "2:26 Karena kepada orang yang dikenan-Nya Ia mengaruniakan hikmat, pengetahuan dan kesukaan, tetapi orang berdosa ditugaskan-Nya untuk menghimpun dan menimbun sesuatu yang kemudian harus diberikannya kepada orang yang dikenan Allah. Ini pun kesia-siaan dan usaha menjaring angin.\n"
        ]
      }
    },
    {
      "3": {
        "en": [
          "3:1 For everything there is a season, / And a time for every purpose under heaven:\n",
          "3:2 A time to be born, and a time to die; / A time to plant, and a time to pluck up what is planted;\n",
          "3:3 A time to kill, and a time to heal; / A time to tear down, and a time to build up;\n",
          "3:4 A time to weep, and a time to laugh; / A time to mourn, and a time to dance;\n",
          "3:5 A time to cast away stones, and a time to gather stones together; / A time to embrace, and a time to refrain from embracing;\n",
          "3:6 A time to seek, and a time to lose; / A time to keep, and a time to throw away;\n",
          "3:7 A time to tear, and a time to sew; / A time to be silent, and a time to speak;\n",
          "3:8 A time to love, and a time to hate; / A time for war, and a time for peace.\n",
          "3:9 What profit does the worker have in all that he labors?\n",
          "3:10 I have seen the travail that God has given the children of men to travail in.\n",
          "3:11 He has made everything beautiful in its own time; also He has put eternity in their heart, yet so that man does not find out what God has done from the beginning to the end.\n",
          "3:12 I know that there is nothing better for them than to rejoice and do good in their lifetime;\n",
          "3:13 Moreover, that every man should and drink and taste enjoyment in all his labor; it is the gift of God.\n",
          "3:14 I know that whatever God does, it will be forever; nothing can be added to it, nor can anything be taken from it. God has so done, that all would fear Him.\n",
          "3:15 That which is has already been, and that which will be has already been; and God seeks what has passed.\n",
          "3:16 Moreover I saw under the sun that in the place of judgment, wickedness is there; and in the place of righteousness, wickedness is there.\n",
          "3:17 I said in my heart, God will judge the righteous and the wicked; for there is a time there for every purpose and every work.\n",
          "3:18 I said in my heart, This is so for the sake of the children of men, that God may prove them and that they may see for themselves that they are but beasts.\n",
          "3:19 For what happens to the children of men happens also to beasts; even the same thing happens to them both: As the one dies, so dies the other; and they all have one breath; and man has no advantage over the beast; for all is vanity.\n",
          "3:20 All go to one place: all are of dust, and all return to dust.\n",
          "3:21 Who knows the breath of the children of men, that it goes upward; or the breath of the beasts, that it goes downward to the earth?\n",
          "3:22 Therefore I saw that there is nothing better than that a man should in his works, for that is his portion. For who will bring him to see what will be after him?\n"
        ],
        "id": [
          "3:1 Untuk segala sesuatu ada masanya, untuk apa pun di bawah langit ada waktunya.\n",
          "3:2 Ada waktu untuk lahir, ada waktu untuk meninggal, ada waktu untuk menanam, ada waktu untuk mencabut yang ditanam;\n",
          "3:3 ada waktu untuk membunuh, ada waktu untuk menyembuhkan; ada waktu untuk merombak, ada waktu untuk membangun;\n",
          "3:4 ada waktu untuk menangis, ada waktu untuk tertawa; ada waktu untuk meratap; ada waktu untuk menari;\n",
          "3:5 ada waktu untuk membuang batu, ada waktu untuk mengumpulkan batu; ada waktu untuk memeluk, ada waktu untuk menahan diri dari memeluk;\n",
          "3:6 ada waktu untuk mencari, ada waktu untuk membiarkan rugi; ada waktu untuk menyimpan, ada waktu untuk membuang;\n",
          "3:7 ada waktu untuk merobek, ada waktu untuk menjahit; ada waktu untuk berdiam diri, ada waktu untuk berbicara;\n",
          "3:8 ada waktu untuk mengasihi, ada waktu untuk membenci; ada waktu untuk perang, ada waktu untuk damai.\n",
          "3:9 Apakah untung pekerja dari yang dikerjakannya dengan berjerih payah?\n",
          "3:10 Aku telah melihat pekerjaan yang diberikan Allah kepada anak-anak manusia untuk melelahkan dirinya.\n",
          "3:11 Ia membuat segala sesuatu indah pada waktunya, bahkan Ia memberikan kekekalan dalam hati mereka. Tetapi manusia tidak dapat menyelami pekerjaan yang dilakukan Allah dari awal sampai akhir.\n",
          "3:12 Aku tahu bahwa untuk mereka tak ada yang lebih baik dari pada bersuka-suka dan menikmati kesenangan dalam hidup mereka.\n",
          "3:13 Dan bahwa setiap orang dapat makan, minum dan menikmati kesenangan dalam segala jerih payahnya, itu juga adalah pemberian Allah.\n",
          "3:14 Aku tahu bahwa segala sesuatu yang dilakukan Allah akan tetap ada untuk selamanya; itu tak dapat ditambah dan tak dapat dikurangi; Allah berbuat demikian, supaya manusia takut akan Dia.\n",
          "3:15 Yang sekarang ada dulu sudah ada, dan yang akan ada sudah lama ada; dan Allah mencari yang sudah lalu.\n",
          "3:16 Ada lagi yang kulihat di bawah matahari: di tempat pengadilan, di situ pun terdapat ketidakadilan, dan di tempat keadilan, di situ pun terdapat ketidakadilan.\n",
          "3:17 Berkatalah aku dalam hati: Allah akan mengadili baik orang yang benar maupun yang tidak adil, karena untuk segala hal dan segala pekerjaan ada waktunya.\n",
          "3:18 Tentang anak-anak manusia aku berkata dalam hati: Allah hendak menguji mereka dan memperlihatkan kepada mereka bahwa mereka hanyalah binatang.\n",
          "3:19 Karena nasib manusia adalah sama dengan nasib binatang, nasib yang sama menimpa mereka; sebagaimana yang satu mati, demikian juga yang lain. Kedua-duanya mempunyai nafas yang sama, dan manusia tak mempunyai kelebihan atas binatang, karena segala sesuatu adalah sia-sia.\n",
          "3:20 Kedua-duanya menuju satu tempat; kedua-duanya terjadi dari debu dan kedua-duanya kembali kepada debu.\n",
          "3:21 Siapakah yang mengetahui, apakah nafas manusia naik ke atas dan nafas binatang turun ke bawah bumi.\n",
          "3:22 Aku melihat bahwa tidak ada yang lebih baik bagi manusia dari pada bergembira dalam pekerjaannya, sebab itu adalah bahagiannya. Karena siapa akan memperlihatkan kepadanya apa yang akan terjadi sesudah dia?\n"
        ]
      }
    },
    {
      "4": {
        "en": [
          "4:1 Then again I saw all the acts of oppression that are done under the sun; and indeed, the tears of the oppressed, and they had no comforter; and on the side of the oppressors was power, and they had no comforter.\n",
          "4:2 And I praised the dead, who have already died, more than the living, who are still alive.\n",
          "4:3 And better than both is he who has not yet been, who has not seen the evil work that is done under the sun.\n",
          "4:4 Then I saw all labor and all skill in work, that it is man?s jealousy for his neighbor. This also is vanity and a chasing after wind.\n",
          "4:5 The fool folds his hands together and consumes his own flesh.\n",
          "4:6 Better is a handful with quietness than two hands full with labor and a chasing after wind.\n",
          "4:7 Then again I saw vanity under the sun.\n",
          "4:8 There is one alone and without a second; also he has no son or brother. Yet there is no end to all his labor; moreover his eye is not satisfied with riches. For whom then, he says, do I labor and deprive myself of good? This also is vanity and grievous travail.\n",
          "4:9 Two are better than one, because they have a good reward for their labor;\n",
          "4:10 For if they fall, the one will lift up his companion. But woe to the one who falls and does not have another to lift him up!\n",
          "4:11 Again, if two lie together, they keep warm. But how can one be warm alone?\n",
          "4:12 And while a man may prevail against the one, the two will withstand him; and a threefold cord is not quickly broken.\n",
          "4:13 Better is a poor but wise youth than an old and foolish king who no longer knows how to be admonished.\n",
          "4:14 For one can come forth from prison to reign, even though he was born poor in his kingdom.\n",
          "4:15 I saw all the living that went about under the sun with the youth, the successor, who stood up in place of him.\n",
          "4:16 There was no end to all the people, to all before whom he stood, yet even those who come after will not rejoice in him. Surely this also is vanity and a chasing after wind.\n"
        ],
        "id": [
          "4:1 Lagi aku melihat segala penindasan yang terjadi di bawah matahari, dan lihatlah, air mata orang-orang yang ditindas dan tak ada yang menghibur mereka, karena di pihak orang-orang yang menindas ada kekuasaan.\n",
          "4:2 Oleh sebab itu aku menganggap orang-orang mati, yang sudah lama meninggal, lebih bahagia dari pada orang-orang hidup, yang sekarang masih hidup.\n",
          "4:3 Tetapi yang lebih bahagia dari pada kedua-duanya itu kuanggap orang yang belum ada, yang belum melihat perbuatan jahat, yang terjadi di bawah matahari.\n",
          "4:4 Dan aku melihat bahwa segala jerih payah dan segala kecakapan dalam pekerjaan adalah iri hati seseorang terhadap yang lain. Ini pun kesia-siaan dan usaha menjaring angin.\n",
          "4:5 Orang yang bodoh melipat tangannya dan memakan dagingnya sendiri.\n",
          "4:6 Segenggam ketenangan lebih baik dari pada dua genggam jerih payah dan usaha menjaring angin.\n",
          "4:7 Aku melihat lagi kesia-siaan di bawah matahari:\n",
          "4:8 ada seorang sendirian, ia tidak mempunyai anak laki-laki atau saudara laki-laki, dan tidak henti-hentinya ia berlelah-lelah, matanya pun tidak puas dengan kekayaan; untuk siapa aku berlelah-lelah dan menolak kesenangan? Ini pun kesia-siaan dan hal yang menyusahkan.\n",
          "4:9 Berdua lebih baik dari pada seorang diri, karena mereka menerima upah yang baik dalam jerih payah mereka.\n",
          "4:10 Karena kalau mereka jatuh, yang seorang mengangkat temannya, tetapi wai orang yang jatuh, yang tidak mempunyai orang lain untuk mengangkatnya!\n",
          "4:11 Juga kalau orang tidur berdua, mereka menjadi panas, tetapi bagaimana seorang saja dapat menjadi panas?\n",
          "4:12 Dan bilamana seorang dapat dialahkan, dua orang akan dapat bertahan. Tali tiga lembar tak mudah diputuskan.\n",
          "4:13 Lebih baik seorang muda miskin tetapi berhikmat dari pada seorang raja tua tetapi bodoh, yang tak mau diberi peringatan lagi.\n",
          "4:14 Karena dari penjara orang muda itu keluar untuk menjadi raja, biarpun ia dilahirkan miskin semasa pemerintahan orang yang tua itu.\n",
          "4:15 Aku melihat semua orang yang hidup di bawah matahari berjalan bersama-sama dengan orang muda tadi, yang akan menjadi pengganti raja itu.\n",
          "4:16 Tiada habis-habisnya rakyat yang dipimpinnya, namun orang yang datang kemudian tidak menyukai dia. Oleh sebab itu, ini pun kesia-siaan dan usaha menjaring angin.\n",
          "4:17 Jagalah langkahmu, kalau engkau berjalan ke rumah Allah! Menghampiri untuk mendengar adalah lebih baik dari pada mempersembahkan kurban yang dilakukan oleh orang-orang bodoh, karena mereka tidak tahu, bahwa mereka berbuat jahat.\n"
        ]
      }
    },
    {
      "5": {
        "en": [
          "5:1 Guard your steps when you go to the house of God, and draw near to listen rather than to offer the sacrifice of fools; for they do not know that they are doing evil.\n",
          "5:2 Do not be rash with your mouth, and let not your heart hastily utter anything before God; for God is in heaven and you are on the earth; therefore let your words be few.\n",
          "5:3 For a dream comes through a multitude of travail, and a fool?s voice through a multitude of words.\n",
          "5:4 When you make a vow to God, do not delay in paying it; for He takes no pleasure in fools. Pay what you vow.\n",
          "5:5 It is better that you do not vow than that you vow and not pay.\n",
          "5:6 Do not let your mouth cause your flesh to sin, and do not say before the messenger that it was a mistake. Why should God be angry at your voice and destroy the works of your hands?\n",
          "5:7 For in the multitude of dreams and in many words are also vanities. Rather, fear God.\n",
          "5:8 If you see the oppression of the poor and the wresting of justice and righteousness in a province, do not be astonished at the matter; for one higher official watches over another high official, and there are higher officials over them.\n",
          "5:9 And a king who cultivates the field is always an advantage for a land.\n",
          "5:10 He who loves silver will not be satisfied with silver, nor he who loves abundance with income. This is also vanity.\n",
          "5:11 When goods increase, those who eat them increase; so what advantage do their owners have except to see them with their eyes?\n",
          "5:12 Sweet is the sleep of the laborer, whether he eats little or much; but the fullness of the rich will not let him sleep.\n",
          "5:13 There is a grievous evil that I have seen under the sun: riches kept by their owner to his own hurt,\n",
          "5:14 And those riches were lost in a bad venture; and having begotten a son, he had nothing in his hand.\n",
          "5:15 As he came forth from his mother?s womb, he will return naked as he came; and he will take nothing of his labor that he may carry in his hand.\n",
          "5:16 And this also is a grievous evil: in all points, as he came, so will he go; so what is the advantage to him who has labored for the wind?\n",
          "5:17 Throughout all his days he also eats in darkness and has much vexation and sickness and resentment.\n",
          "5:18 Here is what I have seen to be good and what is pleasant: to eat and to drink and to taste enjoyment in all his labor by which he labors under the sun during the few days of his life, which God has given him; for this is his portion.\n",
          "5:19 Moreover, for every man to whom God has given riches and wealth, and has empowered him to eat of them and to take his portion and to rejoice in his labor?this is the gift of God.\n",
          "5:20 For he will not brood much over the days of his life, because God keeps him occupied with the gladness of his heart.\n"
        ],
        "id": [
          "5:1 Janganlah terburu-buru dengan mulutmu, dan janganlah hatimu lekas-lekas mengeluarkan perkataan di hadapan Allah, karena Allah ada di surga dan engkau di bumi; oleh sebab itu, biarlah perkataanmu sedikit.\n",
          "5:3 Kalau engkau bernazar kepada Allah, janganlah menunda-nunda menepatinya, karena Ia tidak senang kepada orang-orang bodoh. Tepatilah nazarmu.\n",
          "5:4 Lebih baik engkau tidak bernazar dari pada bernazar tetapi tidak menepatinya.\n",
          "5:5 Janganlah mulutmu membawa engkau ke dalam dosa, dan janganlah berkata di hadapan utusan Allah bahwa engkau khilaf. Apakah perlu Allah menjadi murka atas ucapan-ucapanmu dan merusakkan pekerjaan tanganmu?\n",
          "5:6 Karena sebagaimana mimpi banyak, demikian juga perkataan sia-sia banyak. Tetapi takutlah akan Allah.\n",
          "5:7 Kalau engkau melihat dalam suatu daerah orang miskin ditindas dan hukum serta keadilan diperkosa, janganlah heran akan perkara itu, karena pejabat tinggi yang satu mengawasi yang lain, begitu pula pejabat-pejabat yang lebih tinggi mengawasi mereka.\n",
          "5:8 Suatu keuntungan bagi negara dalam keadaan demikian ialah, kalau rajanya dihormati di daerah itu.\n",
          "5:9 Siapa mencintai uang tidak akan puas dengan uang, dan siapa mencintai kekayaan tidak akan puas dengan penghasilannya. Ini pun sia-sia.\n",
          "5:10 Dengan bertambahnya harta, bertambah pula orang-orang yang menghabiskannya. Dan apakah keuntungan pemiliknya selain dari pada melihatnya?\n",
          "5:11 Enak tidurnya orang yang bekerja, baik ia makan sedikit maupun banyak; tetapi kekenyangan orang kaya sekali-kali tidak membiarkan dia tidur.\n",
          "5:12 Ada kemalangan yang menyedihkan kulihat di bawah matahari: kekayaan yang disimpan oleh pemiliknya menjadi kecelakaannya sendiri.\n",
          "5:13 Dan kekayaan itu binasa oleh kemalangan, sehingga tak ada suatu pun padanya untuk anaknya.\n",
          "5:14 Sebagaimana ia keluar dari kandungan ibunya, demikian juga ia akan pergi, telanjang seperti ketika ia datang, dan tak diperolehnya dari jerih payahnya suatu pun yang dapat dibawa dalam tangannya.\n",
          "5:15 Ini pun kemalangan yang menyedihkan. Sebagaimana ia datang, demikian pun ia akan pergi. Dan apakah keuntungan orang tadi yang telah berlelah-lelah menjaring angin?\n",
          "5:16 Malah sepanjang umurnya ia berada dalam kegelapan dan kesedihan, mengalami banyak kesusahan, penderitaan dan kekesalan.\n",
          "5:17 Lihatlah, yang kuanggap baik dan tepat ialah, kalau orang makan minum dan bersenang-senang dalam segala usaha yang dilakukan dengan jerih payah di bawah matahari selama hidup yang pendek, yang dikaruniakan Allah kepadanya, sebab itulah bahagiannya.\n",
          "5:18 Setiap orang yang dikaruniai Allah kekayaan dan harta benda dan kuasa untuk menikmatinya, untuk menerima bahagiannya, dan untuk bersukacita dalam jerih payahnya juga itu pun karunia Allah.\n",
          "5:19 Tidak sering ia mengingat umurnya, karena Allah membiarkan dia sibuk dengan kesenangan hatinya.\n"
        ]
      }
    },
    {
      "6": {
        "en": [
          "6:1 There is an evil that I have seen under the sun, and it is heavy upon man:\n",
          "6:2 A man to whom God gives riches, wealth, and honor, so that nothing is lacking to his soul of all that he desires, and yet God does not empower him to eat of it, but a stranger eats it. This is vanity and an evil plague.\n",
          "6:3 If a man begets a hundred children and lives many years, so that the days of his years are many, but his soul is not filled with good and even does not get a proper burial, I say that the stillborn is better off than he;\n",
          "6:4 For it comes in vanity and goes off in darkness, and in darkness its name is covered;\n",
          "6:5 Moreover it has not seen the sun and does not know anything; this one has rest rather than that one.\n",
          "6:6 Indeed, even if he lives a thousand years twice and does not taste enjoyment, do not all go to one place?\n",
          "6:7 All a man?s labor is for his mouth, and yet his appetite is not filled.\n",
          "6:8 For what advantage does the wise man have over the fool? What advantage does the poor man have in knowing how to walk before the living?\n",
          "6:9 Better is seeing with the eyes than wandering with the soul. This also is vanity and a chasing after wind.\n",
          "6:10 That which is has already been determined, and it is known what man is and that he cannot contend with him who is stronger than he.\n",
          "6:11 For there are many things, which will increase vanity. What is the advantage to man?\n",
          "6:12 For who knows what is good for a man in life during the few days of his vain life, which he will spend as a shadow? For who can tell a man what will be after him under the sun?\n"
        ],
        "id": [
          "6:1 Ada suatu kemalangan yang telah kulihat di bawah matahari, yang sangat menekan manusia:\n",
          "6:2 orang yang dikaruniai Allah kekayaan, harta benda dan kemuliaan, sehingga ia tak kekurangan suatu pun yang diingininya, tetapi orang itu tidak dikaruniai kuasa oleh Allah untuk menikmatinya, melainkan orang lain yang menikmatinya! Inilah kesia-siaan dan penderitaan yang pahit.\n",
          "6:3 Jika orang memperoleh seratus anak dan hidup lama sampai mencapai umur panjang, tetapi ia tidak puas dengan kesenangan, bahkan tidak mendapat penguburan, kataku, anak gugur lebih baik dari pada orang ini.\n",
          "6:4 Sebab anak gugur itu datang dalam kesia-siaan dan pergi dalam kegelapan, dan namanya ditutupi kegelapan.\n",
          "6:5 Lagipula ia tidak melihat matahari dan tidak mengetahui apa-apa. Ia lebih tenteram dari pada orang tadi.\n",
          "6:6 Biarpun ia hidup dua kali seribu tahun, kalau ia tidak menikmati kesenangan: bukankah segala sesuatu menuju satu tempat?\n",
          "6:7 Segala jerih payah manusia adalah untuk mulutnya, namun keinginannya tidak terpuaskan.\n",
          "6:8 Karena apakah kelebihan orang yang berhikmat dari pada orang yang bodoh? Apakah kelebihan orang miskin yang tahu berperilaku di hadapan orang?\n",
          "6:9 Lebih baik melihat saja dari pada menuruti nafsu. Ini pun kesia-siaan dan usaha menjaring angin.\n",
          "6:10 Apa pun yang ada, sudah lama disebut namanya. Dan sudah diketahui siapa manusia, yaitu bahwa ia tidak dapat mengadakan perkara dengan yang lebih kuat dari padanya.\n",
          "6:11 Karena makin banyak kata-kata, makin banyak kesia-siaan. Apakah faedahnya untuk manusia?\n",
          "6:12 Karena siapakah yang mengetahui apa yang baik bagi manusia sepanjang waktu yang pendek dari hidupnya yang sia-sia, yang ditempuhnya seperti bayangan? Siapakah yang dapat mengatakan kepada manusia apa yang akan terjadi di bawah matahari sesudah dia?\n"
        ]
      }
    },
    {
      "7": {
        "en": [
          "7:1 A good name is better than precious ointment, / And the day of death, than the day of one?s birth.\n",
          "7:2 It is better to go to the house of mourning / Than to go to the house of feasting, / Because that is the end of every man, / And the living takes it to heart.\n",
          "7:3 Sorrow is better than laughter, / For by the sadness of face the heart is made good.\n",
          "7:4 The heart of the wise is in the house of mourning, / But the heart of fools is in the house of mirth.\n",
          "7:5 It is better for one to hear the rebuke of a wise man / Than for one to hear the song of fools.\n",
          "7:6 For as the crackling of thorns under a pot, / So is the laughter of fools. / This also is vanity.\n",
          "7:7 Surely oppression makes a wise man mad, / And a bribe destroys the heart.\n",
          "7:8 Better is the end of a thing than its beginning; / Better is patience of spirit than haughtiness of spirit.\n",
          "7:9 Do not be quick in your spirit to become angry, / For anger rests in the bosom of fools.\n",
          "7:10 Do not say, How is it that the former days were better than these? / For it is not from wisdom that you ask this.\n",
          "7:11 Wisdom is as good as an inheritance, / And an advantage to those who see the sun.\n",
          "7:12 For wisdom is a defense, as money is a defense; / But the advantage of knowledge is that wisdom preserves the life of those / who have it.\n",
          "7:13 Consider the work of God, / For who can straighten what He has made crooked?\n",
          "7:14 In the day of prosperity be joyful, / And in the day of adversity consider. / God has made the one as well as the other, / So that man may not find out anything about what is after him.\n",
          "7:15 I have seen everything in my days of vanity: There is a righteous man who perishes in his righteousness, and there is a wicked man who prolongs his life in his wickedness.\n",
          "7:16 Do not be overly righteous, and do not be overly wise; why should you destroy yourself?\n",
          "7:17 Do not be overly wicked, and do not be a fool; why should you die when it is not your time?\n",
          "7:18 It is better for you to take hold of the one without letting go of the other, for he who fears God will come out of it with them all.\n",
          "7:19 Wisdom strengthens the wise man more than ten rulers who are in a city.\n",
          "7:20 Surely there is not a righteous man on the earth who does good and does not sin.\n",
          "7:21 Also, do not give heed to all words spoken, lest you hear your servant cursing you.\n",
          "7:22 For your heart knows that many times you yourself have cursed others also.\n",
          "7:23 All this I have tested by wisdom; I said, I will be wise; but it was far from me.\n",
          "7:24 That which is, is far off, and deep, very deep; who can find it out?\n",
          "7:25 I turned and my heart was set to know and to search and seek out wisdom and the sum of things, and to know that wickedness is folly and that foolishness is madness.\n",
          "7:26 And I found more bitter than death the woman whose heart is traps and snares, whose hands are fetters. One who is well-pleasing to God escapes from her, but the sinner is taken by her.\n",
          "7:27 See, this is what I have found, says the Preacher, adding one thing to another to find the sum,\n",
          "7:28 Which my soul is still seeking but has not found. One man among a thousand I have found, but a woman among all these I have not found.\n",
          "7:29 See, this alone have I found, that God made man upright, but they have sought out many schemes.\n"
        ],
        "id": [
          "7:1 Nama yang harum lebih baik dari pada minyak yang mahal, dan hari kematian lebih baik dari pada hari kelahiran.\n",
          "7:2 Pergi ke rumah duka lebih baik dari pada pergi ke rumah pesta, karena di rumah dukalah kesudahan setiap manusia; hendaknya orang yang hidup memperhatikannya.\n",
          "7:3 Bersedih lebih baik dari pada tertawa, karena muka muram membuat hati lega.\n",
          "7:4 Orang berhikmat senang berada di rumah duka, tetapi orang bodoh senang berada di rumah tempat bersukaria.\n",
          "7:5 Mendengar hardikan orang berhikmat lebih baik dari pada mendengar nyanyian orang bodoh.\n",
          "7:6 Karena seperti bunyi duri terbakar di bawah kuali, demikian tertawa orang bodoh. Ini pun sia-sia.\n",
          "7:7 Sungguh, pemerasan membodohkan orang berhikmat, dan uang suap merusakkan hati.\n",
          "7:8 Akhir suatu hal lebih baik dari pada awalnya. Panjang sabar lebih baik dari pada tinggi hati.\n",
          "7:9 Janganlah lekas-lekas marah dalam hati, karena amarah menetap dalam dada orang bodoh.\n",
          "7:10 Janganlah mengatakan: Mengapa zaman dulu lebih baik dari pada zaman sekarang? Karena bukannya berdasarkan hikmat engkau menanyakan hal itu.\n",
          "7:11 Hikmat adalah sama baiknya dengan warisan dan merupakan suatu keuntungan bagi orang-orang yang melihat matahari.\n",
          "7:12 Karena perlindungan hikmat adalah seperti perlindungan uang. Dan beruntunglah yang mengetahui bahwa hikmat memelihara hidup pemilik-pemiliknya.\n",
          "7:13 Perhatikanlah pekerjaan Allah! Siapakah dapat meluruskan apa yang telah dibengkokkan-Nya?\n",
          "7:14 Pada hari mujur bergembiralah, tetapi pada hari malang ingatlah, bahwa hari malang ini pun dijadikan Allah seperti juga hari mujur, supaya manusia tidak dapat menemukan sesuatu mengenai masa depannya.\n",
          "7:15 Dalam hidupku yang sia-sia aku telah melihat segala hal ini: ada orang saleh yang binasa dalam kesalehannya, ada orang fasik yang hidup lama dalam kejahatannya.\n",
          "7:16 Janganlah terlalu saleh, janganlah perilakumu terlalu berhikmat; mengapa engkau akan membinasakan dirimu sendiri?\n",
          "7:17 Janganlah terlalu fasik, janganlah bodoh! Mengapa engkau mau mati sebelum waktumu?\n",
          "7:18 Adalah baik kalau engkau memegang yang satu, dan juga tidak melepaskan yang lain, karena orang yang takut akan Allah luput dari kedua-duanya.\n",
          "7:19 Hikmat memberi kepada yang memilikinya lebih banyak kekuatan dari pada sepuluh penguasa dalam kota.\n",
          "7:20 Sesungguhnya, di bumi tidak ada orang yang saleh: yang berbuat baik dan tak pernah berbuat dosa!\n",
          "7:21 Juga janganlah memperhatikan segala perkataan yang diucapkan orang, supaya engkau tidak mendengar pelayanmu mengutuki engkau.\n",
          "7:22 Karena hatimu tahu bahwa engkau juga telah kerapkali mengutuki orang-orang lain.\n",
          "7:23 Kesemuanya ini telah kuuji untuk mencapai hikmat. Kataku: Aku hendak memperoleh hikmat, tetapi hikmat itu jauh dari padaku.\n",
          "7:24 Apa yang ada, itu jauh dan dalam, sangat dalam, siapa yang dapat menemukannya?\n",
          "7:25 Aku tujukan perhatianku untuk memahami, menyelidiki, dan mencari hikmat dan kesimpulan, serta untuk mengetahui bahwa kefasikan itu kebodohan dan kebebalan itu kegilaan.\n",
          "7:26 Dan aku menemukan sesuatu yang lebih pahit dari pada maut: perempuan yang adalah jala, yang hatinya adalah jerat dan tangannya adalah belenggu. Orang yang dikenan Allah terhindar dari padanya, tetapi orang yang berdosa ditangkapnya.\n",
          "7:27 Lihatlah, ini yang kudapati, kata Pengkhotbah: Sementara menyatukan yang satu dengan yang lain untuk mendapat kesimpulan,\n",
          "7:28 yang masih kucari tetapi tidak kudapati, kudapati seorang laki-laki di antara seribu, tetapi tidak kudapati seorang perempuan di antara mereka.\n",
          "7:29 Lihatlah, hanya ini yang kudapati: bahwa Allah telah menjadikan manusia yang jujur, tetapi mereka mencari banyak dalih.\n"
        ]
      }
    },
    {
      "8": {
        "en": [
          "8:1 Who is like the wise man? And who knows the interpretation of a matter? A man?s wisdom makes his face shine, and the sternness of his face is changed.\n",
          "8:2 I say, Keep the commandment of the king, and that, because of the oath before God.\n",
          "8:3 Do not hurry to leave him; do not join in an evil matter, for he will do whatever he pleases.\n",
          "8:4 For the king?s word is powerful, and who will say to him, What are you doing?\n",
          "8:5 He who keeps the commandment will know nothing evil, and a wise man?s heart will know the proper time and manner.\n",
          "8:6 For there is a proper time and manner for every purpose, although the misery of man is heavy upon him;\n",
          "8:7 For he does not know what will be, for who can tell him how it will be?\n",
          "8:8 There is no man who has power over his breath to retain his breath, and no one has power over the day of death; and there is no discharge in the battle, nor will wickedness deliver its own master.\n",
          "8:9 All this I have seen, and I applied my heart to every work that is done under the sun when a man overpowers another man to his hurt.\n",
          "8:10 And then I saw the wicked buried, who before had gone in and come forth from the holy place and were forgotten in the city where they had thus acted. This also is vanity.\n",
          "8:11 Because the sentence against an evil deed is not executed speedily, therefore the heart of the children of men is fully set within them to do evil.\n",
          "8:12 Although a sinner does evil a hundred times and prolongs his life, yet I also know that it will be well with the God-fearing who are in fear before Him;\n",
          "8:13 But it will not be well with the wicked man, nor will he prolong his days like a shadow, because he is not in fear before God.\n",
          "8:14 There is a vanity that is done on the earth, that there are righteous men to whom things happen according to the deeds of the wicked and there are wicked men to whom things happen according to the deeds of the righteous. I say that this also is vanity.\n",
          "8:15 So I praised pleasure, because there is nothing better for man under the sun than to eat and to drink and to rejoice; for that will stay with him in his labor during the days of his life which God has given him under the sun.\n",
          "8:16 When I set my heart to know wisdom and to see the travail that is done on the earth (even though man?s eyes do not see sleep day or night),\n",
          "8:17 Then I saw every work of God, that man cannot find out the work that is done under the sun, because however man labors to seek it out, he will not find it out; and even if the wise man says that he will come to know it, he is not able to find it out.\n"
        ],
        "id": [
          "8:1 Siapakah seperti orang berhikmat? Dan siapakah yang mengetahui keterangan setiap perkara? Hikmat manusia menjadikan wajahnya bercahaya dan berubahlah kekerasan wajahnya.\n",
          "8:2 Patuhilah perintah raja demi sumpahmu kepada Allah.\n",
          "8:3 Janganlah tergesa-gesa pergi dari hadapannya, janganlah bertahan dalam perkara yang jahat, karena ia berbuat apa yang dikehendakinya.\n",
          "8:4 Karena titah raja berkuasa; siapakah yang akan mengatakan kepadanya: Apakah yang baginda buat?\n",
          "8:5 Siapa yang mematuhi perintah tidak akan mengalami perkara yang mencelakakan, dan hati orang berhikmat mengetahui waktu pengadilan,\n",
          "8:6 karena untuk segala sesuatu ada waktu pengadilan, dan kejahatan manusia menekan dirinya.\n",
          "8:7 Sesungguhnya, ia tak mengetahui apa yang akan terjadi, karena siapakah yang akan mengatakan kepadanya bagaimana itu akan terjadi?\n",
          "8:8 Tiada seorang pun berkuasa menahan angin dan tiada seorangpun berkuasa atas hari kematian. Tak ada istirahat dalam peperangan, dan kefasikan tidak melepaskan orang yang melakukannya.\n",
          "8:9 Semua ini telah kulihat dan aku memberi perhatian kepada segala perbuatan yang dilakukan di bawah matahari, ketika orang yang satu menguasai orang yang lain hingga ia celaka.\n",
          "8:10 Aku melihat juga orang-orang fasik yang akan dikuburkan boleh masuk, sedangkan orang yang berlaku benar harus pergi dari tempat yang kudus dan dilupakan dalam kota. Ini pun sia-sia.\n",
          "8:11 Oleh karena hukuman terhadap perbuatan jahat tidak segera dilaksanakan, maka hati manusia penuh niat untuk berbuat jahat.\n",
          "8:12 Walaupun orang yang berdosa dan yang berbuat jahat seratus kali hidup lama, namun aku tahu, bahwa orang yang takut akan Allah akan beroleh kebahagiaan, sebab mereka takut terhadap hadirat-Nya.\n",
          "8:13 Tetapi orang yang fasik tidak akan beroleh kebahagiaan dan seperti bayang-bayang ia tidak akan panjang umur, karena ia tidak takut terhadap hadirat Allah.\n",
          "8:14 Ada suatu kesia-siaan yang terjadi di atas bumi: ada orang-orang benar, yang menerima ganjaran yang layak untuk perbuatan orang fasik, dan ada orang-orang fasik yang menerima pahala yang layak untuk perbuatan orang benar. Aku berkata: Ini pun sia-sia!\n",
          "8:15 Oleh sebab itu aku memuji kesukaan, karena tak ada kebahagiaan lain bagi manusia di bawah matahari, kecuali makan dan minum dan bersukaria. Itu yang menyertainya di dalam jerih payahnya seumur hidupnya yang diberikan Allah kepadanya di bawah matahari.\n",
          "8:16 Ketika aku memberi perhatianku untuk memahami hikmat dan melihat kegiatan yang dilakukan orang di dunia tanpa mengantuk siang malam,\n",
          "8:17 maka nyatalah kepadaku, bahwa manusia tidak dapat menyelami segala pekerjaan Allah, yang dilakukan-Nya di bawah matahari. Bagaimanapun juga manusia berlelah-lelah mencarinya, ia tidak akan menyelaminya. Walaupun orang yang berhikmat mengatakan, bahwa ia mengetahuinya, namun ia tidak dapat menyelaminya.\n"
        ]
      }
    },
    {
      "9": {
        "en": [
          "9:1 For all this I laid on my heart, so that I might explain all this, that the righteous and the wise and their works are in the hand of God; man knows neither love nor hate; all is before them.\n",
          "9:2 All things are alike to all: One thing happens to the righteous man and to the wicked man, to the good and to the clean and to the unclean, to him who sacrifices and to him who does not sacrifice; as the good man is, so is the sinner; he who swears is like him who fears an oath.\n",
          "9:3 This is an evil among all that is done under the sun, that one thing happens to all; moreover the heart of the children of men is full of evil, and madness is in their heart while they live; and after that, they go to the dead.\n",
          "9:4 For there is hope for whoever is joined to all the living?surely a living dog is better than a dead lion?\n",
          "9:5 For the living know that they will die; but the dead know nothing, and they have no more reward, for the memory of them is forgotten.\n",
          "9:6 Their love, their hate, and their envy have already perished, nor do they have some portion yet in all that is done under the sun forever.\n",
          "9:7 Go; eat your bread with joy, and drink your wine with a merry heart; for God has already accepted your works.\n",
          "9:8 Let your garments always be white, and do not let oil be lacking on your head.\n",
          "9:9 Enjoy life with the wife whom you have loved all the days of your life of vanity which He has given you under the sun, all the days of your vanity; for this is your portion in life and in your labor by which you have labored under the sun.\n",
          "9:10 Whatever your hand finds to do, do with all your might; for there is no work or thought or knowledge or wisdom in Sheol, where you are going.\n",
          "9:11 Again I saw under the sun that the race is not to the swift, nor is the battle to the mighty, nor is even the bread to the wise, nor are riches to those who have understanding, nor is favor to those who have knowledge; but time and chance happen to them all.\n",
          "9:12 For also man does not know his time: Like fish that are caught in a deadly net and like birds that are caught in a snare, so the children of men are ensnared in an evil time when it falls suddenly on them.\n",
          "9:13 This also I have seen as wisdom under the sun, and it seemed great to me.\n",
          "9:14 There was a small city with a few men in it; and a great king came against it and surrounded it and built great siegeworks against it.\n",
          "9:15 And in it there was found a poor wise man, and he delivered the city by his wisdom; yet no one remembered that poor man.\n",
          "9:16 So I said, Wisdom is better than strength; but the wisdom of the poor man is despised, and his words are not heard.\n",
          "9:17 The words of the wise man spoken quietly are heeded more than the shouting of a ruler among fools.\n",
          "9:18 Wisdom is better than weapons of war, but one sinner destroys much good.\n"
        ],
        "id": [
          "9:1 Sesungguhnya, semua ini telah kuperhatikan, semua ini telah kuperiksa, yakni bahwa orang-orang yang benar dan orang-orang yang berhikmat dan perbuatan-perbuatan mereka, baik kasih maupun kebencian, ada di tangan Allah; manusia tidak mengetahui apa pun yang dihadapinya.\n",
          "9:2 Segala sesuatu sama bagi sekalian; nasib orang sama: baik orang yang benar maupun orang yang fasik, orang yang baik maupun orang yang jahat, orang yang tahir maupun orang yang najis, orang yang mempersembahkan kurban maupun yang tidak mempersembahkan kurban. Sebagaimana orang yang baik, begitu pula orang yang berdosa; sebagaimana orang yang bersumpah, begitu pula orang yang takut untuk bersumpah.\n",
          "9:3 Inilah yang celaka dalam segala sesuatu yang terjadi di bawah matahari; nasib semua orang sama. Hati anak-anak manusia pun penuh dengan kejahatan, dan kebebalan ada dalam hati mereka seumur hidup, dan kemudian mereka menuju alam orang mati.\n",
          "9:4 Tetapi siapa yang termasuk orang hidup mempunyai harapan, karena anjing yang hidup lebih baik dari pada singa yang mati.\n",
          "9:5 Karena orang-orang yang hidup tahu bahwa mereka akan mati, tetapi orang yang mati tak tahu apa-apa, tak ada upah lagi bagi mereka, bahkan kenangan kepada mereka sudah lenyap.\n",
          "9:6 Baik kasih mereka, maupun kebencian dan kecemburuan mereka sudah lama hilang, dan untuk selama-lamanya tak ada lagi bahagian mereka dalam segala sesuatu yang terjadi di bawah matahari.\n",
          "9:7 Mari, makanlah rotimu dengan sukaria, dan minumlah anggurmu dengan hati yang senang, karena Allah sudah lama berkenan akan perbuatanmu.\n",
          "9:8 Biarlah selalu putih pakaianmu dan jangan tidak ada minyak di atas kepalamu.\n",
          "9:9 Nikmatilah hidup dengan isteri yang kaukasihi seumur hidupmu yang sia-sia, yang dikaruniakan Tuhan kepadamu di bawah matahari, karena itulah bahagianmu dalam hidup dan dalam usaha yang engkau lakukan dengan jerih payah di bawah matahari.\n",
          "9:10 Segala sesuatu yang dijumpai tanganmu untuk dikerjakan, kerjakanlah itu sekuat tenaga, karena tak ada pekerjaan, pertimbangan, pengetahuan dan hikmat dalam dunia orang mati, ke mana engkau akan pergi.\n",
          "9:11 Lagi aku melihat di bawah matahari bahwa kemenangan perlombaan bukan untuk yang cepat, dan keunggulan perjuangan bukan untuk yang kuat, juga roti bukan untuk yang berhikmat, kekayaan bukan untuk yang cerdas, dan karunia bukan untuk yang cerdik cendekia, karena waktu dan nasib dialami mereka semua.\n",
          "9:12 Karena manusia tidak mengetahui waktunya. Seperti ikan yang tertangkap dalam jala yang mencelakakan, dan seperti burung yang tertangkap dalam jerat, begitulah anak-anak manusia terjerat pada waktu yang malang, kalau hal itu menimpa mereka secara tiba-tiba.\n",
          "9:13 Hal ini juga kupandang sebagai hikmat di bawah matahari dan nampaknya besar bagiku;\n",
          "9:14 ada sebuah kota yang kecil, penduduknya tidak seberapa; seorang raja yang agung menyerang, mengepungnya dan mendirikan tembok-tembok pengepungan yang besar terhadapnya;\n",
          "9:15 di situ terdapat seorang miskin yang berhikmat, dengan hikmatnya ia menyelamatkan kota itu, tetapi tak ada orang yang mengingat orang yang miskin itu.\n",
          "9:16 Kataku: Hikmat lebih baik dari pada keperkasaan, tetapi hikmat orang miskin dihina dan perkataannya tidak didengar orang.\n",
          "9:17 Perkataan orang berhikmat yang didengar dengan tenang, lebih baik dari pada teriakan orang yang berkuasa di antara orang bodoh.\n",
          "9:18 Hikmat lebih baik dari pada alat-alat perang, tetapi satu orang yang keliru dapat merusakkan banyak hal yang baik.\n"
        ]
      }
    },
    {
      "10": {
        "en": [
          "10:1 Dead flies cause the perfumer?s ointment to stink, to ferment; so a little folly outweighs wisdom and honor.\n",
          "10:2 A wise man?s heart inclines to his right, but a fool?s heart inclines to his left.\n",
          "10:3 And also, when the fool walks on the way, his sense fails him, and he tells everyone that he is a fool.\n",
          "10:4 If the ruler?s spirit rises up against you, do not leave your place; for composure allays great offenses.\n",
          "10:5 There is an evil that I have seen under the sun, like an error that proceeds from the ruler:\n",
          "10:6 Folly is set in many high places, and rich men sit in a low place.\n",
          "10:7 I have seen servants on horses and princes walking on the earth like servants.\n",
          "10:8 He who digs a pit will fall into it, and he who breaks through a wall will be bitten by a serpent;\n",
          "10:9 Whoever quarries stones will be hurt by them, and whoever splits logs will be endangered by them.\n",
          "10:10 If the iron is blunt, and one does not whet the edge, then he must apply more strength; but wisdom has the advantage of giving success.\n",
          "10:11 If the serpent bites before it is charmed, then there is no advantage in a charmer.\n",
          "10:12 The words of a wise man?s mouth are gracious, but the lips of a fool swallow him up.\n",
          "10:13 The beginning of the words of his mouth is folly, and the end of his talk is wicked madness.\n",
          "10:14 Yet the fool multiplies words. No man knows what will be; and what will be after him, who can tell him?\n",
          "10:15 The labor of fools wears them out, because they do not know even how to get to town.\n",
          "10:16 Woe to you, O land whose king is a young boy and whose princes feast in the morning!\n",
          "10:17 Happy are you, O land whose king is the son of nobles and whose princes feast at the proper time, for strength and not for drunkenness!\n",
          "10:18 Through slothfulness the rafters sag, and through idleness of hands the house leaks.\n",
          "10:19 They make a feast for laughter, and wine makes life merry, and money is the answer to everything.\n",
          "10:20 Do not curse the king even in your thought, and do not curse a rich man in your bedroom; for a bird of heaven will carry the sound, or something with wings will tell the matter.\n"
        ],
        "id": [
          "10:1 Lalat yang mati menyebabkan urapan dari pembuat urapan berbau busuk; demikian juga sedikit kebodohan lebih berpengaruh dari pada hikmat dan kehormatan.\n",
          "10:2 Hati orang berhikmat menuju ke kanan, tetapi hati orang bodoh ke kiri.\n",
          "10:3 Juga kalau ia berjalan di lorong orang bodoh itu tumpul pikirannya, dan ia berkata kepada setiap orang: Orang itu bodoh!\n",
          "10:4 Jika amarah penguasa menimpa engkau, janganlah meninggalkan tempatmu, karena kesabaran mencegah kesalahan-kesalahan besar.\n",
          "10:5 Ada suatu kejahatan yang kulihat di bawah matahari sebagai kekhilafan yang berasal dari seorang penguasa:\n",
          "10:6 pada banyak tempat yang tinggi, didudukkan orang bodoh, sedangkan tempat yang rendah diduduki orang kaya.\n",
          "10:7 Aku melihat budak-budak menunggang kuda dan pembesar-pembesar berjalan kaki seperti budak-budak.\n",
          "10:8 Barangsiapa menggali lobang akan jatuh ke dalamnya, dan barangsiapa mendobrak tembok akan dipagut ular.\n",
          "10:9 Barangsiapa memecahkan batu akan dilukainya; barangsiapa membelah kayu akan dibahayakannya.\n",
          "10:10 Jika besi menjadi tumpul dan tidak diasah, maka orang harus memperbesar tenaga, tetapi yang terpenting untuk berhasil adalah hikmat.\n",
          "10:11 Jika ular memagut sebelum mantera diucapkan, maka tukang mantera tidak akan berhasil.\n",
          "10:12 Perkataan mulut orang berhikmat menarik, tetapi bibir orang bodoh menelan orang itu sendiri.\n",
          "10:13 Awal perkataan yang keluar dari mulutnya adalah kebodohan, dan akhir bicaranya adalah kebebalan yang mencelakakan.\n",
          "10:14 Orang yang bodoh banyak bicaranya, meskipun orang tidak tahu apa yang akan terjadi, dan siapakah yang akan mengatakan kepadanya apa yang akan terjadi sesudah dia?\n",
          "10:15 Jerih payah orang bodoh melelahkan orang itu sendiri, karena ia tidak mengetahui jalan ke kota.\n",
          "10:16 Wahai engkau tanah, kalau rajamu seorang kanak-kanak, dan pemimpin-pemimpinmu pagi-pagi sudah makan!\n",
          "10:17 Berbahagialah engkau tanah, kalau rajamu seorang yang berasal dari kaum pemuka, dan pemimpin-pemimpinmu makan pada waktunya dalam keperkasaan dan bukan dalam kemabukan!\n",
          "10:18 Oleh karena kemalasan runtuhlah atap, dan oleh karena kelambanan tangan bocorlah rumah.\n",
          "10:19 Untuk tertawa orang menghidangkan makanan; anggur meriangkan hidup dan uang memungkinkan semuanya itu.\n",
          "10:20 Dalam pikiran pun janganlah engkau mengutuki raja, dan dalam kamar tidur janganlah engkau mengutuki orang kaya, karena burung di udara mungkin akan menyampaikan ucapanmu, dan segala yang bersayap dapat menyampaikan apa yang kauucapkan.\n"
        ]
      }
    },
    {
      "11": {
        "en": [
          "11:1 Cast your bread upon the surface of the waters, for you will find it in many days.\n",
          "11:2 Give a portion to seven, and even to eight, for you do not know what calamity will happen on the earth.\n",
          "11:3 If the clouds are full, they pour forth rain on the earth; and whether a tree falls toward the south or toward the north, in the place where it falls, there will it be.\n",
          "11:4 He who watches the wind will not sow, and he who looks at the clouds will not reap.\n",
          "11:5 Just as you do not know what the path of the wind is or how the bones are formed in the mother?s womb, so you do not know the work of God, who makes everything.\n",
          "11:6 In the morning sow your seed, and in the evening do not hold back your hands; for you do not know which will prosper, this one or that, or whether both alike will be good.\n",
          "11:7 The light is sweet, and it is pleasant for the eyes to see the sun.\n",
          "11:8 Indeed if a man should live many years, let him rejoice in all of them; but let him remember the days of darkness, for they will be many. All that comes is vanity.\n",
          "11:9 Rejoice, young man, in your childhood, and let your heart be merry in the days of your youth; and walk in the ways of your heart and in the sight of your eyes. But know that for all these things God will bring you to judgment.\n",
          "11:10 So remove vexation from your heart, and put away evil from your flesh; for childhood and the dawn of life are vanity.\n"
        ],
        "id": [
          "11:1 Lemparkanlah rotimu ke air, maka engkau akan mendapatnya kembali lama setelah itu.\n",
          "11:2 Berikanlah bahagian kepada tujuh, bahkan kepada delapan orang, karena engkau tidak tahu malapetaka apa yang akan terjadi di atas bumi.\n",
          "11:3 Bila awan-awan sarat mengandung hujan, maka hujan itu dicurahkannya ke atas bumi; dan bila pohon tumbang ke selatan atau ke utara, di tempat pohon itu jatuh, di situ ia tinggal terletak.\n",
          "11:4 Siapa senantiasa memperhatikan angin tidak akan menabur; dan siapa senantiasa melihat awan tidak akan menuai.\n",
          "11:5 Sebagaimana engkau tidak mengetahui jalan angin dan tulang-tulang dalam rahim seorang perempuan yang mengandung , demikian juga engkau tidak mengetahui pekerjaan Allah yang melakukan segala sesuatu.\n",
          "11:6 Taburkanlah benihmu pagi-pagi hari, dan janganlah memberi istirahat kepada tanganmu pada petang hari, karena engkau tidak mengetahui apakah ini atau itu yang akan berhasil, atau kedua-duanya sama baik.\n",
          "11:7 Terang itu menyenangkan dan melihat matahari itu baik bagi mata;\n",
          "11:8 oleh sebab itu jikalau orang panjang umurnya, biarlah ia bersukacita di dalamnya, tetapi hendaklah ia ingat akan hari-hari yang gelap, karena banyak jumlahnya. Segala sesuatu yang datang adalah kesia-siaan.\n",
          "11:9 Bersukarialah, hai pemuda, dalam kemudaanmu, biarlah hatimu bersuka pada masa mudamu, dan turutilah keinginan hatimu dan pandangan matamu, tetapi ketahuilah bahwa karena segala hal ini Allah akan membawa engkau ke pengadilan!\n",
          "11:10 Buanglah kesedihan dari hatimu dan jauhkanlah penderitaan dari tubuhmu, karena kemudaan dan fajar hidup adalah kesia-siaan.\n"
        ]
      }
    },
    {
      "12": {
        "en": [
          "12:1 Remember also your Creator in the days of your youth, before the evil days come and the years draw near when you will say, I have no pleasure in them;\n",
          "12:2 Before the sun and the light and the moon and the stars are darkened, and the clouds return after the rain;\n",
          "12:3 In the day when the keepers of the house tremble and the men of strength bow themselves and the women who grind cease because they are few, and those who look out of the windows see dimly;\n",
          "12:4 And when the doors are shut on the street; when the sound of the grinding is low, and one arises at the sound of a bird, and all the daughters of song are brought low;\n",
          "12:5 When also men are afraid of what is high, and terrors are on the way; and the almond tree blossoms, and the grasshopper is a burden, and the caperberry is ineffective (for man will go to his everlasting home while mourners go around in the street);\n",
          "12:6 Before the silver cord is undone, and the golden bowl is broken, and the pitcher is shattered at the fountain, and the wheel is broken at the cistern,\n",
          "12:7 And the dust returns to the earth as it was, and the breath returns to God who gave it.\n",
          "12:8 Vanity of vanity, says the Preacher; all is vanity.\n",
          "12:9 And in addition to being wise, the Preacher also taught the people knowledge; and he pondered and studied and arranged many proverbs.\n",
          "12:10 The Preacher sought to find pleasing words, and he wrote words of truth rightly.\n",
          "12:11 The words of the wise are like goads, and like well-driven nails are the collections of them; they are given by one Shepherd.\n",
          "12:12 And of what is beyond these, my son, beware: Of the making of many books there is no end, and much study is a weariness of the flesh.\n",
          "12:13 The end of the matter, when all has been heard, is this: Fear God and keep His commandments, for this is the whole of man.\n",
          "12:14 For God will bring every deed to judgment, with every secret thing, whether good or evil.\n"
        ],
        "id": [
          "12:1 Ingatlah akan Penciptamu pada masa mudamu, sebelum tiba hari-hari yang malang dan mendekat tahun-tahun yang kaukatakan: Tak ada kesenangan bagiku di dalamnya!,\n",
          "12:2 sebelum matahari dan terang, bulan dan bintang-bintang menjadi gelap, dan awan-awan datang kembali sesudah hujan,\n",
          "12:3 pada waktu penjaga-penjaga rumah gemetar, dan orang-orang kuat membungkuk, dan perempuan-perempuan penggiling berhenti karena berkurang jumlahnya, dan yang melihat dari jendela semuanya menjadi kabur,\n",
          "12:4 dan pintu-pintu di tepi jalan tertutup, dan bunyi penggilingan menjadi lemah, dan suara menjadi seperti kicauan burung, dan semua penyanyi perempuan tunduk,\n",
          "12:5 juga orang menjadi takut tinggi, dan ketakutan ada di jalan, pohon badam berbunga, belalang menyeret dirinya dengan susah payah dan nafsu makan tak dapat dibangkitkan lagi karena manusia pergi ke rumahnya yang kekal dan peratap-peratap berkeliaran di jalan,\n",
          "12:6 sebelum rantai perak diputuskan dan pelita emas dipecahkan, sebelum tempayan dihancurkan dekat mata air dan roda timba dirusakkan di atas sumur,\n",
          "12:7 dan debu kembali menjadi tanah seperti semula dan roh kembali kepada Allah yang mengaruniakannya.\n",
          "12:8 Kesia-siaan atas kesia-siaan, kata Pengkhotbah, segala sesuatu adalah sia-sia.\n",
          "12:9 Selain Pengkhotbah berhikmat, ia mengajarkan juga kepada umat itu pengetahuan. Ia menimbang, menguji dan menyusun banyak amsal.\n",
          "12:10 Pengkhotbah berusaha mendapat kata-kata yang menyenangkan dan menulis kata-kata kebenaran secara jujur.\n",
          "12:11 Kata-kata orang berhikmat seperti kusa dan kumpulan-kumpulannya seperti paku-paku yang tertancap, diberikan oleh satu gembala.\n",
          "12:12 Lagipula, anakku, waspadalah! Membuat banyak buku tak akan ada akhirnya, dan banyak belajar melelahkan badan.\n",
          "12:13 Akhir kata dari segala yang didengar ialah: takutlah akan Allah dan berpeganglah pada perintah-perintah-Nya, karena ini adalah kewajiban setiap orang.\n",
          "12:14 Karena Allah akan membawa setiap perbuatan ke pengadilan yang berlaku atas segala sesuatu yang tersembunyi, entah itu baik, entah itu jahat.\n"
        ]
      }
    }
  ]
}
