{
  "Hosea": [
    {
      "1": {
        "en": [
          "1:1 The word of Jehovah which came to the son of Beeri in the days of Uzziah, Jotham, Ahaz, and Hezekiah, kings of Judah, and in the days of Jeroboam the son of Joash the king of Israel.\n",
          "1:2 At the beginning of Jehovah?s speaking to Hosea, Jehovah said to Hosea, Go, take to yourself a wife of harlotries And children of harlotries, For the land is entirely given over to harlotry, And thus departs from Jehovah.\n",
          "1:3 So he went and took Gomer the daughter of Diblaim. And she conceived and bore him a son.\n",
          "1:4 And Jehovah said to him, Call his name Jezreel, For yet a little while And I will avenge the bloodshed of Jezreel Upon the house of Jehu And will bring an end to the kingdom of the house of Israel.\n",
          "1:5 And in that day I will break the bow of Israel In the valley of Jezreel.\n",
          "1:6 And she conceived again and bore a daughter. And He said to him, Call her name Lo-ruhamah, For I will no longer have compassion On the house of Israel, That I should forgive them at all.\n",
          "1:7 But on the house of Judah I will have compassion and will save them by Jehovah their God, and I will not save them by bow or by sword or by battle, by horses or by horsemen.\n",
          "1:8 When she had weaned Lo-ruhamah, she conceived and bore a son.\n",
          "1:9 And He said, Call his name Lo-ammi, For you are not My people, And I will not belong to you.\n",
          "1:10 But the number of the children of Israel will be like the sand of the sea, Which cannot be measured or numbered; b And in the place where it will be said to them, You are not My people, It will be said to them, You are the sons of the living God.\n",
          "1:11 And the children of Judah and the children of Israel will be gathered together, And they will appoint for themselves one head, and they will go up from the land, For great will be the day of Jezreel.\n"
        ],
        "id": [
          "1:1 Firman Tuhan yang datang kepada Hosea bin Beeri pada zaman Uzia, Yotam, Ahas dan Hizkia, raja-raja Yehuda, dan pada zaman Yerobeam bin Yoas, raja Israel.\n",
          "1:2 Ketika Tuhan mulai berbicara dengan perantaraan Hosea, berfirmanlah Ia kepada Hosea: Pergilah, kawinilah seorang perempuan sundal dan peranakkanlah anak-anak sundal, karena negeri ini bersundal hebat dengan membelakangi Tuhan.\n",
          "1:3 Maka pergilah ia dan mengawini Gomer binti Diblaim, lalu mengandunglah perempuan itu dan melahirkan baginya seorang anak laki-laki.\n",
          "1:4 Kemudian berfirmanlah Tuhan kepada Hosea: Berilah nama Yizreel kepada anak itu, sebab sedikit waktu lagi maka Aku akan menghukum keluarga Yehu karena hutang darah Yizreel dan Aku akan mengakhiri pemerintahan kaum Israel.\n",
          "1:5 Maka pada waktu itu Aku akan mematahkan busur panah Israel di lembah Yizreel.\n",
          "1:6 Lalu perempuan itu mengandung lagi dan melahirkan seorang anak perempuan. Berfirmanlah Tuhan kepada Hosea: Berilah nama Lo-Ruhama kepada anak itu, sebab Aku tidak akan menyayangi lagi kaum Israel, dan sama sekali tidak akan mengampuni mereka.\n",
          "1:7 Tetapi Aku akan menyayangi kaum Yehuda dan menyelamatkan mereka demi Tuhan, Allah mereka. Aku akan menyelamatkan mereka bukan dengan panah atau pedang, dengan alat perang atau dengan kuda dan orang-orang berkuda.\n",
          "1:8 Sesudah menyapih Lo-Ruhama, mengandunglah perempuan itu lagi dan melahirkan seorang anak laki-laki.\n",
          "1:9 Lalu berfirmanlah Ia: Berilah nama Lo-Ami kepada anak itu, sebab kamu ini bukanlah umat-Ku dan Aku ini bukanlah Allahmu.\n",
          "1:10 Tetapi kelak, jumlah orang Israel akan seperti pasir laut, yang tidak dapat ditakar dan tidak dapat dihitung. Dan di tempat di mana dikatakan kepada mereka: Kamu ini bukanlah umat-Ku, akan dikatakan kepada mereka: Anak-anak Allah yang hidup.\n",
          "1:11 Orang Yehuda dan orang Israel akan berkumpul bersama-sama dan akan mengangkat bagi mereka satu pemimpin, lalu mereka akan menduduki negeri ini, sebab besar hari Yizreel itu.\n",
          "1:12 Katakanlah kepada saudara-saudaramu laki-laki: Ami! dan kepada saudara-saudaramu perempuan: Ruhama!\n"
        ]
      }
    },
    {
      "2": {
        "en": [
          "2:2 Contend with your mother; contend. For she is not my wife, And I am not her husband. And let her turn away her harlotries from her face, And her adulteries from between her breasts,\n",
          "2:3 Lest I strip her naked And set her out as in the day she was born And make her a wilderness And make her a dry land And slay her with thirst.\n",
          "2:4 And on her children I will not have compassion, For they are the children of harlotries.\n",
          "2:5 For their mother has gone about as a harlot; She who conceived them has acted shamefully; For she has said, I will go after my lovers, Who give me my bread and my water, My wool and my flax, My oil and my drink.\n",
          "2:6 Therefore I will now hedge up 1 Her way with thorns; And I will build up a wall against her, So that she will not find her paths.\n",
          "2:7 And she will pursue her lovers But will not overtake them; And she will seek them but not find them; And she will say, I will go And return to my first husband, For it was better for me then than now.\n",
          "2:8 For she did not know That it was I who gave her The grain and the new wine and the fresh oil, And who multiplied to her silver And gold, which they used for Baal.\n",
          "2:9 Therefore I will take back My grain in its time And My new wine in its appointed season, And I will snatch away My wool and My flax, Which were to cover her nakedness.\n",
          "2:10 And now I will uncover her lewdness In the sight of her lovers, And no one will deliver her from My hand.\n",
          "2:11 And I will bring all her mirth to an end, Her feasts, her new moons, and her Sabbaths, And all her appointed assemblies.\n",
          "2:12 And I will desolate her vine and her fig tree, Of which she said, These are my payments That my lovers have given me; And I will make them a forest, And the beasts of the field will devour them.\n",
          "2:13 And I will visit the days of the Baals upon her, In which she burned incense to them And adorned herself with her nose rings and her jewels And went after her lovers And forgot Me, Declares Jehovah.\n",
          "2:14 Therefore I am now luring her, And I will bring her into the wilderness And will speak to her heart.\n",
          "2:15 And I will give her her vineyards from there And the valley of Achor as a door of hope; And she will respond there as in the days of her youth And as in the day when she came up out of the land of Egypt.\n",
          "2:16 And in that day, declares Jehovah, You will call Me My Husband And will no longer call Me Baali.\n",
          "2:17 For I will take away the names of the Baals from her mouth, And they will no longer be remembered by their name.\n",
          "2:18 And I will make a covenant for them In that day With the beasts of the field And with the birds of heaven And the creeping things of the earth; And bow and sword and battle I will break from the land, And I will cause them to lie down in safety.\n",
          "2:19 And I will betroth you to Myself forever; Indeed I will betroth you to Myself In righteousness and justice And in lovingkindness and compassions;\n",
          "2:20 Indeed I will betroth you to Myself in faithfulness, And you will know Jehovah.\n",
          "2:21 And in that day I will answer, declares Jehovah; I will answer the heavens, And they will answer the earth,\n",
          "2:22 And the earth will answer the grain And the new wine and the fresh oil, And they will answer Jezreel.\n",
          "2:23 And I will sow her for Myself in the land; And I will have compassion on Lo-ruhamah, And I will say to Lo-ammi, You are My people; And they will say, My God.\n"
        ],
        "id": [
          "2:1 Adukanlah ibumu, adukanlah, sebab dia bukan isteri-Ku, dan Aku ini bukan suaminya; biarlah dijauhkannya sundalnya dari mukanya, dan zinanya dari antara buah dadanya,\n",
          "2:2 Supaya jangan Aku menanggalkan pakaiannya sampai dia telanjang, dan membiarkan dia seperti pada hari dia dilahirkan, membuat dia seperti padang gurun, dan membuat dia seperti tanah kering, lalu membiarkan dia mati kehausan.\n",
          "2:3 Tentang anak-anaknya, Aku tidak menyayangi mereka, sebab mereka adalah anak-anak sundal.\n",
          "2:4 Sebab ibu mereka telah menjadi sundal; dia yang mengandung mereka telah berlaku tidak senonoh. Sebab dia berkata: Aku mau mengikuti para kekasihku, yang memberi roti dan air minumku, bulu domba dan kain lenanku, minyak dan minumanku.\n",
          "2:5 Sebab itu, sesungguhnya, Aku akan menyekat jalannya dengan duri-duri, dan mendirikan pagar tembok mengurung dia, sehingga dia tidak dapat menemui jalannya.\n",
          "2:6 Dia akan mengejar para kekasihnya, tetapi tidak akan mencapai mereka; dia akan mencari mereka, tetapi tidak bertemu dengan mereka. Maka dia akan berkata: Aku akan pulang kembali kepada suamiku yang pertama, sebab waktu itu aku lebih berbahagia dari pada sekarang.\n",
          "2:7 Tetapi dia tidak insaf bahwa Akulah yang memberi kepadanya gandum, anggur dan minyak, dan yang memperbanyak bagi dia perak dan emas yang dibuat mereka menjadi patung Baal.\n",
          "2:8 Sebab itu Aku akan mengambil kembali gandum-Ku pada masanya dan anggur-Ku pada musimnya, dan akan merampas kain bulu domba dan kain lenan-Ku yang harus menutupi auratnya.\n",
          "2:9 Dan sekarang, Aku akan menyingkapkan kemaluannya, di depan mata para kekasihnya, dan seorang pun tidak akan melepaskan dia dari tangan-Ku.\n",
          "2:10 Aku akan menghentikan segala kegirangannya, hari rayanya, bulan barunya dan hari Sabatnya dan segala perayaannya.\n",
          "2:11 Aku akan memusnahkan pohon anggurnya dan pohon aranya, yang tentangnya dikatakannya: Ini semuanya pemberian kepadaku, yang dihadiahkan kepadaku oleh para kekasihku! Aku akan membuatnya menjadi hutan, dan binatang-binatang di padang akan memakannya habis.\n",
          "2:12 Dan Aku akan menghukum dia karena hari-hari ketika dia membakar kurban untuk para Baal, berhias dengan anting-antingnya dan kalungnya, dan mengikuti para kekasihnya dan melupakan Aku, demikianlah firman Tuhan.\n",
          "2:13 Sebab itu, sesungguhnya, Aku ini akan membujuk dia, dan membawa dia ke padang gurun, dan berbicara menenangkan hatinya.\n",
          "2:14 Aku akan memberikan kepadanya kebun anggurnya dari sana, dan membuat lembah Akhor menjadi pintu pengharapan. Maka dia akan merelakan diri di sana seperti pada masa mudanya, seperti pada waktu dia berangkat keluar dari tanah Mesir.\n",
          "2:15 Maka pada waktu itu, demikianlah firman Tuhan, engkau akan memanggil Aku: Suamiku, dan tidak lagi memanggil Aku: Baalku!\n",
          "2:16 Lalu Aku menjauhkan nama para Baal dari mulutmu, maka nama mereka tidak lagi disebut.\n",
          "2:17 Aku akan mengikat perjanjian bagimu pada waktu itu dengan binatang-binatang di padang dan dengan burung-burung di udara, dan binatang-binatang melata di muka bumi; Aku akan meniadakan busur panah, pedang dan alat perang dari negeri, dan akan membuat engkau berbaring dengan tenteram.\n",
          "2:18 Aku akan menjadikan engkau isteri-Ku untuk selama-lamanya dan Aku akan menjadikan engkau isteri-Ku dalam keadilan dan kebenaran, dalam kasih setia dan kasih sayang.\n",
          "2:19 Aku akan menjadikan engkau isteri-Ku dalam kesetiaan, sehingga engkau akan mengenal Tuhan.\n",
          "2:20 Maka pada waktu itu, demikianlah firman Tuhan, Aku akan mendengarkan langit, dan langit akan mendengarkan bumi.\n",
          "2:21 Bumi akan mendengarkan gandum, anggur dan minyak, dan mereka ini akan mendengarkan Yizreel.\n",
          "2:22 Aku akan menaburkan dia bagi-Ku di bumi, dan akan menyayangi Lo-Ruhama, dan Aku berkata kepada Lo-Ami: Umat-Ku engkau! Dan ia akan berkata: Allahku!\n"
        ]
      }
    },
    {
      "3": {
        "en": [
          "3:1 Then Jehovah said to me, Go again, love a woman who is loved by her companion yet who is an adulteress, even as Jehovah has loved the children of Israel, though they turn to other gods and love raisin cakes.\n",
          "3:2 So I bought her for myself for fifteen pieces of silver and a homer of barley and a half-homer of barley.\n",
          "3:3 And I said to her, You will abide for me for many days; you shall not go about as a harlot nor be another man?s; and I will be the same toward you.\n",
          "3:4 For the children of Israel will abide for many days without king and without prince and without sacrifice and without pillar and without ephod and teraphim.\n",
          "3:5 Afterward the children of Israel will return and seek Jehovah their God and David their King, and they will come with fear to Jehovah and to His goodness in the last days.\n"
        ],
        "id": [
          "3:1 Berfirmanlah Tuhan kepadaku: Pergilah lagi, cintailah perempuan yang suka bersundal dan berzina, seperti Tuhan juga mencintai orang Israel, sekalipun mereka berpaling kepada allah-allah lain dan menyukai kue kismis.\n",
          "3:2 Lalu aku membeli dia bagiku dengan bayaran lima belas syikal perak dan satu setengah homer jelai.\n",
          "3:3 Aku berkata kepadanya: Lama engkau harus diam padaku dengan tidak bersundal dan dengan tidak menjadi kepunyaan seorang laki-laki; juga aku ini tidak akan bersetubuh dengan engkau.\n",
          "3:4 Sebab lama orang Israel akan diam dengan tidak ada raja, tiada pemimpin, tiada kurban, tiada tugu berhala dan tiada efod dan terafim.\n",
          "3:5 Sesudah itu orang Israel akan berbalik dan akan mencari Tuhan, Allah mereka, dan Daud, raja mereka. Mereka akan datang dengan gemetar kepada Tuhan dan kepada kebaikanNya pada hari-hari yang terakhir.\n"
        ]
      }
    },
    {
      "4": {
        "en": [
          "4:1 Hear the word of Jehovah, O children of Israel; For Jehovah has a controversy With the inhabitants of the land. For there is no faithfulness or kindness And no knowledge of God in the land.\n",
          "4:2 Rather there are swearing and deceiving and murder And stealing and adultery; They are violent, And bloodshed follows bloodshed.\n",
          "4:3 Because of this the land mourns, And all the inhabitants languish within it, With the beasts of the field And with the birds of heaven; Indeed, even the fish of the sea will be taken away.\n",
          "4:4 Yet let no man contend, And let no man reprove; For your people are like those who contend with the priest.\n",
          "4:5 And you will stumble in the day, And the prophet also will stumble With you in the night; And I will destroy your mother.\n",
          "4:6 My people are destroyed Because of a lack of that knowledge. For you have rejected that knowledge, And I will reject you, so that you will not be a priest to Me; Since you have forgotten the law of your God, I also will forget your children.\n",
          "4:7 The more they were multiplied, the more they sinned against Me; I will change their glory into shame.\n",
          "4:8 They feed on the sin of My people, And their soul desires their iniquity.\n",
          "4:9 And it will be that as it is with the people, so it will be with the priest; Thus I will visit their ways upon them, And I will recompense their doings to them.\n",
          "4:10 And they will eat but will not be filled; And they will commit fornication but will not increase; For they have ceased giving heed to Jehovah.\n",
          "4:11 Fornication and wine And new wine take away their heart.\n",
          "4:12 My people inquire at their wooden post, And their rod informs them of things; For a spirit of harlotries makes them err, And they have gone about as harlots away from their God.\n",
          "4:13 Upon the tops of the mountains they offer sacrifices, And upon the hills they burn incense, Under oak, poplar, and terebinth, Because its shade is good. Therefore your daughters go about as harlots, And your brides commit adultery.\n",
          "4:14 I will not punish your daughters when they go about as harlots Nor your brides when they commit adultery; For the men themselves go off with harlots, And they offer sacrifices with the prostitutes; And the people who have no understanding will be cast down.\n",
          "4:15 Though you, Israel, go about as a harlot, Let not Judah trespass; And do not come to Gilgal, Nor go up to Beth-aven, Nor swear, As Jehovah lives.\n",
          "4:16 For Israel is stubborn, Like a stubborn heifer; Will Jehovah now pasture them Like a lamb in a spacious place?\n",
          "4:17 Ephraim is joined to idols; Leave him alone.\n",
          "4:18 Their liquor has ended; They have given themselves up to harlotry; Their rulers dearly love shame.\n",
          "4:19 The wind has wrapped her up in its wings, And they will be ashamed because of their sacrifices.\n"
        ],
        "id": [
          "4:1 Dengarlah firman Tuhan, hai orang Israel, sebab Tuhan mempunyai perkara dengan penduduk negeri ini, sebab tidak ada kesetiaan dan tidak ada kasih, dan tidak ada pengenalan akan Allah di negeri ini.\n",
          "4:2 Hanya mengutuk, berbohong, membunuh, mencuri, berzina, melakukan kekerasan dan penumpahan darah menyusul penumpahan darah.\n",
          "4:3 Sebab itu negeri ini akan berkabung, dan seluruh penduduknya akan merana; juga binatang-binatang di padang dan burung-burung di udara, bahkan ikan-ikan di laut akan mati lenyap.\n",
          "4:4 Hanya janganlah ada orang mengadu, dan janganlah ada orang menegor, sebab terhadap engkaulah pengaduan-Ku itu, hai imam!\n",
          "4:5 Engkau akan tergelincir jatuh pada siang hari, juga nabi akan tergelincir jatuh bersama-sama engkau pada malam hari; dan Aku akan membinasakan ibumu.\n",
          "4:6 Umat-Ku binasa karena tidak mengenal Allah; karena engkaulah yang menolak pengenalan itu maka Aku menolak engkau menjadi imam-Ku; dan karena engkau melupakan pengajaran Allahmu, maka Aku juga akan melupakan anak-anakmu.\n",
          "4:7 Makin bertambah banyak mereka, makin berdosa mereka kepada-Ku, kemuliaan mereka akan Kutukar dengan kehinaan.\n",
          "4:8 Mereka mendapat rezeki dari dosa umat-Ku dan mengharapkan umat-Ku itu berbuat salah.\n",
          "4:9 Maka seperti nasib rakyat demikianlah nasib imam: Aku akan menghukum dia karena tindakan-tindakannya dan Aku akan membalaskan perbuatan-perbuatannya kepadanya.\n",
          "4:10 Mereka akan makan, tetapi tidak menjadi kenyang, mereka akan bersundal, tetapi tidak menjadi banyak, sebab mereka telah meninggalkan Tuhan untuk berpegang kepada sundal.\n",
          "4:11 Anggur dan air anggur menghilangkan daya pikir.\n",
          "4:12 Umat-Ku bertanya kepada pohonnya, dan tongkatnya akan memberitahu kepadanya, sebab roh perzinaan menyesatkan mereka, dan mereka berzina meninggalkan Allah mereka.\n",
          "4:13 Mereka mempersembahkan kurban di puncak gunung-gunung dan membakar kurban di atas bukit-bukit, di bawah pohon besar dan pohon hawar dan pohon rimbun, sebab naungannya baik. Itulah sebabnya anak-anakmu perempuan berzina dan menantu-menantumu perempuan bersundal.\n",
          "4:14 Aku tidak akan menghukum anak-anak perempuanmu sekalipun mereka berzina, atau menantu-menantumu perempuan, sekalipun mereka bersundal; sebab mereka sendiri mengasingkan diri bersama-sama dengan perempuan-perempuan sundal dan mempersembahkan kurban bersama-sama dengan sundal-sundal bakti, dan umat yang tidak berpengertian akan runtuh.\n",
          "4:15 Jika engkau ini berzina, hai Israel, janganlah Yehuda turut bersalah! Janganlah pergi ke Gilgal, dan janganlah naik ke Bet-Awen, dan janganlah bersumpah: Demi Tuhan yang hidup!\n",
          "4:16 Sebab Israel degil seperti lembu yang degil, masakan sekarang Tuhan menggembalakan mereka, seperti domba di tanah lapang?\n",
          "4:17 Efraim bersekutu dengan berhala-berhala, biarkanlah dia!\n",
          "4:18 Persepakatan para pemabuk! mereka menyerahkan diri habis-habisan kepada persundalan; mereka lebih mencintai kehinaan dari pada kemasyhuran mereka.\n",
          "4:19 Angin melingkupi mereka dalam sayap-sayapnya, dan mereka akan mendapat malu karena kurban-kurban mereka.\n"
        ]
      }
    },
    {
      "5": {
        "en": [
          "5:1 Hear this, O priests; And listen, O house of Israel; And, O house of the king, give ear. For to you belongs the judgment, For you have been a snare at Mizpah And a net spread over Tabor.\n",
          "5:2 And the revolters have gone deep into slaughtering, Though I am a chastisement to them all.\n",
          "5:3 I know Ephraim, And Israel is not hidden from Me; For now, Ephraim, you have gone about as a harlot; Israel is defiled.\n",
          "5:4 Their doings do not permit them To turn to their God; For a spirit of harlotries is within them, And they do not know Jehovah.\n",
          "5:5 And the pride of Israel testifies to his face, And Ephraim and Israel will stumble in their iniquity; Judah also will stumble with them.\n",
          "5:6 With their flocks and with their herds they will go To seek Jehovah, But they will not find Him; He has withdrawn Himself from them.\n",
          "5:7 They have acted treacherously against Jehovah, For they have begotten strange children. Now the new moon will devour them With their apportionments.\n",
          "5:8 Blow the horn in Gibeah, The trumpet in Ramah; Sound an alarm at Beth-aven: Behind you, O Benjamin!\n",
          "5:9 Ephraim will be a desolation In the day of correction; Among the tribes of Israel I have made known what is sure.\n",
          "5:10 The princes of Judah have become Like those who move a boundary mark. I will pour out upon them My overflowing wrath like water.\n",
          "5:11 Ephraim is oppressed, Crushed by judgment, For he was determined to walk After man?s command.\n",
          "5:12 Therefore I am like a moth to Ephraim And like rottenness to the house of Judah.\n",
          "5:13 When Ephraim saw his sickness, And Judah his wound, Ephraim went to Assyria And sent word to the warrior king; But he cannot heal you, And the wound will not depart from you.\n",
          "5:14 For I will be like a lion to Ephraim And like a young lion to the house of Judah. I, I will tear them and go away; I will carry them off, and there will be no one to deliver them.\n",
          "5:15 I will go away, I will return to My place, a Until they acknowledge their offense And seek My face; In their affliction they will seek Me earnestly.\n"
        ],
        "id": [
          "5:1 Dengarlah ini, hai para imam, perhatikanlah, hai kaum Israel, dan pasanglah telinga, hai keluarga raja! Sebab mengenai kamulah penghukuman itu, karena kamu telah menjadi perangkap bagi Mizpa, dan jaring yang dikembangkan di atas gunung Tabor,\n",
          "5:2 dan lobang yang dikeruk di lembah Sitim, maka Aku ini akan menghajar mereka sekalian.\n",
          "5:3 Aku ini mengenal Efraim, dan Israel tidaklah tersembunyi bagi-Ku, sebab engkau telah berzina, hai Efraim; dan Israel telah menajiskan diri.\n",
          "5:4 Perbuatan-perbuatan mereka tidak mengizinkan mereka berbalik kepada Allah mereka, sebab roh perzinaan ada di antara mereka, dan mereka tidak mengenal Tuhan.\n",
          "5:5 Kecongkakan Israel menjadi saksi terhadap dirinya sendiri; Efraim akan tergelincir jatuh oleh kesalahannya sendiri, dan bersama-sama mereka juga Yehuda.\n",
          "5:6 Dengan kurban kambing domba dan lembu sapinya mereka akan pergi untuk mencari Tuhan, tetapi tidak akan menjumpai Dia; Ia telah menarik diri dari mereka.\n",
          "5:7 Mereka telah berkhianat terhadap Tuhan, sebab mereka telah memperanakkan anak-anak yang tidak sah; sekarang pembinasa akan memakan habis mereka dan ladang mereka.\n",
          "5:8 Tiuplah sangkakala di Gibea, dan nafiri di Rama. Berteriaklah di Bet-Awen, gemetarlah, hai Benyamin!\n",
          "5:9 Efraim akan menjadi tandus, pada hari penghukuman; mengenai suku-suku Israel Aku memberitahu apa yang pasti.\n",
          "5:10 Para pemuka Yehuda adalah seperti orang-orang yang menggeser batas; ke atas mereka akan Kucurahkan gemas-Ku seperti air.\n",
          "5:11 Efraim tertindas, diremukkan oleh hukuman, sebab ia berkeras untuk berjalan mengikuti kesia-siaan.\n",
          "5:12 Sebab itu Aku ini akan seperti ngengat bagi Efraim dan seperti belatung bagi kaum Yehuda.\n",
          "5:13 Ketika Efraim melihat penyakitnya, dan Yehuda melihat bisulnya, maka pergilah Efraim ke Asyur dan mengutus orang kepada Raja ?Agung?. Tetapi ia pun tidak dapat menyembuhkan kamu dan tidak dapat melenyapkan bisul itu dari padamu.\n",
          "5:14 Sebab Aku ini seperti singa bagi Efraim, dan seperti singa muda bagi kaum Yehuda. Aku, Aku ini akan menerkam, lalu pergi, Aku akan membawa lari dan tidak ada yang melepaskan.\n",
          "5:15 Aku akan pergi pulang ke tempat-Ku, sampai mereka mengaku bersalah dan mencari wajah-Ku. Dalam kesesakannya mereka akan merindukan Aku:\n"
        ]
      }
    },
    {
      "6": {
        "en": [
          "6:1 Come and let us return to Jehovah; For He has torn us, but He will heal us, And He has stricken us, but He will bind us up.\n",
          "6:2 He will enliven us after two days; On the third day He will raise us up, And we will live in His presence.\n",
          "6:3 Therefore let us know, let us pursue knowing Jehovah: 1 His going forth is as sure as the dawn, And He will come to us as the rain, As the late rain which waters the earth.\n",
          "6:4 What shall I do with you, O Ephraim? What shall I do with you, O Judah? For your lovingkindness is like a morning cloud And like dew that departs early.\n",
          "6:5 Therefore I hewed them to pieces by the prophets; I slew them by the words of My mouth, And My judgments went forth as light.\n",
          "6:6 For I delight in lovingkindness and not sacrifice, And the knowledge of God more than burnt offerings.\n",
          "6:7 But they like Adam have transgressed the covenant; There they have acted treacherously against Me.\n",
          "6:8 Gilead is a city of those who commit iniquity; It is tracked with blood.\n",
          "6:9 And like bands of robbers lying in wait for a man, The company of priests murder on the way to Shechem; Indeed they commit wickedness.\n",
          "6:10 In the house of Israel I have seen a horrid thing: The harlotry of Ephraim is there; Israel has defiled itself.\n",
          "6:11 Also, O Judah, there is a harvest appointed for you, When I will turn the captivity of My people.\n"
        ],
        "id": [
          "6:1 Mari, kita akan berbalik kepada Tuhan, sebab Dialah yang telah menerkam dan yang akan menyembuhkan kita, yang telah memukul dan yang akan membalut kita.\n",
          "6:2 Ia akan menghidupkan kita sesudah dua hari, pada hari yang ketiga Ia akan membangkitkan kita, dan kita akan hidup di hadapan-Nya.\n",
          "6:3 Marilah kita mengenal dan berusaha sungguh-sungguh mengenal Tuhan; Ia pasti muncul seperti fajar, Ia akan datang kepada kita seperti hujan, seperti hujan pada akhir musim yang mengairi bumi.\n",
          "6:4 Apakah yang akan Kulakukan kepadamu, hai Efraim? Apakah yang akan Kulakukan kepadamu, hai Yehuda? Kasih setiamu seperti kabut pagi, dan seperti embun yang hilang pagi-pagi benar.\n",
          "6:5 Sebab itu Aku telah meremukkan mereka dengan perantaraan nabi-nabi, Aku telah membunuh mereka dengan perkataan mulut-Ku, dan hukum-Ku keluar seperti terang.\n",
          "6:6 Sebab Aku menyukai kasih setia, dan bukan kurban sembelihan, dan menyukai pengenalan akan Allah, lebih dari pada kurban-kurban bakaran.\n",
          "6:7 Tetapi mereka itu telah melangkahi perjanjian di Adam, di sana mereka telah berkhianat terhadap Aku.\n",
          "6:8 Gilead adalah kota para penjahat, penuh dengan jejak darah.\n",
          "6:9 Seperti gerombolan menghadang demikianlah persekutuan para imam; mereka membunuh di jalan ke Sikhem, sungguh, mereka melakukan perbuatan mesum.\n",
          "6:10 Di antara kaum Israel telah Kulihat hal-hal yang mengerikan; di sana ada Efraim bersundal dan Israel telah menajiskan diri.\n",
          "6:11 Juga bagimu, hai Yehuda, telah ditentukan penuaian: Apabila Aku memulihkan keadaan umat-Ku,\n"
        ]
      }
    },
    {
      "7": {
        "en": [
          "7:1 When I would heal Israel, Then the iniquity of Ephraim is discovered As well as the evil deeds of Samaria; For they practice falsehood. And the thief comes inside; The band of robbers makes raids outside.\n",
          "7:2 And they do not say in their hearts That I remember all their evil. Now their doings are all around them; They are before My face.\n",
          "7:3 They make the king glad with their evil, And the princes, with their lies.\n",
          "7:4 All of them practice adultery; They are like an oven heated by the baker: He ceases from stirring the fire, After kneading the dough, until it is leavened.\n",
          "7:5 On the feast day of our king The princes made themselves sick with the heat of wine; He stretched out his hand with scorners.\n",
          "7:6 For they have made their heart ready Like an oven while they lie in wait: All night long Their baker sleeps, But in the morning the oven burns Like a flaming fire.\n",
          "7:7 All of them are hot like an oven, And they devour their judges; All their kings fall; There is no one among them who calls on Me.\n",
          "7:8 Ephraim?among the peoples He mixes himself; Ephraim is a cake 1 Not turned.\n",
          "7:9 Strangers have devoured his strength, And he himself does not know it; Indeed gray hairs are all over him, And he himself does not know it.\n",
          "7:10 And the pride of Israel testifies to his face; Yet they have not returned to Jehovah their God, And they have not sought Him, because of all this.\n",
          "7:11 And Ephraim has become like a silly dove Without understanding: They call to Egypt; They go to Assyria.\n",
          "7:12 When they go, I will spread My net over them; I will bring them down like the birds of heaven; I will chasten them according to the report given to their assembly.\n",
          "7:13 Woe to them! For they have wandered from Me. Devastation to them! For they have transgressed against Me. And I would have redeemed them, But they have spoken lies against Me.\n",
          "7:14 And they did not cry unto Me in their heart When they howled in their beds. For grain and new wine they assemble themselves; They rebel against Me.\n",
          "7:15 Though I trained them and strengthened their arms, They devise evil against Me.\n",
          "7:16 They return, but not to Him who is on high; They are like a deceitful bow. Their princes will fall by the sword Because of the rage of their tongue. This will be their derision In the land of Egypt.\n"
        ],
        "id": [
          "7:1 Apabila Aku menyembuhkan Israel, maka tersingkaplah kesalahan Efraim dan kejahatan-kejahatan Samaria: sebab mereka melakukan penipuan: pencuri mendobrak masuk, gerombolan merampas di luar.\n",
          "7:2 Dan tidak terpikir mereka bahwa Aku mengingat segala kejahatan mereka. Sekarang pun perbuatan-perbuatan mereka mengepung mereka, semuanya ada di hadapan wajah-Ku.\n",
          "7:3 Mereka menyukakan raja dengan kejahatan mereka, dan para pemuka dengan kebohongan mereka.\n",
          "7:4 Sekaliannya mereka orang-orang berzina, bagaikan dapur perapian yang menyala terus, ketika tukang bakar roti berhenti membesarkan apinya, sementara ia meremas adonan sampai menjadi muai oleh ragi.\n",
          "7:5 Pada pesta raja kita mereka membuat sakit para pemuka dengan anggur yang menghangatkan; ia bersekutu dengan para pencemooh.\n",
          "7:6 Batin mereka seperti dapur perapian; hati mereka menyala-nyala; semalam-malaman murka mereka surut pada waktu pagi menyala kembali seperti api yang menjilat.\n",
          "7:7 Mereka semua sudah panas seperti dapur perapian, dan memakan habis para hakim mereka. Semua raja mereka sudah tewas, tidak ada seorang di antara mereka yang berseru kepada-Ku.\n",
          "7:8 Efraim mencampurkan dirinya di antara bangsa-bangsa, Efraim telah menjadi roti bundar yang tidak dibalik.\n",
          "7:9 Orang-orang luar memakan habis kekuatannya, tetapi ia sendiri tidak mengetahuinya; juga ia sudah banyak beruban, tetapi ia sendiri tidak mengetahuinya.\n",
          "7:10 Kecongkakan Israel menjadi saksi terhadap dirinya, namun mereka tidak berbalik kepada Tuhan, Allah mereka, dan tidak mencari Dia kendati semuanya ini.\n",
          "7:11 Efraim telah menjadi merpati tolol, tidak berakal, dengan memanggil kepada Mesir, dengan pergi kepada Asyur.\n",
          "7:12 Apabila mereka pergi, Aku akan membentangkan jaring-Ku ke atas mereka; Aku akan menurunkan mereka seperti burung-burung di udara, Aku akan menghajar mereka karena kejahatan-kejahatan mereka.\n",
          "7:13 Celakalah mereka, sebab mereka melarikan diri dari pada-Ku! Binasalah mereka, sebab mereka memberontak terhadap Aku! Aku ini mau menebus mereka, tetapi mereka berdusta terhadap Aku.\n",
          "7:14 Seruan mereka kepada-Ku tidak keluar dari hatinya, tetapi mereka meratap di pembaringan mereka. Mereka menoreh-noreh diri karena gandum dan anggur, dan mereka berontak terhadap Aku.\n",
          "7:15 Sekalipun Aku telah melatih dan menguatkan lengan-lengan mereka, namun mereka merancang kejahatan terhadap Aku.\n",
          "7:16 Mereka berbalik kepada Baal, mereka adalah seperti busur tipu; pemuka-pemuka mereka akan tewas oleh pedang karena ucapan mereka yang kasar. Inilah yang akan menjadi olok-olok kepada mereka di tanah Mesir.\n"
        ]
      }
    },
    {
      "8": {
        "en": [
          "8:1 A trumpet to your lips! Like an eagle he comes against the house of Jehovah, Because they have trespassed My covenant And have transgressed against My law.\n",
          "8:2 They will cry unto Me, My God, we?Israel?know You.\n",
          "8:3 Israel has cast off what is good; The enemy will pursue him.\n",
          "8:4 They have set up kings, but not by Me; They have set up princes, but I did not acknowledge it. With their silver and their gold they made Idols for themselves, That they might be cut off.\n",
          "8:5 Your calf has cast you off, O Samaria; My anger burns against them. How long will they be incapable of innocence?\n",
          "8:6 For from Israel is this! A workman made it; Thus it is no God. The calf of Samaria Will be shattered to pieces.\n",
          "8:7 For they have sown wind, And they will reap a whirlwind. It has no stalk; should there be a sprout, It will not produce flour; If it should produce, Strangers will swallow it up.\n",
          "8:8 Israel has been swallowed up; Now they have become among the nations Like a vessel in which no one takes pleasure.\n",
          "8:9 For they have gone up to Assyria Like a wild ass gone alone by itself; Ephraim has hired lovers.\n",
          "8:10 Indeed though they have hired such among the nations, I will now gather them; And they will begin to be diminished because of the burden Of the king of the princes.\n",
          "8:11 Because Ephraim has multiplied altars for sin, Altars will be to him for sin.\n",
          "8:12 I wrote for him the ten thousand things of My law, But they are considered as a strange thing.\n",
          "8:13 As for the sacrifices of My offerings, They sacrifice flesh and eat it, But Jehovah has no delight in them. Now He will remember their iniquity, And He will punish their sins; They will return to Egypt.\n",
          "8:14 For Israel has forgotten his Maker And has built palaces, And Judah has multiplied fortified cities; But I will send fire into his cities, And it will devour its citadels.\n"
        ],
        "id": [
          "8:1 Tiuplah sangkakala! Serangan laksana rajawali atas rumah Tuhan! Oleh karena mereka telah melangkahi perjanjian-Ku dan telah mendurhaka terhadap pengajaran-Ku.\n",
          "8:2 Kepada-Ku mereka berseru-seru: Ya Allahku, kami, Israel mengenal Engkau!\n",
          "8:3 Israel telah menolak yang baik biarlah musuh mengejar dia!\n",
          "8:4 Mereka telah mengangkat raja, tetapi tanpa persetujuan-Ku; mereka mengangkat pemuka, tetapi dengan tidak setahu-Ku. Dari emas dan peraknya mereka membuat berhala-berhala bagi dirinya sendiri, sehingga mereka dilenyapkan.\n",
          "8:5 Aku menolak anak lembumu, hai Samaria; murka-Ku menyala terhadap mereka! Sampai berapa lama tidak dapat disucikan,\n",
          "8:6 orang-orang Israel itu? Itu dibuat oleh tukang, dan itu bukan Allah! Sungguh, akan menjadi serpih anak lembu Samaria itu!\n",
          "8:7 Sebab mereka menabur angin, maka mereka akan menuai puting beliung; gandum yang belum menguning tidak ada pada mereka; tumbuh-tumbuhan itu tidak menghasilkan tepung; dan jika memberi hasil maka orang-orang lain menelannya.\n",
          "8:8 Israel sudah ditelan; sekarang mereka itu ada di antara bangsa-bangsa seperti barang yang tidak disukai orang.\n",
          "8:9 Sebab mereka telah pergi ke Asyur, bagaikan keledai hutan yang memencilkan diri; Efraim telah membagi-bagi hadiah cinta.\n",
          "8:10 Sekalipun mereka membagi-bagi hadiah itu di antara bangsa-bangsa, sekarang ini Aku akan mengumpulkan mereka, dan sebentar lagi mereka akan berhenti mengurapi raja dan para pemuka.\n",
          "8:11 Sungguh, Efraim telah memperbanyak mezbah; mezbah-mezbah itu menjadikan mereka berdosa.\n",
          "8:12 Sekalipun Kutuliskan baginya banyak pengajaran-Ku, itu akan diangggap mereka sebagai sesuatu yang asing.\n",
          "8:13 Mereka mencintai kurban sembelihan; mereka mempersembahkan daging dan memakannya; tetapi Tuhan tidak berkenan kepada mereka. Sekarang Ia akan mengingat kesalahan mereka dan akan menghukum dosa mereka; mereka harus kembali ke Mesir!\n",
          "8:14 Israel telah melupakan Pembuatnya dan telah mendirikan istana-istana; Yehuda telah memperbanyak kota-kota yang berkubu; tetapi Aku akan melepas api ke dalam kota-kota mereka, sehingga puri mereka dimakan habis.\n"
        ]
      }
    },
    {
      "9": {
        "en": [
          "9:1 Do not rejoice, O Israel, To exult like the nations. For you have gone as a harlot away from your God; You have loved payment Upon every grain floor.\n",
          "9:2 The threshing floor and the winepress will not feed them, And the new wine will fail her.\n",
          "9:3 They will not dwell in the land of Jehovah; But Ephraim will return to Egypt, And in Assyria they will eat what is unclean.\n",
          "9:4 They will not pour out offerings of wine to Jehovah, Neither will their sacrifices be pleasing to Him; They will be to them as the bread of mourning; All who eat them will be unclean, For their bread will be for themselves; It will not come into the house of Jehovah.\n",
          "9:5 What will you do In the day of assembly And in the day of the feast of Jehovah?\n",
          "9:6 For they will go because of destruction; Egypt will gather them; 1 Moph will bury them. As for their desirable things of silver, nettles will dispossess them; Thistles will be in their tents.\n",
          "9:7 The days of the visitation have come; The days of the recompense have come; Israel will know it. The prophet is a fool, The inspired man is mad, Because of the greatness of your iniquity And because of the greatness of the enmity.\n",
          "9:8 Ephraim was a watchman With my God. As for the prophet, a fowler?s trap Is in all his ways; Enmity is in the house of his God.\n",
          "9:9 They have deeply corrupted themselves As in the days of Gibeah; He will remember their iniquity; He will punish their sins.\n",
          "9:10 I found Israel Like grapes in the wilderness; I saw your fathers As the first ripe fruit on the fig tree at its beginning. They went to Baal-peor And sanctified themselves unto the shameful thing, And they became detestable, like the thing that they loved.\n",
          "9:11 As for Ephraim, their glory Will fly away like a bird? No birth, no pregnancy, and no conception!\n",
          "9:12 For even if they bring up their children, I will bereave them, so that not a man is left. Indeed woe also to them When I turn away from them.\n",
          "9:13 Ephraim, as I have seen him, Is planted like Tyre in a meadow; But Ephraim will bring forth His children to the slayer.\n",
          "9:14 Give them, O Jehovah? What will You give them? Give them a miscarrying womb And dry breasts.\n",
          "9:15 All their evil is in Gilgal, For there I hated them. Because of the evil of their doings I will drive them from My house, I will love them no more; All their princes are rebels.\n",
          "9:16 Ephraim is stricken; Their root is dried up; They will not bear fruit. Indeed though they bring forth, I will kill the beloved fruit of their womb.\n",
          "9:17 My God has rejected them, For they did not listen to Him. And they will be wanderers among the nations.\n"
        ],
        "id": [
          "9:1 Janganlah bersukacita, hai Israel! Janganlah bersorak-sorak seperti bangsa-bangsa! Sebab engkau telah berzina dengan meninggalkan Allahmu, engkau telah mencintai upah sundal di segala tempat pengirikan gandum.\n",
          "9:2 Tempat pengirikan gandum dan tempat pemerasaan anggur tidak akan memberi mereka makan, dan anggur akan mengecewakan mereka.\n",
          "9:3 Mereka tidak akan tetap diam di tanah Tuhan, tetapi Efraim harus kembali ke Mesir, dan di Asyur mereka akan memakan makanan najis.\n",
          "9:4 Mereka tidak akan mempersembahkan kurban curahan anggur kepada Tuhan dan kurban-kurban sembelihan mereka tidak akan menyenangkan hati-Nya. Roti mereka adalah seperti roti perkabungan, semua orang yang memakannya akan menjadi najis, sebab roti mereka adalah untuk dirinya sendiri, tidak boleh dibawa ke dalam rumah Tuhan.\n",
          "9:5 Apakah yang hendak kamu perbuat pada waktu pertemuan raya dan pada waktu hari raya Tuhan?\n",
          "9:6 Sebab walaupun mereka mengelakkan diri dari pemusnahan, Mesir akan mengumpulkan mereka, Memfis akan menguburkan mereka. Rumput akan menutupi barang-barang perak mereka yang berharga; onak akan tumbuh dalam kemah-kemah mereka.\n",
          "9:7 Sudah datang hari-hari penghukuman, sudah datang hari-hari pembalasan, Israel akan mengalaminya, Nabi adalah seorang pandir, orang yang penuh roh adalah orang gila! , oleh karena besarnya kesalahanmu dan besarnya permusuhan:\n",
          "9:8 Efraim, umat Allahku, sedang mengintai nabi, jerat penangkap burung ada di sepanjang jalannya, permusuhan ada di rumah Allahnya.\n",
          "9:9 Busuk sangat perbuatan mereka seperti pada hari-hari Gibea; Ia akan mengingat kesalahan mereka dan akan menghukum dosa mereka.\n",
          "9:10 Seperti buah-buah anggur di padang gurun aku mendapati Israel dahulu; seperti buah sulung sebagai hasil pertama pohon ara Aku melihat nenek moyangmu. Tetapi mereka itu telah pergi kepada Baal-Peor dan telah membaktikan diri kepada dewa keaiban, sehingga mereka menjadi kejijikan sama seperti apa yang mereka cintai itu.\n",
          "9:11 Kemuliaan Efraim terbang seperti burung: tiada yang melahirkan, yang hamil dan yang mengandung!\n",
          "9:12 Sekalipun mereka membesarkan anak-anaknya, Aku akan membuat mereka bulus, sehingga tidak ada manusia lagi. Sungguh, celakalah juga mereka pada waktu Aku menjauh dari pada mereka!\n",
          "9:13 Efraim, seperti yang Aku lihat, telah membuat anak-anaknya menjadi binatang perburuan; Efraim terpaksa menyerahkan anak-anaknya kepada si pembunuh.\n",
          "9:14 Berilah kepada mereka, ya Tuhan apakah yang hendak Kauberi? Berilah kepada mereka kandungan yang mandul dan buah dada yang kering.\n",
          "9:15 Segala kejahatan mereka terjadi di Gilgal, sungguh, di sana aku mulai membenci mereka. Oleh karena jahatnya perbuatan-perbuatan mereka Aku akan menghalau mereka dari rumah-Ku. Aku tidak akan mengasihi mereka lagi, semua pemuka mereka adalah pemberontak.\n",
          "9:16 Efraim telah dipukul, akarnya telah menjadi kering, mereka tidak akan menghasilkan buah. Bahkan sekalipun mereka melahirkan anak, Aku akan mematikan buah kandungannya yang berharga.\n",
          "9:17 Allahku akan membuang mereka, sebab mereka tidak mendengarkan Dia, maka mereka akan mengembara di antara bangsa-bangsa.\n"
        ]
      }
    },
    {
      "10": {
        "en": [
          "10:1 Israel is a luxuriant vine; He brings forth fruit for himself. According to the abundance of his fruit He has multiplied altars; According to the goodness of their land They have made pillars well.\n",
          "10:2 Their heart is divided; Now they will be found guilty. He Himself will break down their altars; He will destroy their pillars.\n",
          "10:3 For now they will say, We have no king, For we did not fear Jehovah; And the king, what can he do for us?\n",
          "10:4 They speak mere words, Swearing falsely While making a covenant; And judgment sprouts forth like poisonous weeds In the furrows of the field.\n",
          "10:5 The inhabitants of Samaria will fear For the calves of Beth-aven; For its people will mourn over it, And its idol priests will tremble for it, For its glory, Because it has departed from it.\n",
          "10:6 Indeed it will be carried to Assyria: A present to the warrior king. Ephraim will be taken in shame, And Israel will be ashamed of his own counsel.\n",
          "10:7 Samaria will be cut off with her king And will be like twigs on the surface of the water.\n",
          "10:8 And the high places of Aven, the sin of Israel, Will be destroyed. The thorn and the thistle will come up Upon their altars; And they will say to the mountains, Cover us! And to the hills, Fall on us!\n",
          "10:9 Since the days of Gibeah You have sinned, O Israel; There they have stood. Did not the battle Overtake them in Gibeah Because of the children of iniquity?\n",
          "10:10 When I so desire, I will chastise them; And the peoples will be gathered against them, When they are bound for their double iniquity.\n",
          "10:11 And Ephraim is a trained heifer That loves to tread the grain; But I have passed the yoke Over her fair neck: I will make Ephraim draw the plow; Judah will plow; Jacob will break his clods.\n",
          "10:12 Sow unto righteousness for yourselves; Reap according to lovingkindness; Break up your fallow ground; For it is time to seek Jehovah Until He comes and rains Righteousness on you.\n",
          "10:13 You have plowed wickedness; You have reaped injustice; You have eaten the fruit of lying. For you have trusted in your way, In the multitude of your mighty men.\n",
          "10:14 And a tumult will arise among your peoples; And all your fortresses will be devastated, As Shalman devastated Beth-arbel In the day of battle: The mother was dashed in pieces with the children.\n",
          "10:15 Thus Bethel will cause this to happen to you Because of your great evil: At dawn the king of Israel Will be utterly cut off.\n"
        ],
        "id": [
          "10:1 Israel adalah pohon anggur yang riap tumbuhnya, yang menghasilkan buah . Makin banyak buahnya, makin banyak dibuatnya mezbah-mezbah. Makin baik tanahnya, makin baik dibuatnya tugu-tugu berhala.\n",
          "10:2 Hati mereka licik, sekarang mereka harus menanggung akibat kesalahannya: Dia akan menghancurkan mezbah-mezbah mereka, akan meruntuhkan tugu-tugu berhala mereka.\n",
          "10:3 Sungguh, sekarang mereka berkata: Kita tidak mempunyai raja lagi, sebab kita tidak takut kepada Tuhan. Apakah yang dapat dilakukan raja bagi kita?\n",
          "10:4 Mereka membual, mengangkat sumpah dusta, mengikat perjanjian, sehingga tumbuh hukum seperti pohon upas di alur-alur ladang.\n",
          "10:5 Penduduk Samaria gentar mengenai anak lembu Bet-Awen. Sungguh, rakyatnya akan berkabung oleh karenanya, dan imam-imamnya akan meratap oleh karenanya, oleh sebab kemuliaannya telah beralih dari padanya.\n",
          "10:6 Anak lembu itu sendiri akan dibawa ke Asyur sebagai persembahan kepada Raja ?Agung?. Efraim akan menanggung malu, Israel akan mendapat malu karena rancangannya.\n",
          "10:7 Samaria akan dihancurkan; rajanya seperti sepotong ranting yang terapung di air.\n",
          "10:8 Bukit-bukit pengurbanan Awen, yakni dosa Israel, akan dimusnahkan. Semak duri dan rumput duri akan tumbuh di atas mezbah-mezbahnya. Dan mereka akan berkata kepada gunung-gunung: Timbunilah kami! dan kepada bukit-bukit: Runtuhlah menimpa kami!\n",
          "10:9 Sejak hari Gibea engkau telah berdosa, hai Israel; di sana mereka bangkit melawan. Tidakkah perang melawan orang-orang curang akan mencapai mereka di Gibea?\n",
          "10:10 Aku telah datang untuk menghajar mereka; bangsa-bangsa akan berkumpul melawan mereka, apabila mereka dihajar karena salahnya yang berganda.\n",
          "10:11 Efraim dahulu seekor anak lembu yang terlatih, yang suka mengirik, dan Aku ini menyayangi tengkuknya yang elok, Aku memasang Efraim; Yehuda harus membajak, Yakub harus menyisir tanah baginya sendiri.\n",
          "10:12 Menaburlah bagimu sesuai dengan keadilan, menuailah menurut kasih setia! Bukalah bagimu tanah baru, sebab sudah waktunya untuk mencari Tuhan, sampai ia datang dan menghujani kamu dengan keadilan.\n",
          "10:13 Kamu telah membajak kefasikan, telah menuai kecurangan, telah memakan buah kebohongan. Oleh karena engkau telah mengandalkan diri pada keretamu, pada banyaknya pahlawan-pahlawanmu,\n",
          "10:14 maka keriuhan perang akan timbul di antara bangsamu, dan segala kubumu akan dihancurkan seperti Salman menghancurkan Bet-Arbel pada hari pertempuran: ibu beserta anak-anak diremukkan.\n",
          "10:15 Demikianlah akan Kulakukan kepadamu, hai kaum Israel, oleh karena dahsyatnya kejahatanmu. Pada waktu fajar akan dilenyapkan sama sekali raja Israel.\n"
        ]
      }
    },
    {
      "11": {
        "en": [
          "11:1 When Israel was a child, I loved him, And out of Egypt I called My son.\n",
          "11:2 As they called them, So they went from them; To the Baals they sacrificed, And to the idols they burned incense.\n",
          "11:3 And it was I who taught Ephraim to walk (He took them in His arms), But they did not know that I healed them.\n",
          "11:4 I drew them with cords of a man, With bands of love; And I was to them like those Who lift off the yoke on their jaws; And I gently caused them to eat.\n",
          "11:5 They will not return to the land of Egypt, But the Assyrian will be their king, For they refused to return to Me.\n",
          "11:6 And the sword will whirl about in their cities And will consume their bars, And it will devour them because of their own counsels.\n",
          "11:7 Indeed My people are bent upon turning away from Me; Though they call them to Him who is on high, None at all exalts Him.\n",
          "11:8 How shall I give you up, O Ephraim? How shall I deliver you up, O Israel? How can I make you like Admah? How can I treat you like Zeboim? My heart is turned within Me; All My compassions have warmed.\n",
          "11:9 I will not execute the fierceness of My anger; I will not return to destroy Ephraim; For I am God and not man, The Holy One in the midst of you, And I will not come in wrath.\n",
          "11:10 They will walk after Jehovah; He will roar like a lion. For He will roar, And the children will come trembling from the west.\n",
          "11:11 They will come trembling like a bird from Egypt And like a dove from the land of Assyria. And I will cause them to dwell in their houses, Declares Jehovah.\n",
          "11:12 Ephraim encompasses Me with lies, And the house of Israel, with deceit; And Judah is yet unsteadfast with God And with the Holy One, the Faithful One.\n"
        ],
        "id": [
          "11:1 Ketika Israel masih muda, Kukasihi dia, dan dari Mesir Kupanggil anak-Ku itu.\n",
          "11:2 Makin Kupanggil mereka, makin pergi mereka itu dari hadapan-Ku; mereka mempersembahkan kurban kepada para Baal, dan membakar kurban kepada patung-patung.\n",
          "11:3 Padahal Akulah yang mengajar Efraim berjalan dan mengangkat mereka di tangan-Ku, tetapi mereka tidak mau insaf, bahwa Aku menyembuhkan mereka.\n",
          "11:4 Aku menarik mereka dengan tali kesetiaan, dengan ikatan kasih. Bagi mereka Aku seperti orang yang mengangkat kuk dari tulang rahang mereka; Aku membungkuk kepada mereka untuk memberi mereka makan.\n",
          "11:5 Mereka harus kembali ke tanah Mesir, dan Asyur akan menjadi raja mereka, sebab mereka menolak untuk bertobat.\n",
          "11:6 Pedang akan mengamuk di kota-kota mereka, akan memusnahkan palang-palang pintu mereka, dan akan memakan mereka di benteng-benteng mereka.\n",
          "11:7 Umat-Ku betah dalam membelakangi Aku; mereka memanggil kepada Baal dan berhenti meninggikan nama-Ku.\n",
          "11:8 Masakan Aku membiarkan engkau, hai Efraim, menyerahkan engkau, hai Israel? Masakan Aku membiarkan engkau seperti Adma, membuat engkau seperti Zeboim? Hati-Ku berbalik dalam diri-Ku, belas kasihan-Ku bangkit serentak.\n",
          "11:9 Aku tidak akan melaksanakan murka-Ku yang bernyala-nyala itu, tidak akan membinasakan Efraim kembali. Sebab Aku ini Allah dan bukan manusia, Yang Kudus di tengah-tengahmu, dan Aku tidak datang untuk menghanguskan.\n",
          "11:10 Mereka akan mengikuti Tuhan, Ia akan mengaum seperti singa. Sungguh, Ia akan mengaum, maka anak-anak akan datang dengan gemetar dari barat,\n",
          "11:11 seperti burung dengan gemetar datang dari Mesir, dan seperti merpati dari tanah Asyur, lalu Aku akan menempatkan mereka lagi di rumah-rumah mereka, demikianlah firman Tuhan.\n"
        ]
      }
    },
    {
      "12": {
        "en": [
          "12:1 Ephraim feeds on wind And follows the east wind continually; He multiplies lies and violence. They make a covenant with Assyria, And oil is carried into Egypt.\n",
          "12:2 Jehovah has also a controversy with Judah And will punish Jacob according to his ways; According to his doings He will recompense him.\n",
          "12:3 In the womb he grasped his brother by the heel, And in his full strength he contended with God.\n",
          "12:4 Indeed he contended with the Angel and prevailed; He wept and made supplication to Him. At Bethel he found Him; And there He spoke with us,\n",
          "12:5 Even Jehovah the God of hosts; Jehovah is His memorial.\n",
          "12:6 And you, return there to your God; Keep lovingkindness and justice, And wait on your God continually.\n",
          "12:7 He is a merchant; In his hand are balances of deceit; He loves to extort.\n",
          "12:8 And Ephraim said, I have surely become rich; I have found wealth for myself. In all my labors They will find with me No iniquity, which would be sin.\n",
          "12:9 But I have been Jehovah your God Since the land of Egypt; Yet again I will cause you to dwell in tents As in the days of the appointed feast.\n",
          "12:10 I have also spoken unto the prophets: And I have multiplied vision, And through the prophets I have used similitudes.\n",
          "12:11 Is Gilead iniquity? They are altogether vanity. In Gilgal they sacrifice oxen; Indeed their altars are like heaps In the furrows of a field.\n",
          "12:12 And Jacob fled into the country of Aram; And Israel served for a wife, And for a wife he kept sheep.\n",
          "12:13 And by a prophet Jehovah brought Israel up from Egypt, And by a prophet he was kept.\n",
          "12:14 Ephraim provoked Him to bitter anger; Therefore his Lord will leave his bloodshed upon him And will recompense him with his own reproach.\n"
        ],
        "id": [
          "12:1 Dengan kebohongan Aku telah dikepung oleh Efraim, dengan tipu oleh kaum Israel; sedang Yehuda menghilang dari dekat Allah, dari dekat Yang Mahakudus yang setia.\n",
          "12:2 Efraim menjaga angin, dan mengejar angin timur sehari suntuk, memperbanyak dusta dan pemusnahan; mereka mengadakan perjanjian dengan Asyur, dan membawa minyak kepada Mesir.\n",
          "12:3 Tuhan mempunyai perbantahan dengan Yehuda, Ia akan menghukum Yakub sesuai dengan tingkah lakunya, dan akan memberi balasan kepadanya sesuai dengan perbuatan-perbuatannya.\n",
          "12:4 Di dalam kandungan ia menipu saudaranya, dan dalam kegagahannya ia bergumul dengan Allah.\n",
          "12:5 Ia bergumul dengan Malaikat dan menang; ia menangis dan memohon belas kasihan kepada-Nya. Di Betel ia bertemu dengan Dia, dan di sanalah Dia berfirman kepadanya:\n",
          "12:6 yakni Tuhan, Allah semesta alam, Tuhan nama-Nya\n",
          "12:7 Engkau ini harus berbalik kepada Allahmu, peliharalah kasih setia dan hukum, dan nantikanlah Allahmu senantiasa.\n",
          "12:8 Sama seperti Kanaan, dengan neraca palsu di tangannya, dan suka memeras,\n",
          "12:9 berkatalah Efraim: Bukankah aku telah menjadi kaya, telah mendapat harta benda bagiku! Tetapi segala hasil jerih payahku tidak mendatangkan kesalahan yang merupakan dosa bagiku.\n",
          "12:10 Tetapi Aku adalah Tuhan, Allahmu sejak di tanah Mesir; Aku masih mau membuat engkau diam kembali di kemah-kemah seperti di hari-hari pertemuan raya.\n",
          "12:11 Aku berbicara kepada para nabi dan banyak kali memberi penglihatan dan memberi perumpamaan dengan perantaraan para nabi.\n",
          "12:12 Bila di Gilead ada kejahatan, maka mereka menjadi kesia-siaan belaka; di Gilgal mereka mempersembahkan lembu-lembu jantan, maka mezbah-mezbah mereka juga menjadi seperti timbunan batu di alur-alur ladang.\n",
          "12:13 Yakub melarikan diri ke tanah Aram, dan Israel memperhambakan diri untuk mendapat isteri, ya, untuk mendapat isteri ia menjadi gembala.\n",
          "12:14 Israel dituntun oleh Tuhan keluar dari Mesir dengan perantaraan seorang nabi, ya, ia dijaga oleh seorang nabi.\n",
          "12:15 Efraim telah menimbulkan sakit hati-Nya secara pahit, maka Tuhannya akan membiarkan hutang darahnya menimpa dia, dan akan membalas celanya kepadanya.\n"
        ]
      }
    },
    {
      "13": {
        "en": [
          "13:1 When Ephraim spoke, there was trembling. He exalted himself in Israel; But he trespassed through Baal and died.\n",
          "13:2 And now they sin more and more And make molten images for themselves out of their silver, Idols according to their own understanding, All of it the work of craftsmen. Of them they say, Let the men who sacrifice Kiss the calves.\n",
          "13:3 Therefore they will be like a morning cloud And like dew that departs early, Like chaff driven by a storm wind from the threshing floor And like smoke from a window vent.\n",
          "13:4 But I have been Jehovah your God Since the land of Egypt; And you were to know no god except Me, For there is no savior besides Me.\n",
          "13:5 I knew you in the wilderness, In the land of great drought.\n",
          "13:6 According to their pasturage they became full; They became full, and their heart was exalted; Therefore they have forgotten Me.\n",
          "13:7 Thus I will be to them like a lion; Like a leopard I will watch them along the way.\n",
          "13:8 I will meet them like a bear robbed of her cubs, And I will tear away the covering of their heart; And I will devour them there like a lioness; The beast of the field will tear them to pieces.\n",
          "13:9 It is your destruction, O Israel, That you are against Me, against your help.\n",
          "13:10 Where then is your king, That he may save you in all your cities, And your judges of whom you said, a Give me a king and some princes?\n",
          "13:11 I gave you a king in My anger And took him away in My overflowing wrath.\n",
          "13:12 The iniquity of Ephraim is bound up; His sin is laid up in store.\n",
          "13:13 The pains of a woman giving birth will come upon him. He is an unwise son; For he should not delay at the time The children break forth.\n",
          "13:14 From the power of Sheol I will ransom them; From death I will redeem them. b Where are your plagues, O death? Where is your destruction, O Sheol? 2 Repentance will be hidden from My eyes.\n",
          "13:15 Even if he should be fruitful among his brothers, An east wind will come, A wind of Jehovah Coming up from the wilderness, And his spring will become dry, And his fountain will be dried up. He will plunder the treasure Of every desirable vessel.\n",
          "13:16 Samaria will be guilty, For she rebelled against her God. They will fall by the sword; Their children will be dashed in pieces, And their pregnant women will be ripped up.\n"
        ],
        "id": [
          "13:1 Apabila Efraim berbicara, gemetarlah orang; ia diangkat-angkat di Israel, tetapi ia bersalah dengan menyembah Baal, sehingga matilah ia.\n",
          "13:2 Sekarang pun mereka terus berdosa, dan membuat baginya patung tuangan dari perak dan berhala-berhala sesuai dengan kecakapan mereka; semuanya itu buatan tukang-tukang. Persembahkanlah kurban kepadanya!, kata mereka. Baiklah manusia mencium anak-anak lembu!\n",
          "13:3 Sebab itu mereka akan seperti kabut pagi atau seperti embun yang hilang pagi-pagi benar, seperti debu jerami yang diterbangkan badai dari tempat pengirikan atau seperti asap dari tingkap.\n",
          "13:4 Tetapi Aku adalah Tuhan, Allahmu sejak di tanah Mesir; engkau tidak mengenal allah kecuali Aku, dan tidak ada juruselamat selain dari Aku.\n",
          "13:5 Akulah yang mengenal engkau di padang gurun, di tanah yang gersang.\n",
          "13:6 Ketika mereka makan rumput, maka mereka kenyang; setelah mereka kenyang, maka hati mereka meninggi; itulah sebabnya mereka melupakan Aku.\n",
          "13:7 Maka Aku menjadi seperti singa bagi mereka, seperti macan tutul Aku mengintip-intip di pinggir jalan.\n",
          "13:8 Aku mau mendatangi mereka seperti beruang yang kehilangan anak, Aku mau mengoyakkan dada mereka. Di sana Aku memakan mereka seperti singa; binatang liar di padang akan merobek mereka.\n",
          "13:9 Aku membinasakan engkau, hai Israel, siapakah yang dapat menolong engkau?\n",
          "13:10 Di mana gerangan rajamu, supaya diselamatkannya engkau, dan semua pemukamu, supaya diberinya engkau keadilan, hai, engkau yang berkata: Berilah kepadaku seorang raja dan pemuka-pemuka!\n",
          "13:11 Aku memberikan engkau seorang raja dalam murka-Ku dan mengambilnya dalam gemas-Ku.\n",
          "13:12 Kesalahan Efraim dibungkus, dosanya disimpan.\n",
          "13:13 Sakit beranak mendahului kelahirannya, tetapi ia adalah seorang anak yang tidak bijaksana; sebab tidak pada waktunya ia bergerak, bila waktunya tiba, ia tidak mau keluar dari kandungan ibu.\n",
          "13:14 Akan Kubebaskankah mereka dari kuasa dunia orang mati, akan Kutebuskah mereka dari pada maut? Di manakah penyakit samparmu, hai maut, di manakah tenaga pembinasamu, hai dunia orang mati? Mata-Ku tertutup bagi belas kasihan.\n",
          "13:15 Sekalipun ia tumbuh subur di antara rumput-rumput, maka angin timur, angin Tuhan, akan datang, bertiup dari padang gurun, mengeringkan sumber-sumbernya dan merusakkan mata-mata airnya; dirampasnya harta benda, segala barang yang indah-indah.\n"
        ]
      }
    },
    {
      "14": {
        "en": [
          "14:1 Return, O Israel, To Jehovah your God, For you have fallen by your iniquity.\n",
          "14:2 Take words with you, And return to Jehovah; Say to Him, Forgive all iniquity, And take us graciously; Thus we will render our lips as bulls.\n",
          "14:3 Assyria will not save us; We will not ride upon horses. Neither will we say again to the work of our hands, Our God! Because in You the orphan finds compassion.\n",
          "14:4 I will heal their apostasy; I will love them freely; For My anger has turned away from him.\n",
          "14:5 I will be like the dew to Israel; He will bud like the lily And will send forth his roots like the trees of Lebanon.\n",
          "14:6 His shoots will go forth; And his splendor will be like that of the olive tree, And his fragrance, like that of the trees of Lebanon.\n",
          "14:7 Those who sit under his shade will return; They will revive like grain And will bud like the vine; His renown will be like the wine of Lebanon.\n",
          "14:8 Ephraim says, What have I yet to do with idols? I respond and look on him. I am like a green fir tree; 2 From Me your fruit is found.\n",
          "14:9 Who is wise? Then let him understand these things. Who is intelligent? Then let him know them. For the ways of Jehovah are right, And the righteous will walk in them, But the transgressors will stumble in them.\n"
        ],
        "id": [
          "14:1 Samaria harus mendapat hukuman, sebab ia memberontak terhadap Allahnya. Mereka akan tewas oleh pedang, bayi-bayinya akan diremukkan, dan perempuan-perempuannya yang mengandung akan dibelah perutnya.\n",
          "14:2 Bertobatlah, hai Israel, kepada Tuhan, Allahmu, sebab engkau telah tergelincir karena kesalahanmu.\n",
          "14:3 Bawalah sertamu kata-kata penyesalan, dan bertobatlah kepada Tuhan; katakanlah kepada-Nya: Ampunilah segala kesalahan, sehingga kami mendapat yang baik, maka kami akan mempersembahkan pengakuan kami.\n",
          "14:4 Asyur tidak dapat menyelamatkan kami; kami tidak mau mengendarai kuda, dan kami tidak akan berkata lagi: Ya, Allah kami! kepada buatan tangan kami. Karena buatan tangan kami. Karena Engkau menyayangi anak yatim.\n",
          "14:5 Aku akan memulihkan mereka dari penyelewengan, Aku akan mengasihi mereka dengan sukarela, sebab murka-Ku telah surut dari pada mereka.\n",
          "14:6 Aku akan seperti embun bagi Israel, maka ia akan berbunga seperti bunga bakung dan akan menjulurkan akar-akarnya seperti pohon hawar.\n",
          "14:7 Ranting-rantingnya akan merambak, semaraknya akan seperti pohon zaitun dan berbau harum seperti yang di Libanon.\n",
          "14:8 Mereka akan kembali dan diam dalam naungan-Ku dan tumbuh seperti gandum; mereka akan berkembang seperti pohon anggur, yang termasyhur seperti anggur Libanon.\n",
          "14:9 Efraim, apakah lagi sangkut paut-Ku dengan berhala-berhala? Akulah yang menjawab dan memperhatikan engkau! Aku ini seperti pohon sanobar yang menghijau, dari pada-Ku engkau mendapat buah.\n",
          "14:10 Siapa yang bijaksana, biarlah ia memahami semuanya ini; siapa yang paham, biarlah ia mengetahuinya; sebab jalan-jalan Tuhan adalah lurus, dan orang benar menempuhnya, tetapi pemberontak tergelincir di situ.\n"
        ]
      }
    }
  ]
}
