{
  "Joel": {
    "1": {
      "en": [
        "1:1 The word of Jehovah which came to the son of Pethuel.\n",
        "1:2 Hear this, you elders, And give heed, all you inhabitants of the land. Has this ever happened in your days, Or even in the days of your fathers?\n",
        "1:3 Tell your children about it, And let your children tell their children, And let their children tell the next generation.\n",
        "1:4 What the cutting locust has left, the swarming locust has eaten; And what the swarming locust has left, the licking locust has eaten; And what the licking locust has left, the consuming locust has eaten.\n",
        "1:5 Awake, drunkards, and weep; Howl, all you who drink wine, Because of the fresh wine; For it has been cut off from your mouth.\n",
        "1:6 For a nation has come up against My land, Mighty and without number; Its teeth are the teeth of a lion, And it has the cutting teeth of a lioness.\n",
        "1:7 It has made My vine a desolation, And My fig tree a heap of splinters. It has stripped it bare and cast it away; Its branches are white.\n",
        "1:8 Wail like a virgin girded with sackcloth Over the husband of her youth.\n",
        "1:9 The meal offering and the drink offering are cut off From the house of Jehovah; The priests, the ministers of Jehovah, mourn.\n",
        "1:10 The field is a waste; The land mourns, For the grain is a waste; The new wine is dried up; The fresh oil languishes.\n",
        "1:11 Be ashamed, O farmers; Howl, O vinedressers, For the wheat and for the barley, Because the harvest of the field has perished.\n",
        "1:12 The vine is dried up, And the fig tree languishes, The pomegranate and the palm and the apple tree? All the trees of the field are dried up; Indeed gladness has withered away From the children of men.\n",
        "1:13 Gird yourselves and lament, O priests; Howl, O ministers of the altar. Come, pass the night in sackcloth, O ministers of my God. For the meal offering and the drink offering Are held back from the house of your God.\n",
        "1:14 Sanctify a fast; Call a solemn assembly; Gather the elders And all the inhabitants of the land To the house of Jehovah your God; And cry unto Jehovah.\n",
        "1:15 Alas for the day! For the day of Jehovah has drawn near, And as the destruction from the Almighty it will come.\n",
        "1:16 Is not our food Cut off before our eyes, Joy and exultation From the house of our God?\n",
        "1:17 The seeds have shriveled Under their clods; The storehouses have been desolated; The barns have been torn down; For the grain is dried up.\n",
        "1:18 How the beasts groan! The herds of cattle are confused, For they have no pasture; The flocks of sheep also suffer punishment.\n",
        "1:19 To You, O Jehovah, I cry out; For fire has devoured The pastures of the wilderness, And the flame has set ablaze All the trees of the field.\n",
        "1:20 The beasts of the field also Cry to You, For the waterways Are dried up, And fire has devoured The pastures of the wilderness.\n"
      ],
      "id": [
        "1:1 Firman Tuhan yang datang kepada Yoel bin Petuel.\n",
        "1:2 Dengarlah ini, hai para tua-tua, pasanglah telinga, hai seluruh penduduk negeri! Pernahkah terjadi seperti ini dalam zamanmu, atau dalam zaman nenek moyangmu?\n",
        "1:3 Ceritakanlah tentang itu kepada anak-anakmu, dan biarlah anak-anakmu menceritakannya kepada anak-anak mereka, dan anak-anak mereka kepada angkatan yang kemudian.\n",
        "1:4 Apa yang ditinggalkan belalang pengerip telah dimakan belalang pindahan, apa yang ditinggalkan belalang pindahan telah dimakan belalang pelompat, dan apa yang ditinggalkan belalang pelompat telah dimakan belalang pelahap.\n",
        "1:5 Bangunlah, hai pemabuk, dan menangislah! Merataplah, hai semua peminum anggur karena anggur baru, sebab sudah dirampas dari mulutmu anggur itu!\n",
        "1:6 Sebab maju menyerang negeriku suatu bangsa yang kuat dan tidak terbilang banyaknya; giginya bagaikan gigi singa, dan taringnya bagaikan taring singa betina.\n",
        "1:7 Telah dibuatnya pohon anggurku menjadi musnah, dan pohon araku menjadi buntung; dikelupasnya kulitnya sama sekali dan dilemparkannya, sehingga carang-carangnya menjadi putih.\n",
        "1:8 Merataplah seperti anak dara yang berlilitkan kain kabung karena mempelai, kekasih masa mudanya.\n",
        "1:9 Kurban sajian dan kurban curahan sudah lenyap dari rumah Tuhan; dan berkabunglah para imam, yakni pelayan-pelayan Tuhan.\n",
        "1:10 Ladang sudah musnah, tanah berkabung, sebab gandum sudah musnah, buah anggur sudah kering, minyak sudah menipis.\n",
        "1:11 Para petani menjadi malu, tukang-tukang kebun anggur meratap karena gandum dan karena jelai, sebab sudah musnah panen ladang.\n",
        "1:12 Pohon anggur sudah kering dan pohon ara sudah merana; pohon delima, juga pohon korma dan pohon apel, segala pohon di padang sudah mengering. Sungguh, kegirangan melayu dari antara anak-anak manusia.\n",
        "1:13 Lilitkanlah kain kabung dan mengeluhlah, hai para imam; merataplah, hai para pelayan mezbah; masuklah, bermalamlah dengan memakai kain kabung, hai para pelayan Allahku, sebab sudah ditahan dari rumah Allahmu, kurban sajian dan kurban curahan.\n",
        "1:14 Adakanlah puasa yang kudus, maklumkanlah perkumpulan raya; kumpulkanlah para tua-tua dan seluruh penduduk negeri ke rumah Tuhan, Allahmu, dan berteriaklah kepada Tuhan.\n",
        "1:15 Wahai, hari itu! Sungguh, hari Tuhan sudah dekat, datangnya sebagai pemusnahan dari Yang Mahakuasa.\n",
        "1:16 Bukankah di depan mata kita sudah lenyap makanan, sukaria dan sorak-sorai dari rumah Allah kita?\n",
        "1:17 Biji-bijian menjadi kering di dalam tanah, lumbung-lumbung sudah licin tandas, rengkiang-rengkiang sudah runtuh, sebab gandum sudah habis.\n",
        "1:18 Betapa mengeluhnya hewan dan gempar kawanan-kawanan lembu, sebab tidak ada lagi padang rumput baginya; juga kawanan kambing domba terkejut.\n",
        "1:19 Kepada-Mu, ya Tuhan, aku berseru, sebab api telah memakan habis tanah gembalaan di padang gurun, dan nyala api telah menghanguskan segala pohon di padang.\n",
        "1:20 Juga binatang-binatang di padang menjerit karena rindu kepada-Mu, sebab wadi telah kering, dan api pun telah memakan habis tanah gembalaan di padang gurun.\n"
      ]
    },
    "2": {
      "en": [
        "2:1 Blow a trumpet in Zion; Sound an alarm in My holy mountain; Let all the inhabitants of the land tremble, For the day of Jehovah comes; For it draws near:\n",
        "2:2 A day of darkness and gloominess, A day of clouds and deep darkness, Like the dawn spread over the mountains? A people great and mighty. d There has not been any like them Since eternity, And there will not be any more after them, Even until the years of the generation of the generations.\n",
        "2:3 A fire devours before them, And after them a flame blazes. Before them the land is like the garden of Eden, After them, like a desolate wilderness; And indeed no one escapes them.\n",
        "2:4 Their appearance is like the appearance of horses; And as horsemen, so they run.\n",
        "2:5 Like the sound of chariots Upon the mountaintops they leap, Like the sound of a flame of fire That devours the stubble, Like a mighty people Set in battle array.\n",
        "2:6 At their presence the peoples writhed in anguish; All faces became pale.\n",
        "2:7 They run like mighty men; Like men of battle they climb the wall. And they march, each in his ways, And do not break their ranks.\n",
        "2:8 Nor do they crowd each other; They march, each on his highway. Though they fall among weapons, They do not break off their progress.\n",
        "2:9 They rush at the city; They run against the wall; They go up into the houses; In through the windows They go, like a thief.\n",
        "2:10 The earth quakes before them; The heavens shake; The sun and the moon grow dark, And the stars withdraw their shining.\n",
        "2:11 And Jehovah utters His voice Before His army, For His camp is very great, For He who executes His word is mighty. For the day of Jehovah is great And very terrible, And who can endure it?\n",
        "2:12 Yet even now, Declares Jehovah, a Turn to Me with all your heart And with fasting and weeping and mourning;\n",
        "2:13 And rend your hearts, And not your garments, And turn to Jehovah your God, For He is gracious and compassionate, Long-suffering and abundant in lovingkindness And repentant of evil.\n",
        "2:14 Who knows whether He will turn and repent And leave a blessing behind Him, A meal offering and a drink offering To Jehovah your God?\n",
        "2:15 Blow a trumpet in Zion; 2 Sanctify a fast; Call a solemn assembly;\n",
        "2:16 Gather the people; Sanctify the congregation; Assemble the elders; Gather the children And those who suck the breasts; Let the bridegroom go forth from his chamber, And the bride from her canopy.\n",
        "2:17 Let the priests, the ministers of Jehovah, Weep between the porch and the altar, And let them say, Look with pity, O Jehovah, upon Your people; And do not give Your inheritance over to reproach, That the nations should rule over them. c Why should they say among the peoples, Where is their God?\n",
        "2:18 Then Jehovah became jealous for His land, And He spared His people.\n",
        "2:19 And Jehovah answered and said to His people, I am about to send you The grain and the new wine and the fresh oil, And you will be satisfied with it; And I will no longer make you A reproach among the nations,\n",
        "2:20 But the northern army I will remove far from you; And I will drive it into a land Barren and desolate, With its face toward the eastern sea And its end toward the western sea. And its stench will go up, And its foul smell will go up, For it has done great things.\n",
        "2:21 Do not fear, O land; Be glad and rejoice, For Jehovah has done great things.\n",
        "2:22 Do not fear, O beasts of the field, For the pastures of the wilderness turn green. For the tree bears its fruit; The fig tree and the vine yield their strength.\n",
        "2:23 O children of Zion, Be glad and rejoice In Jehovah your God. For He gives you The early rain in righteousness, And He makes the rain come down for you: The early rain and the late rain At the beginning of the season.\n",
        "2:24 And the threshing floors will be full of grain, And the wine vats will overflow with new wine and fresh oil.\n",
        "2:25 And I will restore to you the years That the swarming locust has eaten, The licking locust and the consuming locust and the cutting locust, My great army That I sent among you.\n",
        "2:26 And you will eat to the full and be satisfied, And you will praise the name of Jehovah your God, Who has dealt wondrously with you; And My people will never be ashamed.\n",
        "2:27 And you will know that I am in the midst of Israel, And that I am Jehovah your God and there is none else. And My people will never be ashamed.\n",
        "2:28 And afterward I will pour out My Spirit upon all flesh, And your sons and your daughters shall prophesy; Your old men shall dream dreams; Your young men shall see visions.\n",
        "2:29 Indeed even upon the male and female slaves In those days I will pour out My Spirit.\n",
        "2:30 And I will show wonders in the heavens and on earth: Blood and fire and pillars of smoke.\n",
        "2:31 The sun shall be turned into darkness, And the moon into blood, Before the great and terrible 1b Day of Jehovah comes.\n",
        "2:32 And everyone who calls on the name of Jehovah shall be saved; For in Mount Zion and in Jerusalem will be an escape, As Jehovah has said, Even for the remnant Whom Jehovah calls.\n"
      ],
      "id": [
        "2:1 Tiuplah sangkakala di Sion dan berteriaklah di gunung-Ku yang kudus! Biarlah gemetar seluruh penduduk negeri, sebab hari Tuhan datang, sebab hari itu sudah dekat;\n",
        "2:2 suatu hari gelap gulita dan kelam kabut, suatu hari berawan dan kelam pekat; seperti fajar di atas gunung-gunung terbentang suatu bangsa yang banyak dan kuat, yang serupa itu tidak pernah ada sejak purbakala, dan tidak akan ada lagi sesudah itu turun-temurun, pada masa yang akan datang.\n",
        "2:3 Di depannya api memakan habis, di belakangnya nyala api berkobar. Tanah di depannya seperti Taman Eden, tetapi di belakangnya padang gurun tandus, dan sama sekali tidak ada yang dapat luput.\n",
        "2:4 Rupanya seperti kuda, dan seperti kuda balapan mereka berlari.\n",
        "2:5 Seperti gemertaknya kereta-kereta, mereka melompat-lompat di atas puncak gunung-gunung; seperti geletiknya nyala api yang memakan habis jerami; seperti suatu bangsa yang kuat, teratur barisannya untuk berperang.\n",
        "2:6 Terhadapnya bangsa-bangsa gemetar, segala muka bertambah menjadi pucat pasi.\n",
        "2:7 Seperti pahlawan mereka berlari, seperti prajurit mereka naik tembok; dan mereka masing-masing berjalan terus dengan tidak membelok dari jalannya;\n",
        "2:8 mereka tidak berdesak-desakan, mereka berjalan terus masing-masing di jalannya; mereka menerobos pertahanan dengan tombak, mereka tidak membiarkan barisannya terputus.\n",
        "2:9 Mereka menyerbu ke dalam kota, mereka berlari ke atas tembok, mereka memanjat ke dalam rumah-rumah, mereka masuk melalui jendela-jendela seperti pencuri.\n",
        "2:10 Di depannya bumi gemetar, langit bergoncang; matahari dan bulan menjadi gelap, dan bintang-bintang menghilangkan cahayanya.\n",
        "2:11 Dan Tuhan memperdengarkan suara-Nya di depan tentara-Nya. Pasukan-Nya sangat banyak dan pelaksana firman-Nya kuat. Betapa hebat dan sangat dahsyat hari Tuhan! Siapakah yang dapat menahannya?\n",
        "2:12 Tetapi sekarang juga, demikianlah firman Tuhan, berbaliklah kepada-Ku dengan segenap hatimu, dengan berpuasa, dengan menangis dan dengan mengaduh.\n",
        "2:13 Koyakkanlah hatimu dan jangan pakaianmu, berbaliklah kepada Tuhan, Allahmu, sebab Ia pengasih dan penyayang, panjang sabar dan berlimpah kasih setia, dan Ia menyesal karena hukuman-Nya.\n",
        "2:14 Siapa tahu, mungkin Ia mau berbalik dan menyesal, dan ditinggalkan-Nya berkat, menjadi kurban sajian dan kurban curahan bagi Tuhan, Allahmu.\n",
        "2:15 Tiuplah sangkakala di Sion, adakanlah puasa yang kudus, maklumkanlah perkumpulan raya;\n",
        "2:16 kumpulkanlah bangsa ini, kuduskanlah jemaah, himpunkanlah orang-orang yang tua, kumpulkanlah anak-anak, bahkan anak-anak yang menyusu; baiklah penganten laki-laki keluar dari kamarnya, dan penganten perempuan dari kamar tidurnya;\n",
        "2:17 baiklah para imam, pelayan-pelayan Tuhan, menangis di antara balai depan dan mezbah, dan berkata: Sayangilah, ya Tuhan, umat-Mu, dan janganlah biarkan milik-Mu sendiri menjadi cela, sehingga bangsa-bangsa menyindir kepada mereka. Mengapa orang berkata di antara bangsa: Di mana Allah mereka?\n",
        "2:18 Tuhan menjadi cemburu karena tanah-Nya, dan Ia belas kasihan kepada umat-Nya.\n",
        "2:19 Tuhan menjawab, kata-Nya kepada umat-Nya: Sesungguhnya, Aku akan mengirim kepadamu gandum, anggur dan minyak, dan kamu akan kenyang memakannya; Aku tidak akan menyerahkan kamu lagi menjadi cela di antara bangsa-bangsa.\n",
        "2:20 Yang datang dari utara itu akan Kujauhkan dari padamu, dan akan Kuusir ke suatu negeri kering dan tandus, barisan mukanya ke laut timur, dan barisan belakangnya ke laut barat, maka bau busuknya dan bau anyirnya akan naik, sebab ia telah melakukan perkara yang besar.\n",
        "2:21 Jangan takut, hai tanah, bersorak-soraklah dan bersukacitalah, sebab juga Tuhan telah melakukan perkara yang besar!\n",
        "2:22 Jangan takut, hai binatang-binatang di padang, sebab tanah gembalaan di padang gurun menghijau, pohon menghasilkan buahnya, pohon ara dan pohon anggur memberi kekayaannya.\n",
        "2:23 Hai bani Sion, bersorak-soraklah dan bersukacitalah karena Tuhan, Allahmu! Sebab telah diberikan-Nya kepadamu hujan pada awal musim dengan adilnya, dan diturunkan-Nya kepadamu hujan, hujan pada awal dan hujan pada akhir musim seperti dahulu.\n",
        "2:24 Tempat-tempat pengirikan menjadi penuh dengan gandum, dan tempat pemerasan kelimpahan anggur dan minyak.\n",
        "2:25 Aku akan memulihkan kepadamu tahun-tahun yang hasilnya dimakan habis oleh belalang pindahan, belalang pelompat, belalang pelahap dan belalang pengerip, tentara-Ku yang besar yang Kukirim ke antara kamu.\n",
        "2:26 Maka kamu akan makan banyak-banyak dan menjadi kenyang, dan kamu akan memuji-muji nama Tuhan, Allahmu, yang telah memperlakukan kamu dengan ajaib; dan umat-Ku tidak akan menjadi malu lagi untuk selama-lamanya.\n",
        "2:27 Kamu akan mengetahui bahwa Aku ini ada di antara orang Israel, dan bahwa Aku ini, Tuhan, adalah Allahmu dan tidak ada yang lain; dan umat-Ku tidak akan menjadi malu lagi untuk selama-lamanya.\n",
        "2:28 Kemudian dari pada itu akan terjadi, bahwa Aku akan mencurahkan Roh-Ku ke atas semua manusia, maka anak-anakmu laki-laki dan perempuan akan bernubuat; orang-orangmu yang tua akan mendapat mimpi, teruna-terunamu akan mendapat penglihatan-penglihatan.\n",
        "2:29 Juga ke atas hamba-hambamu laki-laki dan perempuan akan Kucurahkan Roh-Ku pada hari-hari itu.\n",
        "2:30 Aku akan mengadakan mujizat-mujizat di langit dan di bumi: darah dan api dan gumpalan-gumpalan asap.\n",
        "2:31 Matahari akan berubah menjadi gelap gulita dan bulan menjadi darah sebelum datangnya hari Tuhan yang hebat dan dahsyat itu.\n",
        "2:32 Dan barangsiapa yang berseru kepada nama Tuhan akan diselamatkan, sebab di gunung Sion dan di Yerusalem akan ada keselamatan, seperti yang telah difirmankan Tuhan; dan setiap orang yang dipanggil Tuhan akan termasuk orang-orang yang terlepas.\n"
      ]
    },
    "3": {
      "en": [
        "3:1 For indeed, in those days and at that time When I turn the captivity of Judah and Jerusalem,\n",
        "3:2 I will gather all the nations And will bring them down to the valley of Jehoshaphat; And I will enter into judgment with them there Because of My people and My inheritance Israel, Whom they have scattered among the nations. And they have divided My land\n",
        "3:3 And have cast lots for My people; And they have given a boy for a prostitute And sold a girl for wine to drink.\n",
        "3:4 Indeed then, what are you to Me, Tyre and Sidon And all the regions of Philistia? Will you repay Me with a recompense? But if you recompense Me, Swiftly, speedily, I will return your recompense upon your own head.\n",
        "3:5 In that you have taken My silver and My gold, And have brought My fine precious things into your temples,\n",
        "3:6 And have sold to the children of the Javanim The children of Judah and the children of Jerusalem, In order to remove them Far from their borders;\n",
        "3:7 I will rouse them out of the place To which you have sold them, And will return your recompense upon your own head.\n",
        "3:8 And I will sell your sons and your daughters Into the hand of the children of Judah, And they will sell them to the Sabeans, To a nation that is far off, For Jehovah has spoken.\n",
        "3:9 Proclaim this among the nations: Prepare the battle; b Rouse the mighty men; Let all the men of battle Draw near; let them go up.\n",
        "3:10 Beat your plowshares into swords, And your pruning knives into spears; Let the weak say, I am mighty.\n",
        "3:11 Hurry and come, All you surrounding nations, And be gathered. There cause Your mighty ones to , O Jehovah!\n",
        "3:12 Let the nations rouse themselves and come up To the valley of Jehoshaphat. For there I will sit to judge All the surrounding nations.\n",
        "3:13 Send forth the sickle, For the harvest is ripe; Come, tread, For the winepress is full; The wine vats overflow, For their evil is great.\n",
        "3:14 Multitudes, multitudes, In the valley of decision; For the day of Jehovah has drawn near In the valley of decision.\n",
        "3:15 The sun and the moon grow dark, And the stars withdraw their shining.\n",
        "3:16 And Jehovah will roar from Zion, And from Jerusalem He will utter His voice, And the heavens and the earth will shake. But Jehovah will be a shelter to His people And a stronghold to the children of Israel.\n",
        "3:17 Thus you will know that I am Jehovah your God, a Dwelling in Zion, My holy mountain. And Jerusalem will be holy, And strangers will pass through her no longer.\n",
        "3:18 And in that day 1 The mountains will drop down fresh wine, And the hills will flow with milk; And all the waterways of Judah Will flow with water, And a fountain will go forth from the house of Jehovah, And it will water the valley of Shittim.\n",
        "3:19 Egypt will be a desolation, And Edom will be a desolate wilderness, Because of the violence against the children of Judah, In that they have shed innocent blood in their land.\n",
        "3:20 But Judah will abide forever, And Jerusalem, from generation to generation;\n",
        "3:21 And I will acquit them of their bloodshed that I had not acquitted them of, For Jehovah dwells in Zion.\n"
      ],
      "id": [
        "3:1 Sebab sesungguhnya pada hari-hari itu dan pada waktu itu, apabila Aku memulihkan keadaan Yehuda dan Yerusalem,\n",
        "3:2 Aku akan mengumpulkan segala bangsa dan akan membawa mereka turun ke lembah Yosafat; Aku akan berperkara dengan mereka di sana mengenai umat-Ku dan milik-Ku sendiri, Israel, oleh karena mereka mencerai-beraikannya ke antara bangsa-bangsa dan membagi-bagi tanah-Ku,\n",
        "3:3 oleh karena mereka membuang undi mengenai umat-Ku, menyerahkan seorang anak laki-laki karena seorang sundal, dan menjual seorang anak perempuan karena anggur untuk diminum.\n",
        "3:4 Lagi apakah sangkut pautmu dengan Aku, hai Tirus dan Sidon dan seluruh wilayah Filistin? Apakah kamu ini hendak membalas perbuatan-Ku? Apabila kamu melakukan sesuatu terhadap Aku, maka dengan cepat, dengan segera Aku akan membalikkan perbuatanmu itu kepadamu sendiri.\n",
        "3:5 Oleh karena kamu telah mengambil perak-Ku dan emas-Ku dan telah membawa barang-barang-Ku yang berharga yang indah-indah ke tempat-tempat ibadahmu,\n",
        "3:6 dan telah menjual orang-orang Yehuda dan orang-orang Yerusalem kepada orang Yunani dengan maksud menjauhkan mereka dari daerah mereka.\n",
        "3:7 Sesungguhnya Aku akan menggerakkan mereka dari tempat ke mana kamu menjual mereka, dan Aku akan membalikkan perbuatanmu itu ke atas kepalamu sendiri.\n",
        "3:8 Aku akan menjual anak-anakmu laki-laki dan perempuan kepada orang-orang Yehuda dan mereka akan menjual anak-anakmu itu kepada orang-orang Syeba, kepada suatu bangsa yang jauh, sebab Tuhan telah mengatakannya.\n",
        "3:9 Maklumkanlah hal ini di antara bangsa-bangsa: bersiaplah untuk peperangan, gerakkanlah para pahlawan; suruhlah semua prajurit tampil dan maju!\n",
        "3:10 Tempalah mata bajakmu menjadi pedang dan pisau-pisau pemangkasmu menjadi tombak; baiklah orang yang tidak berdaya berkata: Aku ini pahlawan!\n",
        "3:11 Bergeraklah dan datanglah, hai segala bangsa dari segenap penjuru, dan berkumpullah ke sana! Bawalah turun, ya Tuhan, pahlawan-pahlawan-Mu!\n",
        "3:12 Baiklah bangsa-bangsa bergerak dan maju ke lembah Yosafat, sebab di sana Aku akan duduk untuk menghakimi segala bangsa dari segenap penjuru.\n",
        "3:13 Ayunkanlah sabit, sebab sudah masak tuaian; marilah, iriklah, sebab sudah penuh tempat anggur; tempat-tempat pemerasan kelimpahan, sebab banyak kejahatan mereka.\n",
        "3:14 Banyak orang, banyak orang di lembah penentuan! Ya, sudah dekat hari Tuhan di lembah penentuan!\n",
        "3:15 Matahari dan bulan menjadi gelap, dan bintang-bintang menghilangkan cahayanya.\n",
        "3:16 Tuhan mengaum dari Sion, dari Yerusalem Ia memperdengarkan suara-Nya, dan langit dan bumi bergoncang. Tetapi Tuhan adalah tempat perlindungan bagi umat-Nya, dan benteng bagi orang Israel.\n",
        "3:17 Maka kamu akan mengetahui bahwa Aku, Tuhan, adalah Allahmu, yang diam di Sion, gunung-Ku yang kudus. Dan Yerusalem akan menjadi kudus, dan orang-orang luar tidak akan melintasinya lagi.\n",
        "3:18 Pada waktu itu akan terjadi, bahwa gunung-gunung akan meniriskan anggur baru, bukit-bukit akan mengalirkan susu, dan segala sungai Yehuda akan mengalirkan air; mata air akan terbit dari rumah Tuhan dan akan membasahi lembah Sitim.\n",
        "3:19 Mesir akan menjadi sunyi sepi, dan Edom akan menjadi padang gurun tandus, oleh sebab kekerasan terhadap keturunan Yehuda, oleh karena mereka telah menumpahkan darah orang yang tak bersalah di tanahnya.\n",
        "3:20 Tetapi Yehuda tetap didiami untuk selama-lamanya dan Yerusalem turun-temurun.\n",
        "3:21 Aku akan membalas darah mereka yang belum Kubalas; Tuhan tetap diam di Sion.\n"
      ]
    }
  }
}
