{
  "Amos": [
    {
      "1": {
        "en": [
          "1:1 The words of Amos, who was among the sheep tenders from Tekoa, which he saw concerning Israel in the days of Uzziah the king of Judah and in the days of Jeroboam the son of Joash, the king of Israel, two years before the earthquake.\n",
          "1:2 And he said, a Jehovah will roar from Zion, And from Jerusalem He will utter His voice; And the pastures of the shepherds will mourn, And the top of Carmel will dry up.\n",
          "1:3 Thus says Jehovah, Because of three transgressions of Damascus, Indeed, because of four, I will not turn away the punishment; Because they have threshed Gilead With sharp threshing tools of iron.\n",
          "1:4 And I will send fire into the house of Hazael, And it will devour the palaces of Ben-hadad.\n",
          "1:5 And I will break the bar of Damascus, And I will cut off the inhabitant of the valley of Aven And him who holds the scepter from Beth-eden; And the people of Aram will go into captivity unto Kir, Says Jehovah.\n",
          "1:6 Thus says Jehovah, Because of three transgressions of Gaza, Indeed, because of four, I will not turn away the punishment; Because they carried away captive the entire captivity In order to deliver them up to Edom.\n",
          "1:7 And I will send fire to the wall of Gaza, And it will devour its palaces.\n",
          "1:8 And I will cut off the inhabitant from Ashdod And him who holds the scepter from Ashkelon, And I will turn My hand against Ekron; And the remnant of the Philistines will perish, Says the Lord Jehovah.\n",
          "1:9 Thus says Jehovah, Because of three transgressions of Tyre, Indeed, because of four, I will not turn away the punishment; Because they delivered up the entire captivity to Edom And did not remember a covenant among brothers.\n",
          "1:10 And I will send fire to the wall of Tyre, And it will devour its palaces.\n",
          "1:11 Thus says Jehovah, Because of three transgressions of Edom, Indeed, because of four, I will not turn away the punishment; Because he pursued his brother with the sword And stifled his compassions; And his anger raged continually, And he kept his overflowing wrath perpetually.\n",
          "1:12 And I will send fire upon Teman, And it will devour the palaces of Bozrah.\n",
          "1:13 Thus says Jehovah, Because of three transgressions of the children of Ammon, Indeed, because of four, I will not turn away the punishment; Because they ripped up the pregnant women of Gilead In order to enlarge their border.\n",
          "1:14 And I will kindle a fire in the walls of Rabbah, And it will devour its palaces With shouting in the day of battle, With a tempest in the day of the storm wind.\n",
          "1:15 And their king will go into captivity, He and his princes together, Says Jehovah.\n"
        ],
        "id": [
          "1:1 Perkataan yang dinyatakan kepada Amos, salah seorang peternak domba dari Tekoa, tentang Israel pada zaman Uzia, raja Yehuda, dan dalam zaman Yerobeam, anak Yoas, raja Israel, dua tahun sebelum gempa bumi.\n",
          "1:2 Berkatalah ia: Tuhan mengaum dari Sion dan dari Yerusalem Ia memperdengarkan suara-Nya; keringlah padang-padang penggembalaan dan layulah puncak gunung Karmel.\n",
          "1:3 Beginilah firman Tuhan: Karena tiga perbuatan jahat Damsyik, bahkan empat, Aku tidak akan menarik kembali keputusan-Ku: Oleh karena mereka telah mengirik Gilead dengan eretan pengirik dari besi,\n",
          "1:4 Aku akan melepas api ke dalam istana Hazael, sehingga puri Benhadad dimakan habis;\n",
          "1:5 Aku akan mematahkan palang pintu Damsyik dan melenyapkan penduduk dari Bikeat- Awen serta pemegang tongkat kerajaan dari Bet-Eden; dan rakyat Aram harus pergi sebagai orang buangan ke Kir, firman Tuhan.\n",
          "1:6 Beginilah firman Tuhan: Karena tiga perbuatan jahat Gaza, bahkan empat, Aku tidak akan menarik kembali keputusan-Ku: Oleh karena mereka telah mengangkut ke dalam pembuangan suatu bangsa seluruhnya, untuk diserahkan kepada Edom,\n",
          "1:7 Aku akan melepas api ke dalam tembok Gaza, sehingga purinya dimakan habis;\n",
          "1:8 Aku akan melenyapkan penduduk dari Asdod dan pemegang tongkat kerajaan dari Askelon; Aku akan mengacungkan tangan-Ku melawan Ekron, sehingga binasalah sisa-sisa orang Filistin, firman Tuhan Allah.\n",
          "1:9 Beginilah firman Tuhan: Karena tiga perbuatan jahat Tirus, bahkan empat, Aku tidak akan menarik kembali keputusan-Ku: Oleh karena mereka telah menyerahkan tertawan suatu bangsa seluruhnya kepada Edom dan tidak mengingat perjanjian persaudaraan,\n",
          "1:10 Aku akan melepas api ke dalam tembok Tirus, sehingga purinya dimakan habis.\n",
          "1:11 Beginilah firman Tuhan: Karena tiga perbuatan jahat Edom, bahkan empat, Aku tidak akan menarik kembali keputusan-Ku: Oleh karena ia mengejar saudaranya dengan pedang dan mengekang belas kasihannya, memendamkan amarahnya untuk selamanya dan menyimpan gemasnya untuk seterusnya,\n",
          "1:12 Aku akan melepas api ke dalam T?man, sehingga puri Bozra dimakan habis.\n",
          "1:13 Beginilah firman Tuhan: Karena tiga perbuatan jahat bani Amon, bahkan empat, Aku tidak akan menarik kembali keputusan-Ku: Oleh karena mereka membelah perut perempuan-perempuan hamil di Gilead dengan maksud meluaskan daerah mereka sendiri,\n",
          "1:14 Aku akan menyalakan api di dalam tembok Raba, sehingga purinya dimakan habis, diiringi sorak-sorai pada waktu pertempuran, diiringi angin badai pada waktu puting beliung;\n",
          "1:15 dan raja mereka harus pergi sebagai orang buangan, ia bersama-sama dengan pembesar-pembesarnya, firman Tuhan.\n"
        ]
      }
    },
    {
      "2": {
        "en": [
          "2:1 Thus says Jehovah, Because of three transgressions of Moab, Indeed, because of four, I will not turn away the punishment; Because he burned the bones Of the king of Edom into lime.\n",
          "2:2 And I will send fire upon Moab, And it will devour the palaces of Kerioth; And Moab will die amid tumult, With shouting, with the sound of a trumpet.\n",
          "2:3 And I will cut off the judge from the midst of it And will slay all its princes with him, Says Jehovah.\n",
          "2:4 Thus says Jehovah, Because of three transgressions of Judah, Indeed, because of four, I will not turn away the punishment; Because they have rejected the law of Jehovah And have not kept His statutes; And their lies have caused them to err, The lies which their fathers walked after.\n",
          "2:5 And I will send fire upon Judah, And it will devour the palaces of Jerusalem.\n",
          "2:6 Thus says Jehovah, Because of three transgressions of Israel, Indeed, because of four, I will not turn away the punishment; Because they have sold the righteous for silver And the needy for a pair of sandals?\n",
          "2:7 They who pant after the dust of the earth upon the heads of the poor, And turn aside the way of the meek. And a man and his father go in unto the same young woman, In order to profane My holy name.\n",
          "2:8 And upon garments taken as pledge they lay themselves down Beside every altar, And in the house of their God they drink The wine of those who have been fined.\n",
          "2:9 But I destroyed the Amorite before them, Whose height was like the height of the cedars, And he was as strong as the oaks; Yet I destroyed his fruit from above And his roots from beneath.\n",
          "2:10 And I brought you up from the land of Egypt And led you in the wilderness for forty years, To possess the land of the Amorites.\n",
          "2:11 And I raised up some of your sons as prophets And some of your young men as Nazarites. Is it not indeed so, O children of Israel? Declares Jehovah.\n",
          "2:12 But you made the Nazarites drink wine And commanded the prophets, saying, Do not prophesy.\n",
          "2:13 Indeed I will press on you, As a cart that is full of sheaves presses.\n",
          "2:14 And flight will perish from the swift, And the strong will not strengthen his force, Nor will the mighty deliver his soul;\n",
          "2:15 And he who wields the bow will not stand, And he who is swift of foot will not deliver himself, And he who rides the horse will not deliver his soul.\n",
          "2:16 And he who is stout-hearted among the mighty men Will flee away naked in that day, Declares Jehovah.\n"
        ],
        "id": [
          "2:1 Beginilah firman Tuhan: Karena tiga perbuatan jahat Moab, bahkan empat, Aku tidak akan menarik kembali keputusan-Ku: Oleh karena ia telah membakar tulang-tulang raja Edom menjadi kapur,\n",
          "2:2 Aku akan melepas api ke dalam Moab, sehingga puri Keriot dimakan habis; Moab akan mati di dalam kegaduhan, diiringi sorak-sorai pada saat sangkakala berbunyi;\n",
          "2:3 Aku akan melenyapkan penguasa dari antaranya dan membunuh segala pembesarnya bersama-sama dengan dia, firman Tuhan.\n",
          "2:4 Beginilah firman Tuhan: Karena tiga perbuatan jahat Yehuda, bahkan empat, Aku tidak akan menarik kembali keputusan-Ku: Oleh karena mereka telah menolak hukum Tuhan, dan tidak berpegang pada ketetapan-ketetapan-Nya, tetapi disesatkan oleh dewa-dewa kebohongannya, yang diikuti oleh nenek moyangnya,\n",
          "2:5 Aku akan melepas api ke dalam Yehuda, sehingga puri Yerusalem dimakan habis.\n",
          "2:6 Beginilah firman Tuhan: Karena tiga perbuatan jahat Israel, bahkan empat, Aku tidak akan menarik kembali keputusan-Ku: Oleh karena mereka menjual orang benar karena uang dan orang miskin karena sepasang kasut;\n",
          "2:7 mereka menginjak-injak kepala orang lemah ke dalam debu dan membelokkan jalan orang sengsara; anak dan ayah pergi menjamah seorang perempuan muda, sehingga melanggar kekudusan nama-Ku;\n",
          "2:8 mereka merebahkan diri di samping setiap mezbah di atas pakaian gadaian orang, dan minum anggur orang-orang yang kena denda di rumah Allah mereka.\n",
          "2:9 Padahal Akulah yang memunahkan dari depan mereka, orang Amori, yang tingginya seperti tinggi pohon aras dan yang kuat seperti pohon tarbantin; Aku telah memunahkan buahnya dari atas dan akarnya dari bawah.\n",
          "2:10 Padahal Akulah yang menuntun kamu keluar dari tanah Mesir dan memimpin kamu empat puluh tahun lamanya di padang gurun, supaya kamu menduduki negeri orang Amori;\n",
          "2:11 Aku telah membangkitkan sebagian dari anak-anakmu menjadi nabi dan sebagian dari teruna-terunamu menjadi nazir. Bukankah betul-betul begitu, hai orang Israel? demikianlah firman Tuhan.\n",
          "2:12 Tetapi kamu memberi orang nazir minum anggur dan memerintahkan kepada para nabi: Jangan kamu bernubuat!\n",
          "2:13 Sesungguhnya, Aku akan mengguncangkan tempat kamu berpijak seperti goncangan kereta yang sarat dengan berkas gandum.\n",
          "2:14 Orang cepat tidak mungkin lagi melarikan diri, orang kuat tidak dapat menggunakan kekuatannya, dan pahlawan tidak dapat melarikan diri.\n",
          "2:15 Pemegang panah tidak dapat bertahan, orang yang cepat kaki tidak akan terluput dan penunggang kuda tidak dapat meluputkan diri.\n",
          "2:16 Juga orang yang berhati berani di antara para pahlawan akan melarikan diri dengan telanjang pada hari itu, demikianlah firman Tuhan.\n"
        ]
      }
    },
    {
      "3": {
        "en": [
          "3:1 Hear this word that Jehovah has spoken against you, O children of Israel, against the whole family that I brought up from the land of Egypt, saying,\n",
          "3:2 Only you have I known Of all the families of the earth; Therefore I will visit upon you All your iniquities.\n",
          "3:3 Will two walk together If they have not met at an appointed place?\n",
          "3:4 Will the lion roar in the forest When he has no prey? Will a young lion utter his voice from his den If he has not seized anything?\n",
          "3:5 Will a bird fall into a trap on the earth When there is no snare laid for it? Will a trap spring up off the ground When it has seized nothing at all?\n",
          "3:6 Can a trumpet be blown in a city And the people not dread? Can there be ill in a city And Jehovah did not do it?\n",
          "3:7 Surely the Lord Jehovah will not do anything unless He reveals His secret to His servants the prophets.\n",
          "3:8 The lion has roared? Who will not fear? The Lord Jehovah has spoken? Who can but prophesy?\n",
          "3:9 Cause it to be heard in the palaces of Ashdod And in the palaces of the land of Egypt, and say, Assemble yourselves in the mountains of Samaria, And see what great tumults are in the midst of it And what oppressions are within it;\n",
          "3:10 And they do not know to do what is right, Declares Jehovah, They who store up violence and devastation in their palaces.\n",
          "3:11 Therefore thus says the Lord Jehovah, An adversary! Indeed one surrounding the land; And he will bring down your strength from you, And your palaces will be plundered.\n",
          "3:12 Thus says Jehovah, As the shepherd rescues Out of the mouth of the lion Two legs or a piece of the ear, So will the children of Israel Who dwell in Samaria be rescued, With the corner of a bed And a silk cushion of a couch.\n",
          "3:13 Hear, and testify against the house of Jacob, declares the Lord Jehovah, the God of hosts.\n",
          "3:14 For in the day when I visit The transgressions of Israel upon him, I will visit the altars of Bethel, And the horns of the altar will be cut off And will fall to the ground.\n",
          "3:15 And I will strike the winter house Along with the summer house; And the houses of ivory will perish, And many houses will come to an end, Declares Jehovah.\n"
        ],
        "id": [
          "3:1 Dengarlah firman ini, yang diucapkan Tuhan tentang kamu, hai orang Israel, tentang segenap kaum yang telah Kutuntun keluar dari tanah Mesir, bunyinya:\n",
          "3:2 Hanya kamu yang Kukenal dari segala kaum di muka bumi, sebab itu Aku akan menghukum kamu karena segala kesalahanmu.\n",
          "3:3 Berjalankah dua orang bersama-sama, jika mereka belum berjanji?\n",
          "3:4 Mengaumkah seekor singa di hutan, apabila tidak mendapat mangsa? Bersuarakah singa muda dari sarangnya, jika belum menangkap apa-apa?\n",
          "3:5 Jatuhkah seekor burung ke dalam perangkap di tanah, apabila tidak ada jerat terhadapnya? Membingkaskah perangkap dari tanah, jika tidak ditangkapnya sesuatu?\n",
          "3:6 Adakah sangkakala ditiup di suatu kota, dan orang-orang tidak gemetar? Adakah terjadi malapetaka di suatu kota, dan Tuhan tidak melakukannya?\n",
          "3:7 Sungguh, Tuhan Allah tidak berbuat sesuatu tanpa menyatakan keputusan-Nya kepada hamba-hamba-Nya, para nabi.\n",
          "3:8 Singa telah mengaum, siapakah yang tidak takut? Tuhan Allah telah berfirman, siapakah yang tidak bernubuat?\n",
          "3:9 Siarkanlah di dalam puri di Asyur dan di dalam puri di tanah Mesir serta katakan: Berkumpullah di gunung-gunung dekat Samaria dan pandanglah kekacauan besar yang ada di tengah-tengahnya dan pemerasan yang ada di kota itu.\n",
          "3:10 Mereka tidak tahu berbuat jujur, demikianlah firman Tuhan, mereka itu yang menimbun kekerasan dan aniaya di dalam purinya.\n",
          "3:11 Sebab itu beginilah firman Tuhan Allah: Musuh akan ada di sekeliling negeri, kekuatanmu akan ditanggalkannya dari padamu, dan purimu akan dijarahi!\n",
          "3:12 Beginilah firman Tuhan: Seperti seorang gembala melepaskan dari mulut singa dua tulang betis atau potongan telinga, demikianlah orang Israel yang diam di Samaria akan dilepaskan seperti sebagian dari katil dan seperti sepenggal dari kaki balai-balai.\n",
          "3:13 Dengarlah, dan peringatkanlah kaum keturunan Yakub, demikianlah firman Tuhan Allah, Allah semesta alam,\n",
          "3:14 bahwa pada waktu Aku menghukum Israel karena perbuatan-perbuatannya yang jahat, Aku akan melakukan hukuman kepada mezbah-mezbah Betel, sehingga tanduk-tanduk mezbah itu dipatahkan dan jatuh ke tanah.\n",
          "3:15 Aku akan merobohkan balai musim dingin beserta balai musim panas; hancurlah rumah-rumah gading, dan habislah rumah-rumah gedang, demikianlah firman Tuhan.\n"
        ]
      }
    },
    {
      "4": {
        "en": [
          "4:1 Hear this word, O heifers of Bashan, which are on the mountain of Samaria, Who oppress the poor And crush the needy, Who say to their lords, Bring, and let us drink.\n",
          "4:2 The Lord Jehovah has sworn by His holiness Indeed days are coming upon you When one will take you away with hooks, And your posterity, with fish hooks.\n",
          "4:3 And you will go out through the breaches, each one straight ahead of her; And you will cast yourselves into Harmon, declares Jehovah.\n",
          "4:4 Come to Bethel, and transgress; To Gilgal, and multiply transgression; And bring your sacrifices every morning And your tithes every three days,\n",
          "4:5 And offer in smoke a thank offering out of what is leavened; And proclaim freewill offerings; make them known; For you love them, O children of Israel, Declares the Lord Jehovah.\n",
          "4:6 And I also have given you Cleanness of teeth in all your cities And want of bread in all your places. Yet you have not returned to Me, Declares Jehovah.\n",
          "4:7 And I have also withheld the rain from you When there was yet three months until the harvest; And I made it rain on one city, But on another city I did not make it rain; One portion was rained on, And the portion that was not rained on dried up.\n",
          "4:8 And two or three cities wandered to one city to drink water, But they were not satisfied. Yet you have not returned to Me, Declares Jehovah.\n",
          "4:9 I have stricken you with blight and mildew; The multitudes of your gardens and your vineyards, And your fig trees and your olive trees, the cutting locust has devoured. Yet you have not returned to Me, Declares Jehovah.\n",
          "4:10 I have sent among you pestilence after the manner of Egypt; I have slain your choice young men with the sword, taking your horses captive; And I have caused the stench of your camp to go up even into your own nostrils. Yet you have not returned to Me, Declares Jehovah.\n",
          "4:11 I have overturned cities among you, As when God overturned Sodom and Gomorrah; And you were like a brand plucked out of the burning. Yet you have not returned to Me, Declares Jehovah.\n",
          "4:12 Therefore this is what I will do to you, O Israel; And because I will do this to you, 1a Prepare to meet your God, O Israel.\n",
          "4:13 For it is He who forms the mountains and creates the wind And declares to man what His thought is; He who makes the morning darkness And treads upon the high places of the earth? Jehovah the God of hosts is His name!\n"
        ],
        "id": [
          "4:1 Dengarlah firman ini, hai lembu-lembu Basan, yang ada di gunung Samaria, yang memeras orang lemah, yang menginjak orang miskin, yang mengatakan kepada tuan-tuanmu: bawalah ke mari, supaya kita minum-minum!\n",
          "4:2 Tuhan Allah telah bersumpah demi kekudusan-Nya: sesungguhnya, akan datang masanya bagimu, bahwa kamu diangkat dengan kait dan yang tertinggal di antara kamu dengan kail ikan.\n",
          "4:3 Kamu akan keluar melalui belahan tembok, masing-masing lurus ke depan, dan kamu akan diseret ke arah Hermon, demikianlah firman Tuhan.\n",
          "4:4 Datanglah ke Betel dan lakukanlah perbuatan jahat, ke Gilgal dan perhebatlah perbuatan jahat! Bawalah kurban sembelihanmu pada waktu pagi, dan persembahan persepuluhanmu pada hari yang ketiga!\n",
          "4:5 Bakarlah kurban syukur dari roti yang beragi dan maklumkanlah persembahan-persembahan sukarela; siarkanlah itu! Sebab bukankah yang demikian kamu sukai, hai orang Israel? demikianlah firman Tuhan Allah.\n",
          "4:6 Sekalipun Aku ini telah memberi kepadamu gigi yang tidak disentuh makanan di segala kotamu dan kekurangan roti di segala tempat kediamanmu, namun kamu tidak berbalik kepada-Ku, demikianlah firman Tuhan.\n",
          "4:7 Aku pun telah menahan hujan dari padamu, ketika tiga bulan lagi sebelum panen; Aku menurunkan hujan ke atas kota yang satu dan tidak menurunkan hujan ke atas kota yang lain; ladang yang satu kehujanan, dan ladang, yang tidak kena hujan, menjadi kering;\n",
          "4:8 penduduk dua tiga kota pergi terhuyung-huyung ke satu kota untuk minum air, tetapi mereka tidak menjadi puas; namun kamu tidak berbalik kepada-Ku, demikianlah firman Tuhan.\n",
          "4:9 Aku telah memukul kamu dengan hama dan penyakit gandum, telah melayukan taman-tamanmu dan kebun-kebun anggurmu, pohon-pohon ara dan pohon-pohon zaitunmu dimakan habis oleh belalang, namun kamu tidak berbalik kepada-Ku, demikianlah firman Tuhan.\n",
          "4:10 Aku telah melepas penyakit sampar ke antaramu seperti kepada orang Mesir; Aku telah membunuh terunamu dengan pedang pada waktu kudamu dijarah; Aku telah membuat bau busuk perkemahanmu tercium oleh hidungmu; namun kamu tidak berbalik kepada-Ku, demikianlah firman Tuhan.\n",
          "4:11 Aku telah menjungkirbalikkan kota-kota di antara kamu, seperti Allah menjungkirbalikkan Sodom dan Gomora, sehingga kamu menjadi seperti puntung yang ditarik dari kebakaran, namun kamu tidak berbalik kepada-Ku, demikianlah firman Tuhan.\n",
          "4:12 Sebab itu demikianlah akan Kulakukan kepadamu, hai Israel. Oleh karena Aku akan melakukan yang demikian kepadamu, maka bersiaplah untuk bertemu dengan Allahmu, hai Israel!\n",
          "4:13 Sebab sesungguhnya, Dia yang membentuk gunung-gunung dan menciptakan angin, yang memberitahukan kepada manusia apa yang dipikirkan-Nya, yang membuat fajar dan kegelapan dan yang berjejak di atas bukit-bukit bumi Tuhan, Allah semesta alam, itulah nama-Nya.\n"
        ]
      }
    },
    {
      "5": {
        "en": [
          "5:1 Hear this word that I take up as a lamentation over you, O house of Israel.\n",
          "5:2 Fallen and no more to rise Is the virgin of Israel; She has been cast down upon her land; There is none to raise her up.\n",
          "5:3 For thus says the Lord Jehovah, The city that sent forth a thousand Will have a hundred left, And that which sent forth a hundred Will have ten left, To the house of Israel.\n",
          "5:4 For thus says Jehovah to the house of Israel, a Seek Me, and live;\n",
          "5:5 And do not seek Bethel, Nor go to Gilgal, Nor pass on to Beer-sheba; For Gilgal will surely go into captivity, And Bethel will become vanity.\n",
          "5:6 Seek Jehovah, and live; Lest He rush upon the house of Joseph like fire, And it devour it, and there be none to extinguish the fire in Bethel.\n",
          "5:7 They turn justice to wormwood And thrust righteousness down to the ground.\n",
          "5:8 He who makes the Pleiades and Orion And turns the shadow of death into the morning And darkens the day with the night; He who calls for the water of the sea And pours it upon the surface of the earth, Jehovah is His name,\n",
          "5:9 Who causes destruction to flash forth upon the strong, So that destruction comes upon the fortress.\n",
          "5:10 They hate him who reproves in the gate, And him who speaks with integrity they abhor.\n",
          "5:11 Therefore because you trample upon the poor And take a forced gift of wheat from them; You have built houses of hewn stone, But you will not dwell in them; You have planted desirable vineyards, But you will not drink their wine.\n",
          "5:12 For I know that your transgressions are many And that your sins are mighty, You who vex the righteous and take ransom payment And turn aside justice for the needy in the gate.\n",
          "5:13 Therefore he who has insight will keep silent at this time, for it is an evil time.\n",
          "5:14 Seek good and not evil, In order that you may live; And so Jehovah the God of hosts will be with you, As you say.\n",
          "5:15 Hate evil and love good, And set up justice in the gate. Perhaps Jehovah the God of hosts will be gracious To the remnant of Joseph.\n",
          "5:16 Therefore thus says Jehovah, The God of hosts, the Lord: In all the open plazas there will be wailing, And in all the streets they will say, Alas! Alas! And they will call the farmer to mourning, And for wailing to those skilled in lamentation.\n",
          "5:17 In all the vineyards there will be wailing, For I will pass through your midst, says Jehovah.\n",
          "5:18 Woe to you who desire The day of Jehovah! What good is the day of Jehovah to you? It will be darkness and not light,\n",
          "5:19 As when a man flees from before a lion And encounters a bear, Or goes into the house and leans his hand against the wall, And a serpent bites him.\n",
          "5:20 Will not the day of Jehovah be darkness and not light, Even deep darkness and no brightness to it?\n",
          "5:21 I hate, I despise, your feasts, And I will not delight in your solemn assemblies.\n",
          "5:22 For if you offer up to Me burnt offerings And your meal offerings, I will not accept them; Nor will I regard the peace offerings of your fatted animals.\n",
          "5:23 Take the noise of your songs away from Me, For I will not hear the melody of your harps.\n",
          "5:24 But let justice roll down like water, And righteousness, like an ever-flowing river.\n",
          "5:25 Did you bring Me sacrifices and meal offerings In the wilderness for forty years, O house of Israel?\n",
          "5:26 Indeed, you took up Sikkuth your king And Kiyyun your images, the star of your gods that you made for yourselves.\n",
          "5:27 Thus I will bring you into captivity a Beyond Damascus, says Jehovah; The God of hosts is His name.\n"
        ],
        "id": [
          "5:1 Dengarlah perkataan ini yang kuucapkan tentang kamu sebagai ratapan, hai kaum Israel:\n",
          "5:2 Telah rebah, tidak akan bangkit-bangkit lagi anak dara Israel, terkapar di atas tanahnya, tidak ada yang membangkitkannya.\n",
          "5:3 Sebab beginilah firman Tuhan Allah kepada kaum Israel: Kota yang maju berperang dengan seribu orang, dari padanya akan tersisa seratus orang, dan yang maju berperang dengan seratus orang, dari padanya akan tersisa sepuluh orang.\n",
          "5:4 Sebab beginilah firman Tuhan kepada kaum Israel: Carilah Aku, maka kamu akan hidup!\n",
          "5:5 Janganlah kamu mencari Betel, janganlah pergi ke Gilgal dan janganlah menyeberang ke Bersyeba, sebab Gilgal pasti masuk ke dalam pembuangan dan Betel akan lenyap.\n",
          "5:6 Carilah Tuhan, maka kamu akan hidup, supaya jangan Ia memasuki keturunan Yusuf bagaikan api, yang memakannya habis dengan tidak ada yang memadamkan bagi Betel.\n",
          "5:7 Hai kamu yang mengubah keadilan menjadi ipuh dan yang mengempaskan kebenaran ke tanah!\n",
          "5:8 Dia yang telah membuat bintang kartika dan bintang belantik, yang mengubah kekelaman menjadi pagi dan yang membuat siang gelap seperti malam; Dia yang memanggil air laut dan mencurahkannya ke atas permukaan bumi Tuhan itulah nama-Nya.\n",
          "5:9 Dia yang menimpakan kebinasaan atas yang kuat, sehingga kebinasaan datang atas tempat yang berkubu.\n",
          "5:10 Mereka benci kepada yang memberi teguran di pintu gerbang, dan mereka keji kepada yang berkata dengan tulus ikhlas.\n",
          "5:11 Sebab itu, karena kamu menginjak-injak orang yang lemah dan mengambil pajak gandum dari padanya, sekalipun kamu telah mendirikan rumah-rumah dari batu pahat, kamu tidak akan mendiaminya; sekalipun kamu telah membuat kebun anggur yang indah, kamu tidak akan minum anggurnya.\n",
          "5:12 Sebab Aku tahu, bahwa perbuatanmu yang jahat banyak dan dosamu berjumlah besar, hai kamu yang menjadikan orang benar terjepit, yang menerima uang suap dan yang mengesampingkan orang miskin di pintu gerbang.\n",
          "5:13 Sebab itu orang yang berakal budi akan berdiam diri pada waktu itu, karena waktu itu adalah waktu yang jahat.\n",
          "5:14 Carilah yang baik dan jangan yang jahat, supaya kamu hidup; dengan demikian Tuhan, Allah semesta alam, akan menyertai kamu, seperti yang kamu katakan.\n",
          "5:15 Bencilah yang jahat dan cintailah yang baik; dan tegakkanlah keadilan di pintu gerbang; mungkin Tuhan, Allah semesta alam, akan mengasihani sisa-sisa keturunan Yusuf.\n",
          "5:16 Sesungguhnya, beginilah firman Tuhan, Allah semesta alam, Tuhanku: Di segala tanah lapang akan ada ratapan dan di segala lorong orang akan berkata: Wahai! Wahai! Petani dipanggil untuk berkabung dan orang-orang yang pandai meratap untuk mengadakan ratapan.\n",
          "5:17 Dan di segala kebun anggur akan ada ratapan, apabila Aku berjalan dari tengah-tengahmu, firman Tuhan.\n",
          "5:18 Celakalah mereka yang menginginkan hari Tuhan! Apakah gunanya hari Tuhan itu bagimu? Hari itu kegelapan, bukan terang!\n",
          "5:19 Seperti seseorang yang lari terhadap singa, seekor beruang mendatangi dia, dan ketika ia sampai ke rumah, bertopang dengan tangannya ke dinding, seekor ular memagut dia!\n",
          "5:20 Bukankah hari Tuhan itu kegelapan dan bukan terang, kelam kabut dan tidak bercahaya?\n",
          "5:21 Aku membenci, Aku menghinakan perayaanmu dan Aku tidak senang kepada perkumpulan rayamu.\n",
          "5:22 Sungguh, apabila kamu mempersembahkan kepada-Ku kurban-kurban bakaran dan kurban-kurban sajianmu, Aku tidak suka, dan kurban keselamatanmu berupa ternak yang tambun, Aku tidak mau pandang.\n",
          "5:23 Jauhkanlah dari pada-Ku keramaian nyanyian-nyanyianmu, lagu gambusmu tidak mau Aku dengar.\n",
          "5:24 Tetapi biarlah keadilan bergulung-gulung seperti air dan kebenaran seperti sungai yang selalu mengalir.\n",
          "5:25 Apakah kamu mempersembahkan kepada-Ku kurban sembelihan dan kurban sajian, selama empat puluh tahun di padang gurun itu, hai kaum Israel?\n",
          "5:26 Kamu akan mengangkut Sakut, rajamu, dan Kewan, dewa bintangmu, patung-patungmu yang telah kamu buat bagimu itu,\n",
          "5:27 dan Aku akan membawa kamu ke dalam pembuangan jauh ke seberang Damsyik, firman Tuhan, yang nama-Nya Allah semesta alam.\n"
        ]
      }
    },
    {
      "6": {
        "en": [
          "6:1 Woe to those who are at ease in Zion And to those who are secure in the mountain of Samaria, The distinguished among the chief of the nations, To whom the house of Israel comes!\n",
          "6:2 Go over into Calneh, and see; And go from there to Hamath the great; Then go down to Gath of the Philistines. Are they better than these kingdoms? Or is their territory greater than your territory?\n",
          "6:3 You who thrust away the evil day And cause the seat of violence to draw near,\n",
          "6:4 You who lie upon beds of ivory And sprawl out upon your couches And eat the lambs from the flock And the calves from the midst of the stall,\n",
          "6:5 You who prattle to the tune of the harp, Who make for yourselves instruments of song like David,\n",
          "6:6 You who drink wine in sacrificial bowls And anoint yourselves with the finest oils; Yet you are not grieved about the destruction of Joseph.\n",
          "6:7 Therefore they will now go into captivity with the first of the captives, And the cry of revelry from those who sprawled themselves out will pass away.\n",
          "6:8 The Lord Jehovah has sworn by Himself, Declares Jehovah the God of hosts, I abhor the pride of Jacob, And his palaces I hate; Therefore I will deliver up the city and its fullness.\n",
          "6:9 And if ten men remain in one house, they will die.\n",
          "6:10 When his kinsman, that is, he who should burn his body, takes him up to bring his bones from the house, and says to him who is in the innermost part of the house, Are there any more with you, and that one says, None; then he will say, Hush, for the name of Jehovah should not be mentioned.\n",
          "6:11 For it is Jehovah who commands, And He will strike the great house into fragments And the little house into pieces.\n",
          "6:12 Do horses run on rock? Or does one plow there with oxen? But you have turned justice into poison, And the fruit of righteousness into wormwood,\n",
          "6:13 You who rejoice in that which is nothing, You who say, Have we not taken By our own strength horns for ourselves?\n",
          "6:14 For I am about to raise up a nation over you, O house of Israel, declares Jehovah the God of hosts, And they will oppress you From the entrance of Hamath To the brook of the Arabah.\n"
        ],
        "id": [
          "6:1 Celaka atas orang-orang yang merasa aman di Sion, atas orang-orang yang merasa tenteram di gunung Samaria, atas orang-orang terkemuka dari bangsa yang utama, orang-orang yang kepada mereka kaum Israel biasa datang!\n",
          "6:2 Menyeberanglah ke Kalne, dan lihat-lihatlah; berjalanlah dari sana ke Hamat yang besar itu, dan pergilah ke Gat orang Filistin! Adakah mereka lebih baik dari kerajaan-kerajaan ini, atau lebih besarkah daerah mereka dari daerahmu?\n",
          "6:3 Hai kamu, yang menganggap jauh hari malapetaka, tetapi mendekatkan pemerintahan kekerasan;\n",
          "6:4 yang berbaring di tempat tidur dari gading dan duduk berjuntai di ranjang; yang memakan anak-anak domba dari kumpulan kambing domba dan anak-anak lembu dari tengah-tengah kawanan binatang yang tambun;\n",
          "6:5 yang bernyanyi-nyanyi mendengar bunyi gambus, dan seperti Daud menciptakan bunyi-bunyian bagi dirinya;\n",
          "6:6 yang minum anggur dari bokor, dan berurap dengan minyak yang paling baik, tetapi tidak berduka karena hancurnya keturunan Yusuf!\n",
          "6:7 Sebab itu sekarang, mereka akan pergi sebagai orang buangan di kepala barisan, dan berlalulah keriuhan pesta orang-orang yang duduk berjuntai itu.\n",
          "6:8 Tuhan Allah telah bersumpah demi diri-Nya, demikianlah firman Tuhan, Allah semesta alam -: Aku ini keji kepada kecongkakan Yakub, dan benci kepada purinya; Aku akan menyerahkan kota serta isinya.\n",
          "6:9 Dan jika masih tinggal sepuluh orang dalam satu rumah, mereka akan mati.\n",
          "6:10 Dan jika pamannya, pembakar mayat itu, yang datang mengangkat dan mengeluarkan mayat itu dari rumah itu, bertanya kepada orang yang ada di bagian belakang rumah: Adakah lagi orang bersama-sama engkau? dan dijawab: Tidak ada, ia akan berkata: Diam! Sebab tidaklah patut menyebut-nyebut nama Tuhan!\n",
          "6:11 Sebab sesungguhnya, Tuhan memberi perintah, maka rumah besar dirobohkan menjadi reruntuhan dan rumah kecil menjadi rosokan.\n",
          "6:12 Berlarikah kuda-kuda di atas bukit batu, atau dibajak orangkah laut dengan lembu? Sungguh, kamu telah mengubah keadilan menjadi racun dan hasil kebenaran menjadi ipuh!\n",
          "6:13 Hai kamu, yang bersukacita karena Lodabar, dan yang berkata: Bukankah kita dengan kekuatan kita merebut Karnaim bagi kita?\n",
          "6:14 Sebab sesungguhnya, Aku akan membangkitkan suatu bangsa melawan kamu, hai kaum Israel, demikianlah firman Tuhan, Allah semesta alam, dan mereka akan menindas kamu dari jalan yang menuju ke Hamat sampai ke sungai yang di Araba.\n"
        ]
      }
    },
    {
      "7": {
        "en": [
          "7:1 Thus the Lord Jehovah showed me, and there He was, forming locusts in the beginning of the springing up of the spring crop; and it was the spring crop after the king?s mowings.\n",
          "7:2 And when their eating of the herbage of the land was complete, I said, O Lord Jehovah, forgive, I beseech You! How will Jacob stand, for he is small?\n",
          "7:3 Jehovah repented concerning this: It shall not be, says Jehovah.\n",
          "7:4 Thus the Lord Jehovah showed me, and there the Lord Jehovah was, calling to contend with them with fire; and it devoured the great deep, and it devoured the land.\n",
          "7:5 Then I said, O Lord Jehovah, Stop, I beseech You! How will Jacob stand, for he is small?\n",
          "7:6 Jehovah repented concerning this: This also shall not be, says the Lord Jehovah.\n",
          "7:7 Thus He showed me, and there the Lord was, standing upon a perfectly plumbed wall; and in His hand was a plumb line.\n",
          "7:8 And Jehovah said to me, What do you see, Amos? And I said, A plumb line. And the Lord said, I am now setting a plumb line in the midst of My people Israel; I will not pass them by anymore.\n",
          "7:9 And the high places of Isaac will be desolated, And the sanctuaries of Israel will be made waste; And I will rise up against the house of Jeroboam with a sword.\n",
          "7:10 Then Amaziah the priest of Bethel sent word to Jeroboam the king of Israel, saying, has conspired against you in the midst of the house of Israel; the land is not able to endure all his words.\n",
          "7:11 For thus says Amos, By the sword Jeroboam will die, and Israel will surely go into captivity out from its land.\n",
          "7:12 Then Amaziah said to Amos, Go, you seer; flee into the land of Judah, and eat bread there, and prophesy there;\n",
          "7:13 But in Bethel you shall not ever prophesy again, for it is the king?s sanctuary and it is the royal residence.\n",
          "7:14 Then answered and said to Amaziah, I am no prophet, nor am I the son of a prophet; rather I am a herdsman and a dresser of sycamores.\n",
          "7:15 And Jehovah took me from following the flock, and Jehovah said to me, Go, prophesy to My people Israel.\n",
          "7:16 And now hear the word of Jehovah: You say, You shall not prophesy against Israel, nor shall you speak against the house of Isaac.\n",
          "7:17 Therefore thus says Jehovah, Your wife will go about as a harlot in the city, And your sons and your daughters will fall by the sword, And your land will be divided by the line, And you yourself will die in a land that is unclean; And Israel will indeed go into captivity Out from its land.\n"
        ],
        "id": [
          "7:1 Inilah yang diperlihatkan Tuhan Allah kepadaku: Tampak Ia membentuk kawanan belalang, pada waktu rumput akhir mulai tumbuh, yaitu rumput akhir sesudah yang dipotong bagi raja.\n",
          "7:2 Ketika belalang mulai menghabisi tumbuh-tumbuhan di tanah, berkatalah aku: Tuhan Allah, berikanlah kiranya pengampunan! Bagaimanakah Yakub dapat bertahan? Bukankah ia kecil?\n",
          "7:3 Maka menyesallah Tuhan karena hal itu. Itu tidak akan terjadi, firman Tuhan.\n",
          "7:4 Inilah yang diperlihatkan Tuhan Allah kepadaku: Tampak Tuhan Allah memanggil api untuk melakukan hukuman. Api itu memakan habis samudera raya dan akan memakan habis tanah ladang.\n",
          "7:5 Lalu aku berkata: Tuhan Allah, hentikanlah kiranya! Bagaimanakah Yakub dapat bertahan? Bukankah ia kecil?\n",
          "7:6 Maka menyesallah Tuhan karena hal itu. Ini pun tidak akan terjadi, firman Tuhan Allah.\n",
          "7:7 Inilah yang diperlihatkan-Nya kepadaku: Tampak Tuhan berdiri dekat sebuah tembok yang tegak lurus, dan di tangan-Nya ada tali sipat.\n",
          "7:8 Lalu berfirmanlah Tuhan kepadaku: Apakah yang kaulihat, Amos? Jawabku: Tali sipat! Berfirmanlah Tuhan: Sesungguhnya, Aku akan menaruh tali sipat di tengah-tengah umat-Ku Israel; Aku tidak akan memaafkannya lagi.\n",
          "7:9 Bukit-bukit pengurbanan dari pada Ishak akan dilicintandaskan dan tempat-tempat kudus Israel akan diruntuhkan, dan Aku akan bangkit melawan keluarga Yerobeam dengan pedang.\n",
          "7:10 Lalu Amazia, imam di Betel, menyuruh orang menghadap Yerobeam, raja Israel, dengan pesan: Amos telah mengadakan persepakatan melawan tuanku di tengah-tengah kaum Israel; negeri ini tidak dapat lagi menahan segala perkataannya.\n",
          "7:11 Sebab beginilah dikatakan Amos: Yerobeam akan mati terbunuh oleh pedang dan Israel pasti pergi dari tanahnya sebagai orang buangan.\n",
          "7:12 Lalu berkatalah Amazia kepada Amos: Pelihat, pergilah, enyahlah ke tanah Yehuda! Carilah makananmu di sana dan bernubuatlah di sana!\n",
          "7:13 Tetapi jangan lagi bernubuat di Betel, sebab inilah tempat kudus raja, inilah bait suci kerajaan.\n",
          "7:14 Jawab Amos kepada Amazia: Aku ini bukan nabi dan aku ini tidak termasuk golongan nabi, melainkan aku ini seorang peternak dan pemungut buah ara hutan.\n",
          "7:15 Tetapi Tuhan mengambil aku dari pekerjaan menggiring kambing domba, dan Tuhan berfirman kepadaku: Pergilah, bernubuatlah terhadap umat-Ku Israel.\n",
          "7:16 Maka sekarang, dengarlah firman Tuhan! Engkau berkata: Janganlah bernubuat menentang Israel, dan janganlah ucapkan perkataan menentang keturunan Ishak.\n",
          "7:17 Sebab itu beginilah firman Tuhan: Isterimu akan bersundal di kota, dan anak-anakmu laki-laki dan perempuan akan tewas oleh pedang; tanahmu akan dibagi-bagikan dengan memakai tali pengukur, engkau sendiri akan mati di tanah yang najis, dan Israel pasti pergi dari tanahnya sebagai orang buangan.\n"
        ]
      }
    },
    {
      "8": {
        "en": [
          "8:1 Thus the Lord Jehovah showed me, and there was a basket of summer fruit.\n",
          "8:2 And He said, What do you see, Amos? And I said, A basket of summer fruit. Then Jehovah said to me, The end has come upon My people Israel; I will not pass them by anymore.\n",
          "8:3 And the songs of the temple will be wailings In that day, declares the Lord Jehovah. The corpses will be many; In every place They will cast them. Hush!\n",
          "8:4 Hear this, you who pant after the needy To destroy the wretched of the earth,\n",
          "8:5 Saying, When will the new moon be over, that we may sell grain? And the Sabbath, that we may lay open the wheat? In order to make the ephah small and the shekel large And to falsify the balances for deceit;\n",
          "8:6 That we may buy the poor for silver And the needy for a pair of sandals, And sell the refuse of the wheat.\n",
          "8:7 Jehovah has sworn by the excellency of Jacob, I shall by no means forget any of their deeds forever.\n",
          "8:8 Will the land not quake because of this, And will all who dwell in it not mourn? Indeed all of it will rise up like the River, And it will be driven and will sink like the river of Egypt.\n",
          "8:9 And in that day, Declares the Lord Jehovah, I will cause the sun to go down at noon, And I will darken the land in the light of day.\n",
          "8:10 And I will turn your feasts into mourning And all your songs into lamentation; And I will bring up sackcloth upon all the loins And baldness upon every head; And I will make it like the mourning for an only child And the end of it like a bitter day.\n",
          "8:11 Indeed days are coming, Declares the Lord Jehovah, When I will send a hunger into the land, Not a hunger for bread Nor a thirst for water, But for hearing the words of Jehovah.\n",
          "8:12 And they will totter from sea to sea, And from the north even to the east; They will rove about, seeking the word of Jehovah, But they will not find it.\n",
          "8:13 In that day the beautiful virgins and the young men Will swoon because of thirst.\n",
          "8:14 They who swear by the trespass of Samaria And say, As your god lives, O Dan! And, As the way of Beer-sheba lives! Indeed they will fall and not rise up again.\n"
        ],
        "id": [
          "8:1 Inilah yang diperlihatkan Tuhan Allah kepadaku: Tampak sebuah bakul berisi buah-buahan musim kemarau.\n",
          "8:2 Lalu berfirmanlah Ia: Apakah yang kaulihat, Amos? Jawabku: Sebuah bakul berisi buah-buahan musim kemarau. Berfirmanlah Tuhan kepadaku: Kesudahan telah datang bagi umat-Ku Israel. Aku tidak akan memaafkannya lagi.\n",
          "8:3 Nyanyian-nyanyian di tempat suci akan menjadi ratapan pada hari itu, demikianlah firman Tuhan Allah. Ada banyak bangkai: ke mana-mana orang melemparkannya dengan diam-diam.\n",
          "8:4 Dengarlah ini, kamu yang menginjak-injak orang miskin, dan yang membinasakan orang sengsara di negeri ini\n",
          "8:5 dan berpikir: Bilakah bulan baru berlalu, supaya kita boleh menjual gandum dan bilakah hari Sabat berlalu, supaya kita boleh menawarkan terigu dengan mengecilkan efa, membesarkan syikal, berbuat curang dengan neraca palsu,\n",
          "8:6 supaya kita membeli orang lemah karena uang dan orang yang miskin karena sepasang kasut; dan menjual terigu rosokan?\n",
          "8:7 Tuhan telah bersumpah demi kebanggaan Yakub: Bahwasanya Aku tidak akan melupakan untuk seterusnya segala perbuatan mereka!\n",
          "8:8 Tidakkah akan gemetar bumi karena hal itu, sehingga setiap penduduknya berkabung? Tidakkah itu seluruhnya akan naik seperti sungai Nil, diombang-ambingkan dan surut seperti sungai Mesir?\n",
          "8:9 Pada hari itu akan terjadi, demikianlah firman Tuhan Allah, Aku akan membuat matahari terbenam di siang hari dan membuat bumi gelap pada hari cerah.\n",
          "8:10 Aku akan mengubah perayaan-perayaanmu menjadi perkabungan, dan segala nyanyianmu menjadi ratapan. Aku akan mengenakan kain kabung pada setiap pinggang dan menjadikan gundul setiap kepala. Aku akan membuatnya sebagai perkabungan karena kematian anak tunggal, sehingga akhirnya menjadi seperti hari yang pahit pedih.\n",
          "8:11 Sesungguhnya, waktu akan datang, demikianlah firman Tuhan Allah, Aku akan mengirimkan kelaparan ke negeri ini, bukan kelaparan akan makanan dan bukan kehausan akan air, melainkan akan mendengarkan firman Tuhan.\n",
          "8:12 Mereka akan mengembara dari laut ke laut dan menjelajah dari utara ke timur untuk mencari firman Tuhan, tetapi tidak mendapatnya.\n",
          "8:13 Pada hari itu akan rebah lesu anak-anak dara yang cantik dan anak-anak teruna karena haus;\n",
          "8:14 mereka yang bersumpah demi Asima, dewi Samaria dan yang berkata: Demi allahmu yang hidup, hai Dan! serta: Demi dewa kekasihmu yang hidup, hai Bersyeba! mereka itu akan rebah dan tidak akan bangkit-bangkit lagi.\n"
        ]
      }
    },
    {
      "9": {
        "en": [
          "9:1 I saw the Lord standing upon the altar. And He said, Strike the capitals of the pillars That the thresholds may shake. And break them off upon the heads of them all, And the last of them I will slay with the sword: Any one of them who flees will not flee away, And any one of them who escapes will not slip by.\n",
          "9:2 Though they dig into Sheol, From there My hand will take them; And though they go up into heaven, From there I will bring them down.\n",
          "9:3 And though they hide at the top of Carmel, From there I will seek them and take them. And though they hide themselves from My sight on the floor of the sea, There I will command the serpent, and it will bite them.\n",
          "9:4 And though they go into captivity before their enemies, There I will command the sword, and it will slay them; And I will set My eyes upon them For evil and not for good.\n",
          "9:5 For the Lord Jehovah of hosts Is the One who touches the land and it melts, And all those who dwell in it mourn; And all of it rises like the River, And it sinks like the river of Egypt.\n",
          "9:6 He is the One who builds His upper stories in the heavens And has founded His vault over the earth; He is the One who calls for the water of the sea And pours it upon the surface of the earth; Jehovah is His name.\n",
          "9:7 Are you not like the children of the Cushites To Me, O children of Israel? Declares Jehovah. Have I not brought up Israel Out from the land of Egypt, And the Philistines out from Caphtor, And Aram out from Kir?\n",
          "9:8 Yes, the eyes of the Lord Jehovah Are on the sinful kingdom, And I will destroy it From off the face of the earth, Except that I will not utterly destroy the house of Jacob, Declares Jehovah.\n",
          "9:9 For I will command And shake the house of Israel among all the nations, As grain is shaken in the sieve; Yet a kernel will not fall to the ground.\n",
          "9:10 All the sinners of My people Will die by the sword, Those who say, Evil will not overtake us Nor come before us on all sides.\n",
          "9:11 In that day I will raise up The fallen tabernacle of David, And I will wall up its breaches And raise up its ruins And build it up as it was in the days of old;\n",
          "9:12 That they may possess the remnant of Edom and all the nations which are called by My name, declares Jehovah who does this.\n",
          "9:13 Indeed days are coming, Declares Jehovah, When the plowman will overtake the reaper, And the grape treader, him who sows the seed; And the mountains will drip sweet wine, And all the hills will melt.\n",
          "9:14 And I will turn the captivity of My people Israel, And they will build the desolated cities and inhabit them; And they will plant vineyards and drink the wine from them, And make gardens and eat the fruit from them.\n",
          "9:15 And I will plant them upon their land, and they will not be plucked up again from their land, which I have given to them, says Jehovah your God. Book of\n"
        ],
        "id": [
          "9:1 Kulihat Tuhan berdiri dekat mezbah, dan Ia berfirman: Pukullah hulu tiang dengan keras, sehingga ambang-ambang bergoncang, dan runtuhkanlah itu ke atas kepala semua orang, dan sisa-sisa mereka akan Kubunuh dengan pedang; tidak seorang pun dari mereka akan dapat melarikan diri, dan tidak seorang pun dari mereka akan dapat meluputkan diri.\n",
          "9:2 Sekalipun mereka menembus sampai ke dunia orang mati, tangan-Ku akan mengambil mereka dari sana; sekalipun mereka naik ke langit, Aku akan menurunkan mereka dari sana.\n",
          "9:3 Sekalipun mereka bersembunyi di puncak gunung Karmel, Aku akan mengusut dan mengambil mereka dari sana; sekalipun mereka menyembunyikan diri terhadap mata-Ku di dasar laut, Aku akan memerintahkan ular untuk memagut mereka di sana.\n",
          "9:4 Sekalipun mereka berjalan di depan musuhnya sebagai orang tawanan, Aku akan memerintahkan pedang untuk membunuh mereka di sana. Aku akan mengarahkan mata-Ku kepada mereka untuk kecelakaan dan bukan untuk keberuntungan mereka.\n",
          "9:5 Tuhan Allah semesta alamlah yang menyentuh bumi, sehingga bergoyang, dan semua penduduknya berkabung, dan seluruhnya naik seperti sungai Nil, dan surut seperti sungai Mesir;\n",
          "9:6 yang mendirikan anjung-Nya di langit dan mendasarkan kubah-Nya di atas bumi; yang memanggil air laut dan mencurahkannya ke atas permukaan bumi Tuhan itulah nama-Nya.\n",
          "9:7 Bukankah kamu sama seperti orang Etiopia bagi-Ku, hai orang Israel? demikianlah firman Tuhan. Bukankah Aku telah menuntun orang Israel keluar dari tanah Mesir, orang Filistin dari Kaftor, dan orang Aram dari Kir?\n",
          "9:8 Sesungguhnya, Tuhan Allah sudah mengamat-amati kerajaan yang berdosa ini: Aku akan memunahkannya dari muka bumi! Tetapi Aku tidak akan memunahkan keturunan Yakub sama sekali, demikianlah firman Tuhan.\n",
          "9:9 Sebab sesungguhnya, Aku memberi perintah, dan Aku mengiraikan kaum Israel di antara segala bangsa, seperti orang mengiraikan ayak, dan sebiji batu kecil pun tidak akan jatuh ke tanah.\n",
          "9:10 Oleh pedang akan mati terbunuh semua orang berdosa di antara umat-Ku yang mengatakan: Malapetaka itu tidak akan menyusul dan tidak akan mencapai kami.\n",
          "9:11 Pada hari itu Aku akan mendirikan kembali pondok Daud yang telah roboh; Aku akan menutup pecahan dindingnya, dan akan mendirikan kembali reruntuhannya; Aku akan membangunnya kembali seperti di zaman dahulu kala,\n",
          "9:12 supaya mereka menguasai sisa-sisa bangsa Edom dan segala bangsa yang Kusebut milik-Ku, demikianlah firman Tuhan yang melakukan hal ini.\n",
          "9:13 Sesungguhnya, waktu akan datang, demikianlah firman Tuhan, bahwa pembajak akan tepat menyusul penuai dan pengirik buah anggur penabur benih; gunung-gunung akan meniriskan anggur baru dan segala bukit akan kebanjiran.\n",
          "9:14 Aku akan memulihkan kembali umat-Ku Israel: mereka akan membangun kota-kota yang licin tandas dan mendiaminya; mereka akan menanami kebun-kebun anggur dan minum anggurnya; mereka akan membuat kebun-kebun buah-buahan dan makan buahnya.\n",
          "9:15 Maka Aku akan menanam mereka di tanah mereka, dan mereka tidak akan dicabut lagi dari tanah yang telah Kuberikan kepada mereka, firman Tuhan, Allahmu.\n"
        ]
      }
    }
  ]
}
