{
  "Jonah": {
    "1": {
      "en": [
        "1:1 Now the word of Jehovah came to Jonah the son of Amittai, saying,\n",
        "1:2 Arise, go to Nineveh, the great city, and cry out against it, for their evil has come up before Me.\n",
        "1:3 But Jonah rose up to flee to Tarshish from the presence of Jehovah, and he went down to Joppa and found a ship going to Tarshish. So he paid the fare for it and went down into it to go with them to Tarshish from the presence of Jehovah.\n",
        "1:4 But Jehovah hurled a great wind toward the sea, and there was a great tempest on the sea, and the ship seemed to be about to break up.\n",
        "1:5 Then the mariners became afraid, and each called out to his god. And they cast out the equipment that was on the ship into the sea to lighten themselves of it. But Jonah had gone down into the innermost part of the vessel and lain down and fallen fast asleep.\n",
        "1:6 So the ship captain approached him and said to him, How can you be fast asleep? Arise, call on your God. Perhaps God will give thought to us, and we will not perish.\n",
        "1:7 And each man said to his companion, Come, let us cast lots that we may know on whose account this misfortune has befallen us. So they cast lots, and the lot fell on Jonah.\n",
        "1:8 Then they said to him, Tell us now, On whose account has this misfortune befallen us? What is your occupation? And where do you come from? What is your country? And of what people are you?\n",
        "1:9 And he said to them, I am a Hebrew, and I fear Jehovah, the God of the heavens, who made the sea and the dry land.\n",
        "1:10 And the men became greatly afraid and said to him, What is this that you have done? For the men knew that he was fleeing from the presence of Jehovah, because he had told them so.\n",
        "1:11 And they said to him, What shall we do with you that the sea may be quiet for us? For the sea grew more and more tempestuous.\n",
        "1:12 Then he said to them, Lift me up and cast me into the sea, and the sea will be quiet for you. For I know that it is on my account that this great tempest has come upon you.\n",
        "1:13 Nevertheless the men rowed hard to get back to the dry land, but they could not, because the sea grew more and more tempestuous against them.\n",
        "1:14 And they cried out to Jehovah and said, Ah, Jehovah, let us not perish, we pray, for this man?s life, and do not put innocent blood upon us; for You, Jehovah, have done as You pleased.\n",
        "1:15 Then they lifted Jonah up and cast him into the sea, and the sea ceased its raging.\n",
        "1:16 And the men were greatly afraid of Jehovah, and they offered a sacrifice to Jehovah and vowed vows.\n",
        "1:17 And Jehovah prepared a great fish to swallow Jonah up, and Jonah was in the stomach of the fish for three days and three nights.\n"
      ],
      "id": [
        "1:1 Datanglah firman Tuhan kepada Yunus bin Amitai, demikian:\n",
        "1:2 Bangunlah, pergilah ke Niniwe, kota yang besar itu, berserulah terhadap mereka, karena kejahatannya telah sampai kepada-Ku.\n",
        "1:3 Tetapi Yunus bersiap untuk melarikan diri ke Tarsis, jauh dari hadapan Tuhan; ia pergi ke Yafo dan mendapat di sana sebuah kapal, yang akan berangkat ke Tarsis. Ia membayar biaya perjalanannya, lalu naik kapal itu untuk berlayar bersama-sama dengan mereka ke Tarsis, jauh dari hadapan Tuhan.\n",
        "1:4 Tetapi Tuhan menurunkan angin ribut ke laut, lalu terjadilah badai besar, sehingga kapal itu hampir-hampir terpukul hancur.\n",
        "1:5 Awak kapal menjadi takut, masing-masing berteriak-teriak kepada allahnya, dan mereka membuang ke dalam laut segala muatan kapal itu untuk meringankannya. Tetapi Yunus telah turun ke dalam ruang kapal yang paling bawah dan berbaring di situ, lalu tertidur dengan nyenyak.\n",
        "1:6 Datanglah nakhoda mendapatkannya sambil berkata: Bagaimana mungkin engkau tidur begitu nyenyak? Bangunlah, berserulah kepada Allahmu, barangkali Allah itu akan mengindahkan kita, sehingga kita tidak binasa.\n",
        "1:7 Lalu berkatalah mereka satu sama lain: Marilah kita buang undi, supaya kita mengetahui, karena siapa kita ditimpa oleh malapetaka ini. Mereka membuang undi dan Yunuslah yang kena undi.\n",
        "1:8 Berkatalah mereka kepadanya: Beritahukan kepada kami, karena siapa kita ditimpa oleh malapetaka ini. Apa pekerjaanmu dan dari mana engkau datang, apa negerimu dan dari bangsa manakah engkau?\n",
        "1:9 Sahutnya kepada mereka: Aku seorang Ibrani; aku takut akan Tuhan, Allah yang empunya langit, yang telah menjadikan lautan dan daratan.\n",
        "1:10 Orang-orang itu menjadi sangat takut, lalu berkata kepadanya: Apa yang telah kauperbuat? sebab orang-orang itu mengetahui, bahwa ia melarikan diri, jauh dari hadapan Tuhan. Hal itu telah diberitahukannya kepada mereka.\n",
        "1:11 Bertanyalah mereka: Akan kami apakan engkau, supaya laut menjadi reda dan tidak menyerang kami lagi, sebab laut semakin bergelora.\n",
        "1:12 Sahutnya kepada mereka: Angkatlah aku, campakkanlah aku ke dalam laut, maka laut akan menjadi reda dan tidak menyerang kamu lagi. Sebab aku tahu, bahwa karena akulah badai besar ini menyerang kamu.\n",
        "1:13 Lalu berdayunglah orang-orang itu dengan sekuat tenaga untuk membawa kapal itu kembali ke darat, tetapi mereka tidak sanggup, sebab laut semakin bergelora menyerang mereka.\n",
        "1:14 Lalu berserulah mereka kepada Tuhan, katanya: Ya Tuhan, janganlah kiranya Engkau biarkan kami binasa karena nyawa orang ini dan janganlah Engkau tanggungkan kepada kami darah orang yang tidak bersalah, sebab Engkau, Tuhan, telah berbuat seperti yang Kaukehendaki.\n",
        "1:15 Kemudian mereka mengangkat Yunus, lalu mencampakkannya ke dalam laut, dan laut berhenti mengamuk.\n",
        "1:16 Orang-orang itu menjadi sangat takut kepada Tuhan, lalu mempersembahkan kurban sembelihan bagi Tuhan serta mengikrarkan nazar.\n",
        "1:17 Maka atas penentuan Tuhan datanglah seekor ikan besar yang menelan Yunus; dan Yunus tinggal di dalam perut ikan itu tiga hari tiga malam lamanya.\n"
      ]
    },
    "2": {
      "en": [
        "2:1 Then Jonah prayed to Jehovah his God from the stomach of the fish,\n",
        "2:2 And he said, I called out because of my distress To Jehovah, and He answered me; From the belly of Sheol I cried out for help; You heard my voice.\n",
        "2:3 You flung me into the depths, into the heart of the sea, And the flood surrounded me; b All Your breakers and Your billows Passed over me.\n",
        "2:4 Therefore I said, I have been driven out From before Your eyes; Yet I will look again Toward Your holy temple.\n",
        "2:5 Water encompassed me, even to my soul; The deep surrounded me; Seaweed was wrapped about my head.\n",
        "2:6 To the bottom of the sea mountains I went down; The earth with its bars was around me forever. Then You have brought up my life from the pit, O Jehovah my God.\n",
        "2:7 When my soul fainted within me, I remembered Jehovah, And my prayer came to You In Your holy temple.\n",
        "2:8 Those who regard empty vanities Forsake the lovingkindness to them;\n",
        "2:9 But I will sacrifice to You With the voice of thanksgiving; That which I have vowed I will fully pay. Salvation is of Jehovah.\n",
        "2:10 And Jehovah spoke to the fish, and it vomited out onto the dry land.\n"
      ],
      "id": [
        "2:1 Berdoalah Yunus kepada Tuhan, Allahnya, dari dalam perut ikan itu,\n",
        "2:2 katanya: Dalam kesusahanku aku berseru kepada Tuhan, dan Ia menjawab aku, dari tengah-tengah dunia orang mati aku berteriak, dan Kaudengarkan suaraku.\n",
        "2:3 Telah Kaulemparkan aku ke tempat yang dalam, ke pusat lautan, lalu aku terangkum oleh arus air; segala gelora dan gelombang-Mu melingkupi aku.\n",
        "2:4 Dan aku berkata: telah terusir aku dari hadapan mata-Mu. Mungkinkah aku memandang lagi bait-Mu yang kudus?\n",
        "2:5 Segala air telah mengepung aku, mengancam nyawaku; samudera raya merangkum aku; lumut lautan membelit kepalaku\n",
        "2:6 di dasar gunung-gunung. Aku tenggelam ke dasar bumi; pintunya terpalang di belakangku untuk selama-lamanya. Ketika itulah Engkau naikkan nyawaku dari dalam liang kubur, ya Tuhan, Allahku.\n",
        "2:7 Ketika jiwaku letih lesu di dalam aku, teringatlah aku kepada Tuhan, dan sampailah doaku kepada-Mu, ke dalam bait-Mu yang kudus.\n",
        "2:8 Mereka yang berpegang teguh pada berhala kesia-siaan, merekalah yang meninggalkan Dia, yang mengasihi mereka dengan setia.\n",
        "2:9 Tetapi aku, dengan ucapan syukur akan kupersembahkan kurban kepada-Mu; apa yang kunazarkan akan kubayar. Keselamatan adalah dari Tuhan!\n",
        "2:10 Lalu berfirmanlah Tuhan kepada ikan itu, dan ikan itu pun memuntahkan Yunus ke darat.\n"
      ]
    },
    "3": {
      "en": [
        "3:1 Then the word of Jehovah came to Jonah a second time, saying,\n",
        "3:2 Arise, go to Nineveh, the great city; and proclaim to it the proclamation that I will speak to you.\n",
        "3:3 So Jonah arose and went to Nineveh according to the word of Jehovah. Now Nineveh was an exceedingly great city, a three days? journey in size.\n",
        "3:4 And Jonah began to go through the city a day?s journey and cried out and said, Yet forty days and Nineveh will be overturned!\n",
        "3:5 And the men of Nineveh believed God, and they proclaimed a fast and put on sackcloth, from the greatest of them even to the least of them.\n",
        "3:6 And the word reached the king of Nineveh, and he arose from his throne and put away his majestic clothes from him and covered himself with sackcloth and sat in ashes.\n",
        "3:7 And he issued a proclamation and declared in Nineveh by the decree of the king and his great men, saying, Let neither man nor beast nor herd nor flock taste anything; let them not feed, nor let them drink water.\n",
        "3:8 And let man and beast be covered in sackcloth, and let them call to God strongly. And let each turn from his evil way and from the violence that is in his hands.\n",
        "3:9 Who knows whether God will turn and repent, and will turn from His burning anger so that we do not perish?\n",
        "3:10 And God saw their deeds, that they turned from their evil way, and God repented for the evil that He said He would do to them; and He did not do it.\n"
      ],
      "id": [
        "3:1 Datanglah firman Tuhan kepada Yunus untuk kedua kalinya, demikian:\n",
        "3:2 Bangunlah, pergilah ke Niniwe, kota yang besar itu, dan sampaikanlah kepadanya seruan yang Kufirmankan kepadamu.\n",
        "3:3 Bersiaplah Yunus, lalu pergi ke Niniwe, sesuai dengan firman Allah. Niniwe adalah sebuah kota yang mengagumkan besarnya, tiga hari perjalanan luasnya.\n",
        "3:4 Mulailah Yunus masuk ke dalam kota itu sehari perjalanan jauhnya, lalu berseru: Empat puluh hari lagi, maka Niniwe akan ditunggangbalikkan.\n",
        "3:5 Orang Niniwe percaya kepada Allah, lalu mereka mengumumkan puasa dan mereka, baik orang dewasa maupun anak-anak, mengenakan kain kabung.\n",
        "3:6 Setelah sampai kabar itu kepada raja kota Niniwe, turunlah ia dari singgasananya, ditanggalkannya jubahnya, diselubungkannya kain kabung, lalu duduklah ia di abu.\n",
        "3:7 Lalu atas perintah raja dan para pembesarnya orang memaklumkan dan mengatakan di Niniwe demikian: Manusia dan ternak, lembu sapi dan kambing domba tidak boleh makan apa-apa, tidak boleh makan rumput dan tidak boleh minum air.\n",
        "3:8 Haruslah semuanya, manusia dan ternak, berselubung kain kabung dan berseru dengan keras kepada Allah serta haruslah masing-masing berbalik dari tingkah lakunya yang jahat dan dari kekerasan yang dilakukannya.\n",
        "3:9 Siapa tahu, mungkin Allah akan berbalik dan menyesal serta berpaling dari murka-Nya yang bernyala-nyala itu, sehingga kita tidak binasa.\n",
        "3:10 Ketika Allah melihat perbuatan mereka itu, yakni bagaimana mereka berbalik dari tingkah lakunya yang jahat, maka menyesallah Allah karena malapetaka yang telah dirancangkan-Nya terhadap mereka, dan Ia pun tidak jadi melakukannya.\n"
      ]
    },
    "4": {
      "en": [
        "4:1 But it displeased Jonah greatly, and he was angry.\n",
        "4:2 And he prayed to Jehovah and said, Ah, Jehovah, was this not what I said when I was still in my land? Therefore I anticipated it by fleeing to Tarshish, for I know that You are a gracious and compassionate God, long-suffering and abundant in lovingkindness and repentant of evil.\n",
        "4:3 And now, Jehovah, take my life, I pray, from me, for it is better for me to die than to live.\n",
        "4:4 And Jehovah said, Do you do well to be angry?\n",
        "4:5 Then Jonah went out from the city and sat to the east of the city. And he made a booth for himself there and sat underneath it in the shade until he could see what would happen to the city.\n",
        "4:6 And Jehovah God prepared a castor-oil tree; and it came up over Jonah to be a shade over his head, that it might deliver him from his misfortune. And Jonah was exceedingly glad because of the tree.\n",
        "4:7 But God prepared a worm when the dawn came up the next day, and it struck the tree, and the tree withered.\n",
        "4:8 And when the sun rose, God prepared a sultry east wind. And the sun beat down on Jonah?s head, and he fainted. And he requested for himself that he might die, and said, It is better for me to die than to live.\n",
        "4:9 And God said to Jonah, Do you do well to be angry about the tree? And he said, I do well to be angry unto death.\n",
        "4:10 And Jehovah said, You had pity on the tree that you did not labor for nor cause to grow, which came into being overnight and perished overnight;\n",
        "4:11 And I, should I not have pity on Nineveh, the great city, in which are more than a hundred and twenty thousand people who cannot discern between their right hand and their left, and many cattle?\n"
      ],
      "id": [
        "4:1 Tetapi hal itu sangat mengesalkan hati Yunus, lalu marahlah ia.\n",
        "4:2 Dan berdoalah ia kepada Tuhan, katanya: Ya Tuhan, bukankah telah kukatakan itu, ketika aku masih di negeriku? Itulah sebabnya, maka aku dahulu melarikan diri ke Tarsis, sebab aku tahu, bahwa Engkaulah Allah yang pengasih dan penyayang, yang panjang sabar dan berlimpah kasih setia serta yang menyesal karena malapetaka yang hendak didatangkan-Nya.\n",
        "4:3 Jadi sekarang, ya Tuhan, cabutlah kiranya nyawaku, karena lebih baik aku mati dari pada hidup.\n",
        "4:4 Tetapi firman Tuhan: Layakkah engkau marah?\n",
        "4:5 Yunus telah keluar meninggalkan kota itu dan tinggal di sebelah timurnya. Ia mendirikan di situ sebuah pondok dan ia duduk di bawah naungannya menantikan apa yang akan terjadi atas kota itu.\n",
        "4:6 Lalu atas penentuan Tuhan Allah tumbuhlah sebatang pohon jarak melampaui kepala Yunus untuk menaunginya, agar ia terhibur dari pada kekesalan hatinya. Yunus sangat bersukacita karena pohon jarak itu.\n",
        "4:7 Tetapi keesokan harinya, ketika fajar menyingsing, atas penentuan Allah datanglah seekor ulat, yang menggerek pohon jarak itu, sehingga layu.\n",
        "4:8 Segera sesudah matahari terbit, maka atas penentuan Allah bertiuplah angin timur yang panas terik, sehingga sinar matahari menyakiti kepala Yunus, lalu rebahlah ia lesu dan berharap supaya mati, katanya: Lebih baiklah aku mati dari pada hidup.\n",
        "4:9 Tetapi berfirmanlah Allah kepada Yunus: Layakkah engkau marah karena pohon jarak itu? Jawabnya: Selayaknyalah aku marah sampai mati.\n",
        "4:10 Lalu Allah berfirman: Engkau sayang kepada pohon jarak itu, yang untuknya sedikit pun engkau tidak berjerih payah dan yang tidak engkau tumbuhkan, yang tumbuh dalam satu malam dan binasa dalam satu malam pula.\n",
        "4:11 Bagaimana tidak Aku akan sayang kepada Niniwe, kota yang besar itu, yang berpenduduk lebih dari seratus dua puluh ribu orang, yang semuanya tak tahu membedakan tangan kanan dari tangan kiri, dengan ternaknya yang banyak?\n"
      ]
    }
  }
}
