{
  "Habakkuk": [
    {
      "1": {
        "en": [
          "1:1 The burden which Habakkuk the prophet saw.\n",
          "1:2 How long, O Jehovah, shall I cry And You do not hear? I cry out to You, Violence! And You do not save.\n",
          "1:3 Why do You cause me to see iniquity And look upon wrong? Indeed destruction and violence are before me; And there is strife, and contention arises.\n",
          "1:4 Therefore the law is ineffective, And justice never goes forth; For the wicked encompasses the righteous, Therefore justice goes forth perverted.\n",
          "1:5 Look among the nations, and see, And be amazed, utterly amazed. For I am doing a work in your days Which you would not believe if it were told you.\n",
          "1:6 For I am about to raise up the Chaldeans, That bitter and hasty nation That marches through the breadth of the earth To possess habitations that are not theirs.\n",
          "1:7 They are terrible and dreadful; Their judgment and their authority issue from themselves.\n",
          "1:8 And their horses are swifter than leopards And more agile than the wolves of evening. And their horsemen prance about; Indeed their horsemen come from afar; They fly like an eagle that hastens to devour.\n",
          "1:9 All of them come to do violence; The set of their faces is forward, And they gather captives like sand.\n",
          "1:10 Indeed they scoff at kings, And potentates are a derision to them; They deride every fortress, For they heap up dirt and take it.\n",
          "1:11 Then they will sweep through like the wind and pass over And thus become guilty; this?their strength?is their god.\n",
          "1:12 Are You not from everlasting, O Jehovah, My God, my Holy One? We will not die. O Jehovah, You have appointed them for judgment; And You, O Rock, have established them for correction.\n",
          "1:13 You who are of purer eyes than to behold evil And who cannot look upon wrong, Why do You look upon them who deal treacherously And keep silent when the wicked man swallows up him who is more righteous than he?\n",
          "1:14 And You make man like the fish of the sea, Like the creeping things, who have no one to rule for them.\n",
          "1:15 They take all of them up with a hook; They drag them off in their net And gather them into their seine; So they rejoice and exult.\n",
          "1:16 Therefore they offer sacrifices to their net And burn incense to their seine, For by them their portion is fat And their food is plenteous.\n",
          "1:17 Will they then empty their net And continually slay the nations without sparing?\n"
        ],
        "id": [
          "1:1 Ucapan ilahi dalam penglihatan nabi Habakuk.\n",
          "1:2 Berapa lama lagi, Tuhan, aku berteriak, tetapi tidak Kaudengar, aku berseru kepada-Mu: Penindasan! tetapi tidak Kautolong?\n",
          "1:3 Mengapa Engkau memperlihatkan kepadaku kejahatan, sehingga aku memandang kelaliman? Ya, aniaya dan kekerasan ada di depan mataku; perbantahan dan pertikaian terjadi.\n",
          "1:4 Itulah sebabnya hukum kehilangan kekuatannya dan tidak pernah muncul keadilan, sebab orang fasik mengepung orang benar; itulah sebabnya keadilan muncul terbalik.\n",
          "1:5 Lihatlah di antara bangsa-bangsa dan perhatikanlah, jadilah heran dan tercengang-cengang, sebab Aku melakukan suatu pekerjaan dalam zamanmu yang tidak akan kamu percayai, jika diceriterakan.\n",
          "1:6 Sebab, sesungguhnya, Akulah yang membangkitkan orang Kasdim, bangsa yang garang dan tangkas itu, yang melintasi lintang bujur bumi untuk menduduki tempat kediaman, yang bukan kepunyaan mereka.\n",
          "1:7 Bangsa itu dahsyat dan menakutkan; keadilannya dan keluhurannya berasal dari padanya sendiri.\n",
          "1:8 Kudanya lebih cepat dari pada macan tutul, dan lebih ganas dari pada serigala pada waktu malam; pasukan berkudanya datang menderap, dari jauh mereka datang, terbang seperti rajawali yang menyambar mangsa.\n",
          "1:9 Seluruh bangsa itu datang untuk melakukan kekerasan, serbuan pasukan depannya seperti angin timur, dan mereka mengumpulkan tawanan seperti banyaknya pasir.\n",
          "1:10 Raja-raja dicemoohkannya dan penguasa-penguasa menjadi tertawaannya. Ditertawakannya tiap tempat berkubu, ditimbunkannya tanah dan direbutnya tempat itu.\n",
          "1:11 Maka berlarilah mereka, seperti angin dan bergerak terus; demikianlah mereka bersalah dengan mendewakan kekuatannya.\n",
          "1:12 Bukankah Engkau, ya Tuhan, dari dahulu Allahku, Yang Mahakudus? Tidak akan mati kami. Ya Tuhan, telah Kautetapkan dia untuk menghukumkan; ya Gunung Batu, telah Kautentukan dia untuk menyiksa.\n",
          "1:13 Mata-Mu terlalu suci untuk melihat kejahatan dan Engkau tidak dapat memandang kelaliman. Mengapa Engkau memandangi orang-orang yang berbuat khianat itu dan Engkau berdiam diri, apabila orang fasik menelan orang yang lebih benar dari dia?\n",
          "1:14 Engkau menjadikan manusia itu seperti ikan di laut, seperti binatang-binatang melata yang tidak ada pemerintahnya?\n",
          "1:15 Semuanya mereka ditariknya ke atas dengan kail, ditangkap dengan pukatnya dan dikumpulkan dengan payangnya; itulah sebabnya ia bersukaria dan bersorak-sorai.\n",
          "1:16 Itulah sebabnya dipersembahkannya kurban untuk pukatnya dan dibakarnya kurban untuk payangnya; sebab oleh karena alat-alat itu pendapatannya mewah dan rezekinya berlimpah-limpah.\n",
          "1:17 Sebab itukah ia selalu menghunus pedangnya dan membunuh bangsa-bangsa dengan tidak kenal belas kasihan?\n"
        ]
      }
    },
    {
      "2": {
        "en": [
          "2:1 I will stand at my watch And station myself on the fortress, And I will watch to see what He will speak to me And what I will reply concerning my complaint.\n",
          "2:2 Then Jehovah answered and said, a Write the vision, and render it plainly upon tablets, 2 That even he who runs by may read it.\n",
          "2:3 For the vision is yet for the appointed time, And it hastens toward the end and will not lie. Though it tarries, wait for it; For it will surely come; it will not delay.\n",
          "2:4 See, he who is puffed up, his soul is not upright within him, 1 But the righteous one will live by his faith.\n",
          "2:5 Furthermore his wine is treacherous: A boasting man, he does not abide at home, He who enlarges his appetite like Sheol, And is like death and cannot be satisfied, But gathers to himself all the nations And collects for himself all the peoples.\n",
          "2:6 Will not all of these take up a parable against him, Indeed a mocking song and a riddle against him, and say, Woe to him who increases what is not his (For how long?) And who loads himself with the burden of pledges?\n",
          "2:7 Will not those who bite you rise up suddenly, And those who shake you awake, And you will become booty to them?\n",
          "2:8 Because you have plundered many nations; All the remnant of the peoples will plunder you, Because of the bloodshed of men and the violence done to the land, To the city, and to all the inhabitants in it.\n",
          "2:9 Woe to him who by violence takes evil gain for his house, So as to place his nest on high That he may be delivered from the hand of evil!\n",
          "2:10 You have devised shame against your own house By cutting off many peoples, And have sinned against your own soul.\n",
          "2:11 For the stone will cry out from the wall, And the rafter will answer from the timber.\n",
          "2:12 Woe to him who builds a city by bloodshed And establishes a town by iniquity!\n",
          "2:13 Indeed is it not of Jehovah of hosts That the peoples toil for the fire And the nations weary themselves for vanity?\n",
          "2:14 For the earth will be filled With the knowledge of the glory of Jehovah As water covers the sea.\n",
          "2:15 Woe to him who makes his neighbor drink, Adding in his poison, And also making him drunk In order to look at their nakedness!\n",
          "2:16 You are sated with shame, not glory. You also, drink and be shown to be uncircumcised! The cup of Jehovah?s right hand will come around to you, And disgrace will be upon your glory.\n",
          "2:17 For the violence done to Lebanon will cover you, As well as the destruction of the beasts which frightened them, Because of the bloodshed of men and the violence done to the land, To the city, and to all the inhabitants in it.\n",
          "2:18 What profit is the graven idol that its maker should engrave it, Or the molten idol, even the teacher of lies, That he who forms its form depends on it To make dumb idols?\n",
          "2:19 Woe to him who says to wood, Awake! And, Arise! to silent stone. Will it teach him? Behold, it is set in gold and silver, And there is no breath at all within it.\n",
          "2:20 But Jehovah is in His holy temple: Be silent before Him, all the earth!\n"
        ],
        "id": [
          "2:1 Aku mau berdiri di tempat pengintaianku dan berdiri tegak di menara, aku mau meninjau dan menantikan apa yang akan difirmankan-Nya kepadaku, dan apa yang akan dijawab-Nya atas pengaduanku.\n",
          "2:2 Lalu Tuhan menjawab aku, demikian: Tuliskanlah penglihatan itu dan ukirkanlah itu pada loh-loh, supaya orang sambil lalu dapat membacanya.\n",
          "2:3 Sebab penglihatan itu masih menanti saatnya, tetapi ia bersegera menuju kesudahannya dengan tidak menipu; apabila berlambat-lambat, nantikanlah itu, sebab itu sungguh-sungguh akan datang dan tidak akan bertangguh.\n",
          "2:4 Sesungguhnya, orang yang membusungkan dada, tidak lurus hatinya, tetapi orang yang benar itu akan hidup oleh percayanya.\n",
          "2:5 Orang sombong dan khianat dia yang melagak, tetapi ia tidak akan tetap ada; ia mengangakan mulutnya seperti dunia orang mati dan tidak kenyang-kenyang seperti maut, sehingga segala suku bangsa dikumpulkannya dan segala bangsa dihimpunkannya.\n",
          "2:6 Bukankah sekalian itu akan melontarkan peribahasa mengatai dia, dan nyanyian olok-olok serta sindiran ini: Celakalah orang yang menggaruk bagi dirinya apa yang bukan miliknya - berapa lama lagi? - dan yang memuati dirinya dengan barang gadaian.\n",
          "2:7 Bukankah akan bangkit dengan sekonyong-konyong mereka yang menggigit engkau, dan akan terjaga mereka yang mengejutkan engkau, sehingga engkau menjadi barang rampasan bagi mereka?\n",
          "2:8 Karena engkau telah menjarah banyak suku bangsa, maka bangsa-bangsa yang tertinggal akan menjarah engkau, karena darah manusia yang tertumpah itu dan karena kekerasan terhadap negeri, kota dan seluruh penduduknya itu.\n",
          "2:9 Celakalah orang yang mengambil laba yang tidak halal untuk keperluan rumahnya, untuk menempatkan sarangnya di tempat yang tinggi, dengan maksud melepaskan dirinya dari genggaman malapetaka!\n",
          "2:10 Engkau telah merancangkan cela ke atas rumahmu, ketika engkau bermaksud untuk menghabisi banyak bangsa; dengan demikian engkau telah berdosa terhadap dirimu sendiri.\n",
          "2:11 Sebab batu berseru-seru dari tembok, dan balok menjawabnya dari rangka rumah.\n",
          "2:12 Celakalah orang yang mendirikan kota di atas darah dan meletakkan dasar benteng di atas ketidakadilan.\n",
          "2:13 Sesungguhnya, bukankah dari Tuhan semesta alam asalnya, bahwa bangsa-bangsa bersusah-susah untuk api dan suku-suku bangsa berlelah untuk yang sia-sia?\n",
          "2:14 Sebab bumi akan penuh dengan pengetahuan tentang kemuliaan Tuhan seperti air yang menutupi dasar laut.\n",
          "2:15 Celakalah orang yang memberi minum sesamanya manusia bercampur amarah, bahkan memabukkan dia untuk memandang auratnya.\n",
          "2:16 Telah engkau kenyangkan dirimu dengan kehinaan ganti kehormatan. Minumlah juga engkau dan terhuyung-huyunglah. Kepadamu akan beralih piala dari tangan kanan Tuhan, dan cela besar akan meliputi kemuliaanmu.\n",
          "2:17 Sebab kekerasan terhadap gunung Libanon akan menutupi engkau dan pemusnahan binatang-binatang akan mengejutkan engkau, karena darah manusia yang tertumpah itu dan karena kekerasan terhadap negeri, kota dan seluruh penduduknya itu.\n",
          "2:18 Apakah gunanya patung pahatan, yang dipahat oleh pembuatnya? Apakah gunanya patung tuangan, pengajar dusta itu? Karena pembuatnya percaya akan buatannya, padahal berhala-berhala bisu belaka yang dibuatnya.\n",
          "2:19 Celakalah orang yang berkata kepada sepotong kayu: Terjagalah! dan kepada sebuah batu bisu: Bangunlah! Masakan dia itu mengajar? Memang ia bersalutkan emas dan perak, tetapi roh tidak ada sama sekali di dalamnya.\n",
          "2:20 Tetapi Tuhan ada di dalam bait-Nya yang kudus. Berdiam dirilah di hadapan-Nya, ya segenap bumi!\n"
        ]
      }
    },
    {
      "3": {
        "en": [
          "3:1 A prayer of Habakkuk the prophet in shigionoth.\n",
          "3:2 O Jehovah, I have heard the report concerning You and am afraid. O Jehovah, revive Your work In the midst of the years; In the midst of the years make it known; In wrath remember compassion.\n",
          "3:3 God comes from Teman, Even the Holy One from Mount Paran. Selah His splendor covers the heavens, And the earth is filled with His praise.\n",
          "3:4 And His brightness is like the light: Rays come forth from His hand, And the hiding of His power is there.\n",
          "3:5 Before Him goes pestilence, And the fire bolt comes forth at His feet.\n",
          "3:6 He stands and measures the earth; He looks and startles the nations; And the ancient mountains are shattered into dust, And the everlasting hills sink down; His goings are eternal.\n",
          "3:7 I see the tents of Cushan Under affliction; The tent curtains of the land of Midian tremble.\n",
          "3:8 Is it against the rivers, O Jehovah, Against the rivers that Your anger is kindled? Is Your overflowing wrath against the sea That You ride upon Your horses, Upon Your chariots of salvation?\n",
          "3:9 Your bow is bared utterly; The rods of discipline are sworn according to Your word. Selah You cleave the earth with rivers.\n",
          "3:10 The mountains see you; they writhe; The tempest of water passes by; The deep utters its voice, It lifts its hands high.\n",
          "3:11 The sun and the moon stand still in their high abode At the light of Your arrows going forth, At the brightness of Your glittering spear.\n",
          "3:12 In wrath You march through the earth, In anger You thresh the nations.\n",
          "3:13 You go forth for the salvation of Your people, For the salvation of Your anointed one, You strike the head from the house of the wicked one, Laying bare the foundation, even to the neck. Selah\n",
          "3:14 You pierce, with his own staves, The heads of his warriors. They come out like a whirlwind to scatter me; Their exultation is as if to devour the poor in secret.\n",
          "3:15 You tread the sea with Your horses, The heap of mighty waters.\n",
          "3:16 I heard and my body trembled; My lips quivered at the sound. Rottenness entered my bones, And I tremble in my place, Because I must wait quietly for the day of distress, When he who attacks comes up against the people.\n",
          "3:17 For the fig tree will not sprout, And there will be no yield on the vines; The labor on the olive tree will fail, And the fields will make no food; The flock will be cut off from the fold, And there will be no herd in the stalls.\n",
          "3:18 Yet I will exult in Jehovah; I will rejoice in the God of my salvation.\n",
          "3:19 Jehovah the Lord is my strength; And He makes my feet like hinds? feet And will cause me to walk on my high places. For the choir director, with my stringed instruments.\n"
        ],
        "id": [
          "3:1 Doa nabi Habakuk. Menurut nada ratapan.\n",
          "3:2 Tuhan, telah kudengar kabar tentang Engkau, dan pekerjaan-Mu, ya Tuhan, kutakuti! Hidupkanlah itu dalam lintasan tahun, nyatakanlah itu dalam lintasan tahun; dalam murka ingatlah akan kasih sayang!\n",
          "3:3 Allah datang dari negeri Teman dan Yang Mahakudus dari pegunungan Paran. Sela. Keagungan-Nya menutupi segenap langit, dan bumi pun penuh dengan pujian kepada-Nya.\n",
          "3:4 Ada kilauan seperti cahaya, sinar cahaya dari sisi-Nya dan di situlah terselubung kekuatan-Nya.\n",
          "3:5 Mendahului-Nya berjalan penyakit sampar dan demam mengikuti jejak-Nya.\n",
          "3:6 Ia berdiri, maka bumi dibuat-Nya bergoyang; Ia melihat berkeliling, maka bangsa-bangsa dibuat-Nya melompat terkejut, hancur gunung-gunung yang ada sejak purba, merendah bukit-bukit yang berabad-abad; itulah perjalanan-Nya berabad-abad.\n",
          "3:7 Aku melihat kemah-kemah orang Kusyan tertekan, kain-kain tenda tanah Midian menggetar.\n",
          "3:8 Terhadap sungai-sungaikah, ya Tuhan, terhadap sungai-sungaikah murka-Mu bangkit? Atau terhadap lautkah amarah-Mu sehingga Engkau mengendarai kuda dan kereta kemenangan-Mu?\n",
          "3:9 Busur-Mu telah Kaubuka, telah Kauisi dengan anak panah. Sela. Engkau membelah bumi menjadi sungai-sungai;\n",
          "3:10 melihat Engkau, gunung-gunung gemetar, air bah menderu lalu, samudera raya memperdengarkan suaranya dan mengangkat tangannya.\n",
          "3:11 Matahari, bulan berhenti di tempat kediamannya, karena cahaya anak-anak panah-Mu yang melayang laju, karena kilauan tombak-Mu yang berkilat.\n",
          "3:12 Dalam kegeraman Engkau melangkah melintasi bumi, dalam murka Engkau menggasak bangsa-bangsa.\n",
          "3:13 Engkau berjalan maju untuk menyelamatkan umat-Mu, untuk menyelamatkan orang yang Kauurapi. Engkau meremukkan bagian atas rumah orang-orang fasik dan Kaubuka dasarnya sampai batu yang penghabisan. Sela.\n",
          "3:14 Engkau menusuk dengan anak panahnya sendiri kepala laskarnya, yang mengamuk untuk menyerakkan aku dengan sorak-sorai, seolah-olah mereka menelan orang tertindas secara tersembunyi.\n",
          "3:15 Dengan kuda-Mu, Engkau menginjak laut, timbunan air yang membuih.\n",
          "3:16 Ketika aku mendengarnya, gemetarlah hatiku, mendengar bunyinya, menggigillah bibirku; tulang-tulangku seakan-akan kemasukan sengal, dan aku gemetar di tempat aku berdiri; namun dengan tenang akan kunantikan hari kesusahan, yang akan mendatangi bangsa yang bergerombolan menyerang kami.\n",
          "3:17 Sekalipun pohon ara tidak berbunga, pohon anggur tidak berbuah, hasil pohon zaitun mengecewakan, sekalipun ladang-ladang tidak menghasilkan bahan makanan, kambing domba terhalau dari kurungan, dan tidak ada lembu sapi dalam kandang,\n",
          "3:18 namun aku akan bersorak-sorak di dalam Tuhan, beria-ria di dalam Allah yang menyelamatkan aku.\n",
          "3:19 Allah Tuhanku itu kekuatanku: Ia membuat kakiku seperti kaki rusa, Ia membiarkan aku berjejak di bukit-bukitku. (Untuk pemimpin biduan. Dengan permainan kecapi).\n"
        ]
      }
    }
  ]
}
