{
  "2 Thessalonians": {
    "1": {
      "en": [
        "1:1 Paul and Silvanus and Timothy to the church of the Thessalonians in God our Father and the Lord Jesus Christ:\n",
        "1:2 Grace to you and peace from God our Father and the Lord Jesus Christ.\n",
        "1:3 We ought to thank God always concerning you, brothers, even as it is fitting, because your faith grows exceedingly and the love of each one of you all to one another is increasing,\n",
        "1:4 So that we ourselves boast in you among the churches of God concerning your endurance and faith in all your persecutions and the afflictions which you bear,\n",
        "1:5 A plain indication of the righteous judgment of God, that you may be accounted worthy of the kingdom of God, for which also you suffer;\n",
        "1:6 Since it is just with God to repay with affliction those afflicting you,\n",
        "1:7 And to you who are being afflicted, rest with us at the revelation of the Lord Jesus from heaven with the angels of His power, in flaming fire,\n",
        "1:8 Rendering vengeance to those who do not know God and to those who do not obey the gospel of our Lord Jesus Christ.\n",
        "1:9 They will pay the penalty of eternal destruction from the presence of the Lord and from the glory of His strength\n",
        "1:10 When He to be glorified in His saints and to be marveled at in all those who have believed (because our testimony to you was believed) in that day.\n",
        "1:11 For which also we pray always concerning you, that our God may count you worthy of your calling and may fulfill in power your every good intention for goodness and your work of faith,\n",
        "1:12 So that the name of our Lord Jesus may be glorified in you, and you in Him, according to the grace of our God and the Lord Jesus Christ.\n"
      ],
      "id": [
        "1:1 Dari Paulus, Silwanus dan Timotius. Kepada jemaat orang-orang Tesalonika di dalam Allah Bapa kita dan di dalam Tuhan Yesus Kristus.\n",
        "1:2 Anugerah dan damai sejahtera dari Allah, Bapa kita, dan dari Tuhan Yesus Kristus menyertai kamu.\n",
        "1:3 Kami wajib selalu mengucap syukur kepada Allah karena kamu, Saudara-saudara. Dan memang patutlah demikian, karena imanmu makin bertambah dan kasihmu seorang terhadap yang lain makin kuat di antara kamu,\n",
        "1:4 sehingga dalam jemaat-jemaat Allah kami sendiri bermegah tentang kamu karena ketabahanmu dan imanmu dalam segala penganiayaan dan penindasan yang kamu derita.\n",
        "1:5 Itu adalah bukti tentang adilnya penghakiman Allah, yang menyatakan bahwa kamu layak menjadi warga Kerajaan Allah, kamu yang sekarang menderita karena Kerajaan itu.\n",
        "1:6 Sebab memang adil bagi Allah untuk membalaskan penindasan kepada mereka yang menindas kamu\n",
        "1:7 dan untuk memberikan kelegaan kepada kamu yang ditindas, dan juga kepada kami, pada waktu Tuhan Yesus dari dalam surga akan menyatakan diri-Nya bersama-sama dengan malaikat-malaikat-Nya yang penuh kuasa, di dalam api yang bernyala-nyala,\n",
        "1:8 dan mengadakan pembalasan terhadap mereka yang tidak mau mengenal Allah dan tidak menaati Injil Yesus, Tuhan kita.\n",
        "1:9 Mereka ini akan menjalani hukuman kebinasaan selama-lamanya, dijauhkan dari hadirat Tuhan dan dari kemuliaan kekuatan-Nya,\n",
        "1:10 apabila Ia datang pada hari itu untuk dimuliakan di antara orang-orang kudus-Nya dan untuk dikagumi oleh semua orang yang percaya, sebab kesaksian yang kami bawa kepadamu telah kamu percayai.\n",
        "1:11 Karena itu kami senantiasa berdoa juga untuk kamu, supaya Allah kita menganggap kamu layak bagi panggilan-Nya dan dengan kekuatan-Nya menyempurnakan segala kehendakmu untuk berbuat baik dan menyempurnakan segala pekerjaan imanmu,\n",
        "1:12 sehingga nama Yesus, Tuhan kita, dimuliakan di dalam kamu dan kamu di dalam Dia, menurut anugerah Allah kita dan Tuhan Yesus Kristus.\n"
      ]
    },
    "2": {
      "en": [
        "2:1 Now we ask you, brothers, with regard to the coming of our Lord Jesus Christ and our gathering together to Him,\n",
        "2:2 That you be not quickly shaken in mind nor alarmed, neither by a spirit nor by word nor by a letter as if by us, to the effect that the day of the Lord has come.\n",
        "2:3 Let no one deceive you in any way, because it will not come unless the apostasy comes first and the man of lawlessness is revealed, the son of perdition,\n",
        "2:4 Who opposes and exalts himself above all that is called God or an object of worship, so that he sits in the temple of God, setting himself forth, saying that he is God.\n",
        "2:5 Do you not remember that while I was still with you, I said these things to you?\n",
        "2:6 And now you know that which restrains, so that he might be revealed in his own time.\n",
        "2:7 For it is the mystery of lawlessness that is now operating, but only until the one now restraining goes out of the way.\n",
        "2:8 And then the lawless one will be revealed (whom the Lord Jesus will slay by the breath of His mouth and bring to nothing by the manifestation of His coming),\n",
        "2:9 The coming of whom is according to Satan?s operation in all power and signs and wonders of a lie\n",
        "2:10 And in all deceit of unrighteousness among those who are perishing, because they did not receive the love of the truth that they might be saved.\n",
        "2:11 And because of this God sends to them an operation of error that they might believe the lie,\n",
        "2:12 So that all who have not believed the truth but have taken pleasure in unrighteousness might be judged.\n",
        "2:13 But we ought to thank God always concerning you, brothers beloved of the Lord, because God chose you from the beginning unto salvation in sanctification of the Spirit and belief of the truth,\n",
        "2:14 To which also He called you through our gospel unto the obtaining of the glory of our Lord Jesus Christ.\n",
        "2:15 So then, brothers, stand firm and hold to the things which were handed down to you and which you were taught, whether by word or by our letter.\n",
        "2:16 Now our Lord Jesus Christ Himself and God our Father, who has loved us and given us eternal comfort and good hope in grace,\n",
        "2:17 Comfort your hearts and you in every good work and word.\n"
      ],
      "id": [
        "2:1 Tentang kedatangan Tuhan kita Yesus Kristus dan terhimpunnya kita dengan Dia kami minta kepadamu, Saudara-saudara,\n",
        "2:2 supaya kamu jangan lekas bingung dan gelisah, baik oleh ilham roh, maupun oleh pemberitaan atau surat yang dikatakan dari kami, seolah-olah hari Tuhan telah tiba.\n",
        "2:3 Janganlah kamu disesatkan orang dengan cara bagaimanapun juga! Sebab sebelum hari itu haruslah datang dahulu murtad dan haruslah dinyatakan dahulu manusia durhaka, yang harus binasa,\n",
        "2:4 yaitu lawan yang meninggikan diri di atas semua yang disebut atau yang disembah sebagai Allah hingga ia duduk di Bait Allah dan mau menyatakan diri sebagai Allah.\n",
        "2:5 Tidakkah kamu ingat bahwa hal itu telah kerapkali kukatakan kepadamu, ketika aku masih bersama-sama dengan kamu?\n",
        "2:6 Dan sekarang kamu tahu apa yang menahan dia, sehingga ia baru akan menyatakan diri pada waktu yang telah ditentukan baginya.\n",
        "2:7 Karena secara rahasia kedurhakaan telah mulai bekerja, tetapi sekarang masih ada yang menahan. Kalau yang sekarang menahannya itu telah disingkirkan,\n",
        "2:8 pada waktu itulah si pendurhaka baru akan menyatakan dirinya, tetapi Tuhan Yesus akan membunuhnya dengan napas mulut-Nya dan akan memusnahkannya dengan penampakan-Nya pada waktu kedatangan-Nya.\n",
        "2:9 Kedatangan si pendurhaka itu adalah pekerjaan Iblis, dan akan disertai berbagai perbuatan ajaib, tanda-tanda dan mukjizat-mukjizat palsu,\n",
        "2:10 dengan berbagai tipu daya jahat terhadap orang-orang yang harus binasa karena mereka tidak menerima dan tidak mengasihi kebenaran yang dapat menyelamatkan mereka.\n",
        "2:11 Itulah sebabnya Allah mendatangkan kesesatan atas mereka, yang menyebabkan mereka percaya kepada dusta,\n",
        "2:12 supaya dihukum semua orang yang tidak percaya kepada kebenaran dan suka kejahatan.\n",
        "2:13 Akan tetapi kami harus selalu mengucap syukur kepada Allah karena kamu, Saudara-saudara, yang dikasihi Tuhan, sebab Allah sejak semula telah memilih kamu untuk diselamatkan dalam Roh yang menguduskan kamu dan dalam kebenaran yang kamu percayai.\n",
        "2:14 Untuk itulah Ia telah memanggil kamu melalui Injil yang kami beritakan, sehingga kamu boleh memperoleh kemuliaan Yesus Kristus, Tuhan kita.\n",
        "2:15 Sebab itu, berdirilah teguh dan berpeganglah pada ajaran-ajaran yang kamu terima dari kami, baik secara lisan, maupun secara tertulis.\n",
        "2:16 Dan Ia, Tuhan kita Yesus Kristus, dan Allah, Bapa kita, yang dalam anugerah-Nya telah mengasihi kita dan menganugerahkan penghiburan abadi dan pengharapan baik kepada kita,\n",
        "2:17 kiranya menghibur dan menguatkan hatimu dalam setiap pekerjaan dan perkataan yang baik.\n"
      ]
    },
    "3": {
      "en": [
        "3:1 Finally, brothers, pray concerning us, that the word of the Lord may run and be glorified, even as it is also with you;\n",
        "3:2 And that we may be delivered from unreasonable and evil men, for the faith does not belong to all.\n",
        "3:3 But the Lord is faithful, who will establish you and guard you from the evil one.\n",
        "3:4 And we have confidence in the Lord concerning you that what we charge, you both are doing and will do.\n",
        "3:5 And the Lord direct your hearts into the love of God and into the endurance of Christ.\n",
        "3:6 Now we charge you, brothers, in the name of our Lord Jesus Christ, that you keep away from every brother walking disorderly and not according to the things which were handed down to you and which you received from us.\n",
        "3:7 For you yourselves know how you ought to imitate us, because we were not disorderly among you;\n",
        "3:8 Nor did we eat bread as a gift from anyone, but in labor and hardship we worked night and day so that we would not be burdensome to any of you;\n",
        "3:9 Not because we do not have the right, but in order that we might give ourselves to you as a pattern that you might imitate us.\n",
        "3:10 For even when we were with you, we gave you this charge, that if anyone does not want to work, neither should he eat.\n",
        "3:11 For we hear of some walking among you disorderly, doing no work at all, but being busybodies.\n",
        "3:12 Now such ones we charge and exhort in the Lord Jesus Christ to work with quietness and eat their own bread.\n",
        "3:13 But you, brothers, do not lose heart in doing good.\n",
        "3:14 And if anyone does not obey our word through this letter, mark this one so as not to mingle with him, in order that he may be ashamed.\n",
        "3:15 Yet do not regard him as an enemy, but him as a brother.\n",
        "3:16 Now the Lord of peace Himself give you peace continually in every way. The Lord be with you all.\n",
        "3:17 The greeting in own hand?Paul?which is the mark in every letter; so I write.\n",
        "3:18 The grace of our Lord Jesus Christ be with you all.\n"
      ],
      "id": [
        "3:1 Selanjutnya, Saudara-saudara, berdoalah untuk kami, supaya firman Tuhan beroleh kemajuan dan dimuliakan, sama seperti yang telah terjadi di antara kamu,\n",
        "3:2 dan supaya kami terlepas dari para pengacau dan orang-orang jahat, sebab bukan semua orang beroleh iman.\n",
        "3:3 Tetapi Tuhan adalah setia. Ia akan menguatkan hatimu dan memelihara kamu terhadap yang jahat.\n",
        "3:4 Dan kami percaya dalam Tuhan bahwa apa yang kami pesankan kepadamu, kamu lakukan dan akan kamu lakukan.\n",
        "3:5 Kiranya Tuhan tetap menujukan hatimu kepada kasih Allah dan kepada ketabahan Kristus.\n",
        "3:6 Tetapi kami berpesan kepadamu, Saudara-saudara, dalam nama Tuhan Yesus Kristus, supaya kamu menjauhkan diri dari setiap saudara seiman yang tidak melakukan pekerjaannya dan tidak menurut ajaran yang telah kamu terima dari kami.\n",
        "3:7 Sebab kamu sendiri tahu, bagaimana kamu harus mengikuti teladan kami, karena kami tidak lalai bekerja di antara kamu,\n",
        "3:8 dan tidak makan roti orang dengan cuma-cuma, tetapi kami berusaha dan berjerih payah siang malam, supaya jangan menjadi beban bagi siapa pun di antara kamu.\n",
        "3:9 Bukan karena kami tidak berhak untuk itu, melainkan karena kami mau menjadikan diri kami teladan bagi kamu, supaya kamu ikuti.\n",
        "3:10 Sebab, juga waktu kami berada di antara kamu, kami memberi peringatan ini kepada kamu: Jika seseorang tidak mau bekerja, janganlah ia makan.\n",
        "3:11 Kami katakan ini karena kami dengar bahwa ada orang di antara kamu yang tidak tertib hidupnya dan tidak bekerja, melainkan sibuk dengan hal-hal yang tidak berguna.\n",
        "3:12 Orang-orang yang demikian kami peringatkan dan nasihati dalam Tuhan Yesus Kristus, supaya mereka tetap tenang melakukan pekerjaannya dan dengan demikian makan makanannya sendiri.\n",
        "3:13 Dan kamu, Saudara-saudara, janganlah jemu-jemu berbuat baik.\n",
        "3:14 Jika ada orang yang tidak mau mendengarkan apa yang kami katakan dalam surat ini, tandailah dia dan jangan bergaul dengan dia, supaya ia menjadi malu,\n",
        "3:15 tetapi janganlah anggap dia sebagai musuh, tetapi tegurlah dia sebagai saudara seiman.\n",
        "3:16 Kiranya Ia, Tuhan damai sejahtera, mengaruniakan damai sejahtera-Nya terus-menerus kepada kamu dalam segala hal. Tuhan menyertai kamu sekalian.\n",
        "3:17 Salam dari aku, Paulus. Salam ini kutulis dengan tanganku sendiri. Inilah tanda dalam setiap surat: Beginilah tulisanku.\n",
        "3:18 Anugerah Yesus Kristus, Tuhan kita, menyertai kamu sekalian!\n"
      ]
    }
  }
}
