{
  "Titus": {
    "1": {
      "en": [
        "1:1 Paul, a slave of God and an apostle of Jesus Christ according to the faith of God?s chosen ones and the full knowledge of the truth, which is according to godliness,\n",
        "1:2 In the hope of eternal life, which God, who cannot lie, promised before the times of the ages\n",
        "1:3 But in its own times manifested His word in the proclamation with which I was entrusted according to the command of our Savior God;\n",
        "1:4 To Titus, genuine child according to the common faith: Grace and peace from God the Father and Christ Jesus our Savior.\n",
        "1:5 For this cause I left you in Crete, that you might set in order the things which I have begun that remain and appoint elders in every city, as I directed you:\n",
        "1:6 If anyone is unreprovable, the husband of one wife, having believing children not accused of dissoluteness or unruly.\n",
        "1:7 For the overseer must be unreprovable as a steward of God, not self-willed, not quick tempered, not an excessive drinker, not a striker, not greedy for base gain;\n",
        "1:8 But hospitable, a lover of good, of a sober mind, righteous, holy, self-controlled;\n",
        "1:9 Holding to the faithful word, which is according to the teaching of the apostles, that he may be able both to exhort by the healthy teaching and to convict those who oppose.\n",
        "1:10 For there are many unruly men, vain talkers and deceivers, especially those of the circumcision,\n",
        "1:11 Whose mouths must be stopped, who overthrow whole households, teaching things for the sake of base gain, which they ought not to do.\n",
        "1:12 One from among themselves, a prophet of their own, said, Cretans are always liars, evil beasts, idle gluttons.\n",
        "1:13 This testimony is true; for which cause reprove them severely that they may be healthy in the faith,\n",
        "1:14 Not paying attention to Jewish myths and the commandments of men who turn away from the truth.\n",
        "1:15 All things are pure to the pure; yet to those who are defiled and unbelieving nothing is pure, but both their mind and their conscience are defiled.\n",
        "1:16 They profess to know God, but by their works they deny Him, being abominable and disobedient and, as to every good work, disapproved.\n"
      ],
      "id": [
        "1:1 Dari Paulus, hamba Allah dan rasul Yesus Kristus untuk memelihara iman orang-orang pilihan Allah dan pengetahuan akan kebenaran seperti yang tampak dalam ibadah kita,\n",
        "1:2 dan berdasarkan pengharapan akan hidup yang kekal yang sebelum permulaan zaman sudah dijanjikan oleh Allah yang tidak berdusta.\n",
        "1:3 Pada waktu yang dikehendaki-Nya, Ia telah menyatakan firman-Nya dalam pemberitaan Injil yang telah dipercayakan kepadaku sesuai dengan perintah Allah, Juruselamat kita.\n",
        "1:4 Kepada Titus, anakku yang sah menurut iman kita bersama: Anugerah dan damai sejahtera dari Allah Bapa dan Kristus Yesus, Juruselamat kita, menyertai engkau.\n",
        "1:5 Aku telah meninggalkan engkau di Kreta dengan maksud ini, supaya engkau mengatur apa yang masih perlu diatur dan supaya engkau menetapkan penatua-penatua di setiap kota, seperti yang telah kupesankan kepadamu,\n",
        "1:6 yakni orang-orang yang tak bercacat, yang mempunyai hanya satu istri, yang anak-anaknya hidup beriman dan tidak dapat dituduh karena hidup tidak senonoh atau hidup tidak tertib.\n",
        "1:7 Sebab sebagai pengatur rumah Allah seorang pengawas jemaat harus tidak bercacat, tidak angkuh, bukan pemberang, bukan peminum, bukan pemarah, tidak serakah,\n",
        "1:8 melainkan suka memberi tumpangan, suka akan yang baik, bijaksana, adil, saleh, dapat menguasai diri\n",
        "1:9 dan berpegang kepada perkataan yang benar, yang sesuai dengan ajaran yang sehat, supaya ia sanggup menasihati orang berdasarkan ajaran itu dan sanggup meyakinkan penentang-penentangnya.\n",
        "1:10 Karena sudah banyak orang hidup tidak tertib, terutama di antara mereka yang berpegang pada hukum sunat. Dengan omongan yang sia-sia mereka menyesatkan pikiran.\n",
        "1:11 Orang-orang semacam itu harus ditutup mulutnya, karena mereka mengacau banyak keluarga dengan mengajarkan yang tidak-tidak untuk mendapat untung yang memalukan.\n",
        "1:12 Seorang dari kalangan mereka, nabi mereka sendiri, pernah berkata, \"Dasar orang Kreta pembohong, binatang buas, pelahap yang malas.\"\n",
        "1:13 Kesaksian itu benar. Karena itu tegurlah mereka dengan tegas supaya mereka menjadi sehat dalam iman,\n",
        "1:14 dan tidak lagi mengindahkan dongeng-dongeng Yahudi dan perintah-perintah manusia yang berpaling dari kebenaran.\n",
        "1:15 Bagi orang suci semuanya suci; tetapi bagi orang najis dan bagi orang tidak beriman suatu pun tidak ada yang suci, karena baik akal budi maupun suara hati mereka najis.\n",
        "1:16 Mereka mengaku mengenal Allah, tetapi dengan perbuatan mereka, mereka menyangkal Dia. Mereka keji dan tidak taat dan tidak sanggup berbuat sesuatu yang baik.\n"
      ]
    },
    "2": {
      "en": [
        "2:1 But you, speak the things which are fitting to the healthy teaching.\n",
        "2:2 Exhort older men to be temperate, grave, of a sober mind, healthy in faith, in love, in endurance;\n",
        "2:3 Older women likewise to be in demeanor as befits those who engage in sacred things, not slanderers, nor enslaved by much wine, teachers of what is good,\n",
        "2:4 That they may train the young women to love their husbands, to love their children,\n",
        "2:5 To be of a sober mind, pure, workers at home, good, subject to their own husbands, that the word of God would not be blasphemed.\n",
        "2:6 The younger men likewise exhort to be of a sober mind,\n",
        "2:7 Concerning all things presenting yourself as a pattern of good works: in your teaching showing incorruption, gravity,\n",
        "2:8 Healthy speech that cannot be condemned, that he who opposes may be put to shame, having nothing evil to say about us.\n",
        "2:9 Exhort slaves to be subject to their own masters in all things, to be well pleasing, not contradicting,\n",
        "2:10 Not pilfering, but showing all good faithfulness that they may adorn the teaching of our Savior God in all things.\n",
        "2:11 For the grace of God, bringing salvation to all men, has appeared,\n",
        "2:12 Training us that, denying ungodliness and worldly lusts, we should live soberly and righteously and godly in the present age,\n",
        "2:13 Awaiting the blessed hope, even the appearing of the glory of our great God and Savior, Jesus Christ,\n",
        "2:14 Who gave Himself for us that He might redeem us from all lawlessness and purify to Himself a particular people as His unique possession, zealous of good works.\n",
        "2:15 These things speak, and exhort and convict with all authority. Let no one despise you.\n"
      ],
      "id": [
        "2:1 Tetapi engkau, beritakanlah apa yang sesuai dengan ajaran yang sehat:\n",
        "2:2 Laki-laki yang tua hendaklah hidup sederhana, terhormat, bijaksana, sehat dalam iman, dalam kasih dan ketekunan.\n",
        "2:3 Demikian juga perempuan-perempuan yang tua, hendaklah mereka hidup sebagai orang-orang yang beribadah, jangan memfitnah, jangan menjadi hamba anggur, melainkan menjadi pengajar hal-hal yang baik\n",
        "2:4 dan dengan demikian mendidik perempuan-perempuan muda mengasihi suami dan anak-anaknya,\n",
        "2:5 hidup bijaksana dan suci, rajin mengatur rumah tangganya, baik hati dan taat kepada suaminya, agar firman Allah jangan dihujat orang.\n",
        "2:6 Demikian juga orang-orang muda; nasihatilah mereka supaya mereka menguasai diri dalam segala hal\n",
        "2:7 dan jadikanlah dirimu sendiri suatu teladan dalam berbuat baik. Hendaklah engkau jujur dan bersungguh-sungguh dalam pengajaranmu,\n",
        "2:8 sehat dan tidak bercela dalam pemberitaanmu sehingga lawan menjadi malu, karena tidak ada hal-hal buruk yang dapat mereka sebarkan tentang kita.\n",
        "2:9 Hamba-hamba hendaklah taat kepada tuannya dalam segala hal dan berkenan kepada mereka, jangan membantah,\n",
        "2:10 jangan curang, tetapi hendaklah selalu tulus dan setia, supaya dengan demikian mereka dalam segala hal memuliakan ajaran Allah, Juruselamat kita.\n",
        "2:11 Karena anugerah Allah yang menyelamatkan semua manusia sudah nyata.\n",
        "2:12 Ia mendidik kita supaya kita meninggalkan kefasikan dan keinginan-keinginan duniawi dan supaya kita hidup bijaksana, adil dan beribadah di dalam dunia sekarang ini\n",
        "2:13 dengan menantikan penggenapan pengharapan kita yang penuh berkat dan penampakan kemuliaan Allah yang Mahabesar dan Juruselamat kita Yesus Kristus,\n",
        "2:14 yang telah menyerahkan diri-Nya bagi kita untuk membebaskan kita dari segala kejahatan dan untuk menguduskan bagi diri-Nya suatu umat milik-Nya sendiri, yang rajin berbuat baik.\n",
        "2:15 Beritakanlah semuanya itu, nasihatilah dan yakinkanlah orang dengan segala kewibawaanmu. Janganlah ada orang yang menganggap engkau rendah.\n"
      ]
    },
    "3": {
      "en": [
        "3:1 Remind them to be subject to rulers, to authorities, to be obedient, to be ready unto every good work,\n",
        "3:2 To slander no one, to be uncontentious, gentle, showing all meekness toward all men.\n",
        "3:3 For we also were once foolish, disobedient, deceived, serving as slaves various lusts and pleasures, spending our lives in malice and envy, hateful, hating one another.\n",
        "3:4 But when the kindness and the love to man of our Savior God appeared,\n",
        "3:5 Not out of works in righteousness which we did but according to His mercy He saved us, through the washing of regeneration and the renewing of the Holy Spirit,\n",
        "3:6 Whom He poured out upon us richly through Jesus Christ our Savior,\n",
        "3:7 In order that having been justified by His grace, we might become heirs according to the hope of eternal life.\n",
        "3:8 Faithful is the word, and concerning these things I desire you to confidently affirm, so that those who have believed in God may be careful to maintain respectable works. These things are good and profitable to men.\n",
        "3:9 But avoid foolish questionings and genealogies and strifes and contentions about the law, for they are unprofitable and vain.\n",
        "3:10 A factious man, after a first and second admonition, refuse,\n",
        "3:11 Knowing that such a one is perverted and is sinning, though he is condemned by his own self.\n",
        "3:12 When I send Artemas to you or Tychicus, be diligent to come to me at Nicopolis, for I have decided to spend the winter there.\n",
        "3:13 Zenas the lawyer and Apollos send forward diligently that nothing may be lacking to them.\n",
        "3:14 And let those also who are ours learn to maintain respectable works for their necessary needs, that they may not be unfruitful.\n",
        "3:15 All who are with me greet you. Greet those who love us in faith. Grace be with you all.\n"
      ],
      "id": [
        "3:1 Ingatkanlah mereka supaya mereka tunduk pada pemerintah dan orang-orang yang berkuasa, taat dan siap untuk melakukan setiap pekerjaan yang baik.\n",
        "3:2 Janganlah mereka memfitnah, janganlah mereka bertengkar, hendaklah mereka selalu ramah dan bersikap lemah lembut terhadap semua orang.\n",
        "3:3 Karena dahulu kita juga hidup dalam kebodohan: tidak taat, sesat, menjadi hamba berbagai-bagai nafsu dan keinginan, hidup dalam kejahatan dan kedengkian, keji, saling membenci.\n",
        "3:4 Tetapi ketika nyata kemurahan Allah, Juruselamat kita, dan kasih-Nya kepada manusia,\n",
        "3:5 pada waktu itu Dia telah menyelamatkan kita, bukan karena perbuatan benar yang telah kita lakukan, tetapi karena rahmat-Nya melalui permandian kelahiran kembali dan melalui pembaruan yang dikerjakan oleh Roh Kudus,\n",
        "3:6 yang sudah dilimpahkan-Nya kepada kita melalui Yesus Kristus, Juruselamat kita,\n",
        "3:7 supaya kita, sebagai orang yang dibenarkan oleh anugerah- Nya, berhak menerima hidup yang kekal, sesuai dengan pengharapan kita.\n",
        "3:8 Perkataan ini benar dan aku mau supaya engkau dengan yakin menegaskan nya, agar mereka yang sudah percaya kepada Allah sungguh-sungguh berusaha melakukan pekerjaan yang baik. Itulah yang baik dan berguna bagi manusia.\n",
        "3:9 Tetapi hindarilah persoalan yang dicari-cari dan bodoh, persoalan silsilah, percekcokan dan pertengkaran mengenai hukum Taurat, karena semua itu tidak berguna dan sia-sia belaka.\n",
        "3:10 Seorang yang menyebabkan perpecahan, apabila sudah satu dua kali kaunasihati, hendaklah engkau jauhi.\n",
        "3:11 Engkau tahu bahwa orang yang semacam itu benar-benar sesat dan dengan dosanya menghukum dirinya sendiri.\n",
        "3:12 Segera sesudah kukirim Artemas atau Tikhikus kepadamu, berusahalah datang kepadaku di Nikopolis, karena sudah kuputuskan untuk tinggal di tempat itu selama musim dingin ini.\n",
        "3:13 Tolonglah sebaik-baiknya Zenas, ahli hukum itu, dan Apolos, dalam perjalanan mereka, agar mereka jangan kekurangan apa pun.\n",
        "3:14 Dan biarlah orang-orang kita juga belajar melakukan pekerjaan yang baik untuk dapat memenuhi keperluan hidup yang pokok, supaya hidup mereka jangan sampai tidak berbuah.\n",
        "3:15 Salam dari semua orang yang bersama aku di sini dan sampaikanlah salamku kepada mereka yang mengasihi kami di dalam iman. Anugerah menyertai kamu sekalian!\n"
      ]
    }
  }
}
