{
  "James": [
    {
      "1": {
        "en": [
          "1:1 James, a slave of God and of the Lord Jesus Christ, to the twelve tribes in the dispersion: Rejoice!\n",
          "1:2 Count it all joy, my brothers, whenever you fall into various trials,\n",
          "1:3 Knowing that the proving of your faith works out endurance.\n",
          "1:4 And let endurance have its perfect work that you may be perfect and entire, lacking in nothing.\n",
          "1:5 But if any one of you lacks wisdom, let him ask of God, who gives to all liberally and does not reproach, and it will be given to him.\n",
          "1:6 But let him ask in faith, doubting nothing, for he who doubts is like the surge of the sea, driven by the wind and tossed about.\n",
          "1:7 For that man must not suppose that he will receive anything from the Lord;\n",
          "1:8 He is a double-souled man, unstable in all his ways.\n",
          "1:9 And let the lowly brother boast in his exaltation,\n",
          "1:10 And the rich in his being brought low, because like a flower of the grass he will pass away.\n",
          "1:11 For the sun rises with its scorching heat and withers the grass, and its flower falls off, and the beauty of its appearance is destroyed; so also the rich man will fade away in his pursuits.\n",
          "1:12 Blessed is the man who endures trial, because when he has become approved by testing, he will receive the crown of life, which He promised to those who love Him.\n",
          "1:13 Let no one say when he is tempted, I am tempted of God; for God cannot be tempted of evil, and He Himself tempts no one.\n",
          "1:14 But each one is tempted when he is drawn away and enticed by his own lusts;\n",
          "1:15 Then the lust, having conceived, gives birth to sin; and the sin, when it is fully grown, brings forth death.\n",
          "1:16 Do not be deceived, my beloved brothers.\n",
          "1:17 All good giving and every perfect gift is from above, coming down from the Father of lights, with whom is no variation or shadow cast by turning.\n",
          "1:18 He brought us forth by the word of truth, purposing that we might be a kind of firstfruits of His creatures.\n",
          "1:19 You know this, my beloved brothers; but let every man be quick to hear, slow to speak, slow to wrath;\n",
          "1:20 For the wrath of man does not accomplish the righteousness of God.\n",
          "1:21 Therefore putting away all filthiness and the abundance of malice, receive in meekness the implanted word, which is able to save your souls.\n",
          "1:22 And become doers of the word and not hearers only, who delude themselves.\n",
          "1:23 Because if anyone is a hearer of the word and not a doer, this one is like a man considering in a mirror the face he was born with;\n",
          "1:24 For he considers himself and goes away, and immediately forgets what kind of person he is.\n",
          "1:25 But he who looks into the perfect law, the law of freedom, and continues in it, becoming not a forgetful hearer but a doer of the work, this one will be blessed in his doing.\n",
          "1:26 If anyone thinks himself to be religious and yet does not bridle his tongue but deceives his heart, this one?s religion is vain.\n",
          "1:27 This is pure and undefiled religion before our God and Father: to visit orphans and widows in their affliction and to keep oneself unspotted from the world.\n"
        ],
        "id": [
          "1:1 Salam dari Yakobus, hamba Allah dan Tuhan Yesus Kristus, kepada kedua belas suku di perantauan.\n",
          "1:2 Saudara-saudaraku, anggaplah sebagai kebahagiaan, apabila kamu jatuh ke dalam berbagai-bagai pencobaan,\n",
          "1:3 sebab kamu tahu bahwa ujian terhadap imanmu itu menghasilkan ketekunan.\n",
          "1:4 Biarkanlah ketekunan itu memperoleh buah yang matang, supaya kamu menjadi sempurna dan utuh dan tidak kekurangan apa pun.\n",
          "1:5 Tetapi apabila di antara kamu ada yang kekurangan hikmat, hendaklah ia memintanya kepada Allah -- yang memberikan kepada semua orang dengan murah hati dan tidak membangkit-bangkit -- maka hal itu akan diberikan kepadanya.\n",
          "1:6 Hendaklah ia memintanya dalam iman, dan sama sekali jangan bimbang, sebab orang yang bimbang sama dengan gelombang laut, yang diombang-ambingkan kian ke mari oleh angin.\n",
          "1:7 Orang yang demikian janganlah mengira bahwa ia akan menerima sesuatu dari Tuhan.\n",
          "1:8 Sebab orang yang mendua hati tidak akan tenang dalam hidupnya.\n",
          "1:9 Baiklah saudara seiman yang berada dalam keadaan yang rendah bermegah apabila ia ditinggikan,\n",
          "1:10 dan orang kaya bermegah apabila ia direndahkan sebab ia akan lenyap seperti bunga rumput.\n",
          "1:11 Karena matahari terbit dengan panasnya yang terik dan melayukan rumput itu, sehingga gugurlah bunganya dan hilanglah semaraknya. Demikian jugalah halnya dengan orang kaya; di tengah-tengah segala usahanya ia akan lenyap.\n",
          "1:12 Berbahagialah orang yang bertahan dalam pencobaan, sebab apabila ia sudah tahan uji, ia akan menerima mahkota kehidupan yang dijanjikan Allah kepada orang-orang yang mengasihi Dia.\n",
          "1:13 Apabila seseorang dicobai, janganlah ia berkata, \"Aku sedang dicobai oleh Allah!\" Sebab Allah tidak dapat dicobai oleh yang jahat, dan Ia sendiri tidak mencobai siapa pun.\n",
          "1:14 Tetapi tiap-tiap orang dicobai oleh keinginannya sendiri, karena ia diseret dan dipikat olehnya.\n",
          "1:15 Apabila keinginan itu telah dibuahi, ia melahirkan dosa; dan apabila dosa itu sudah matang, ia melahirkan maut.\n",
          "1:16 Saudara-saudara yang kukasihi, janganlah sesat!\n",
          "1:17 Setiap pemberian yang baik dan setiap anugerah yang sempurna, datangnya dari atas, diturunkan dari Bapa segala terang; pada-Nya tidak ada perubahan atau bayangan karena pertukaran.\n",
          "1:18 Atas kehendak-Nya sendiri Ia telah menjadikan kita oleh firman kebenaran, supaya kita pada tingkat yang tertentu menjadi anak sulung di antara semua ciptaan-Nya.\n",
          "1:19 Saudara-saudara yang kukasihi, ingatlah hal ini: Setiap orang hendaklah cepat untuk mendengar, tetapi lambat untuk berkata-kata, dan juga lambat untuk marah;\n",
          "1:20 sebab kemarahan manusia tidak mengerjakan kebenaran di hadapan Allah.\n",
          "1:21 Sebab itu, buanglah segala sesuatu yang kotor dan kejahatan yang begitu banyak itu dan terimalah dengan lemah lembut firman yang tertanam di dalam hatimu, yang berkuasa menyelamatkan jiwamu.\n",
          "1:22 Tetapi hendaklah kamu menjadi pelaku firman dan bukan hanya pendengar saja; sebab jika tidak demikian kamu menipu diri sendiri.\n",
          "1:23 Sebab jika seseorang hanya mendengar firman saja dan tidak melakukannya, ia seumpama seseorang yang sedang mengamat-amati mukanya yang sebenarnya di depan cermin.\n",
          "1:24 Ia memandang dirinya lalu pergi dan segera lupa bagaimana rupanya.\n",
          "1:25 Tetapi siapa yang meneliti hukum yang sempurna, yaitu hukum yang memerdekakan orang, dan bertekun di dalamnya, jadi bukan hanya mendengar lalu melupakannya, tetapi sungguh-sungguh melakukannya, ia akan berbahagia oleh perbuatannya.\n",
          "1:26 Jikalau seseorang menganggap dirinya beribadah, tetapi tidak mengekang lidahnya, ia menipu dirinya sendiri, maka sia-sialah ibadahnya.\n",
          "1:27 Ibadah yang murni dan tidak bercacat di hadapan Allah, Bapa kita, ialah mengunjungi yatim piatu dan janda-janda dalam kesusahan mereka, dan menjaga supaya diri sendiri tidak dicemarkan oleh dunia.\n"
        ]
      }
    },
    {
      "2": {
        "en": [
          "2:1 My brothers, do not hold the faith of our Lord Jesus Christ of glory with respect of persons.\n",
          "2:2 For if there comes into your synagogue a man with gold rings in splendid clothing, and there also comes in a poor man in filthy clothing,\n",
          "2:3 And you look upon the one wearing the splendid clothing and say, You sit here in a good place, and to the poor man you say, You stand there, or sit under my footstool;\n",
          "2:4 Have you not made distinctions among yourselves and become judges with evil reasonings?\n",
          "2:5 Listen, my beloved brothers: Did not God the poor in the world to be rich in faith and heirs of the kingdom, which He promised to those who love Him?\n",
          "2:6 But you have dishonored the poor. Is it not the rich who oppress you and is it not they who drag you to the courts?\n",
          "2:7 Is it not they who blaspheme the honorable name by which you are called?\n",
          "2:8 If indeed you are fulfilling the royal law according to the Scripture, ?You shall love your neighbor as yourself,? you do well;\n",
          "2:9 But if you , you commit sin, being convicted by the law as transgressors.\n",
          "2:10 For whoever keeps the whole law yet stumbles in one point has become guilty of all.\n",
          "2:11 For He who said, Do not commit adultery, also said, Do not murder. Now if you do not commit adultery, but you murder, you have become a transgressor of the law.\n",
          "2:12 So speak and so do as those who are to be judged by the law of freedom.\n",
          "2:13 For the judgment is without mercy to him who has shown no mercy; mercy triumphs over judgment.\n",
          "2:14 What is the profit, my brothers, if anyone says he has faith but does not have works? Can that faith save him?\n",
          "2:15 If a brother or sister is without clothing and lacks daily food,\n",
          "2:16 And any one of you says to them, Go in peace, be warmed and filled, yet you do not give them the necessities of the body, what is the profit?\n",
          "2:17 So also faith, if it does not have works, is dead in itself.\n",
          "2:18 But someone will say, You have faith, and I have works; show me your faith without the works, and I will show you my faith by my works.\n",
          "2:19 You believe that God is one. You do well; the demons also believe and shudder.\n",
          "2:20 But are you willing to know, O vain man, that faith without its works is useless?\n",
          "2:21 Was not Abraham our father justified by works in that he offered up Isaac his son upon the altar?\n",
          "2:22 You see that faith worked together with his works, and by these works faith was perfected.\n",
          "2:23 And the Scripture was fulfilled which says, ?And Abraham believed God, and it was accounted to him as righteousness?; and he was called the friend of God.\n",
          "2:24 You see that a man is justified by works and not by faith only.\n",
          "2:25 And in like manner was not also Rahab the harlot justified by works in that she received the messengers and sent them out by a different way?\n",
          "2:26 For just as the body without the spirit is dead, so also faith without works is dead.\n"
        ],
        "id": [
          "2:1 Saudara-saudaraku, sebagai orang yang beriman kepada Yesus Kristus, Tuhan kita yang mulia, janganlah iman itu kamu amalkan dengan memandang muka.\n",
          "2:2 Sebab, jika ada seseorang masuk ke dalam kumpulanmu dengan memakai cincin emas dan pakaian indah dan datang juga seorang miskin ke situ dengan memakai pakaian buruk,\n",
          "2:3 dan kamu menghormati orang yang berpakaian indah itu dan berkata kepadanya, \"Silakan Tuan duduk di tempat yang baik ini!\", sedang kepada orang yang miskin itu kamu berkata, \"Berdirilah di sana!\" atau, \"Duduklah di lantai ini dekat tumpuan kakiku!\",\n",
          "2:4 bukankah kamu telah membuat pembedaan di dalam hatimu dan bertindak sebagai hakim dengan pikiran yang jahat?\n",
          "2:5 Dengarkanlah, Saudara-saudara yang kukasihi! Bukankah Allah memilih orang-orang yang dianggap miskin oleh dunia ini untuk menjadi kaya dalam iman dan menjadi ahli waris Kerajaan yang telah dijanjikan-Nya kepada orang-orang yang mengasihi Dia?\n",
          "2:6 Tetapi kamu telah menghina orang-orang miskin. Bukankah justru orang-orang kaya yang menindas dan menyeret kamu ke pengadilan?\n",
          "2:7 Bukankah mereka yang menghujat Nama yang mulia, yang oleh-Nya kamu menjadi milik Allah?\n",
          "2:8 Akan tetapi, jikalau kamu menjalankan hukum utama yang tertulis dalam Kitab Suci: \" Kasihilah sesamamu manusia seperti dirimu sendiri\", kamu berbuat baik.\n",
          "2:9 Tetapi, jikalau kamu memandang muka, kamu berbuat dosa, dan oleh hukum itu menjadi nyata bahwa kamu melakukan pelanggaran.\n",
          "2:10 Sebab siapa saja yang menuruti seluruh hukum itu, tetapi mengabaikan satu bagian saja, ia bersalah terhadap seluruhnya.\n",
          "2:11 Sebab Ia yang mengatakan, \"Jangan berzina\", Ia mengatakan juga, \"Jangan membunuh\". Jadi, jika kamu tidak berzina tetapi membunuh, maka kamu menjadi pelanggar hukum juga.\n",
          "2:12 Berkatalah dan berlakulah seperti orang-orang yang akan dihakimi oleh hukum yang memerdekakan orang.\n",
          "2:13 Sebab penghakiman yang tidak berbelas kasihan akan berlaku atas orang yang tidak berbelas kasihan. Tetapi belas kasihan akan menang atas penghakiman.\n",
          "2:14 Apa gunanya, Saudara-saudaraku, jika seseorang mengatakan bahwa ia mempunyai iman, padahal ia tidak mempunyai perbuatan? Dapatkah iman itu menyelamatkan dia?\n",
          "2:15 Jika seorang saudara atau saudari tidak mempunyai pakaian dan kekurangan makanan sehari-hari,\n",
          "2:16 dan seorang dari antara kamu berkata, \" Selamat jalan, kenakanlah pakaian hangat dan makanlah sampai kenyang!\", tetapi ia tidak memberikan kepadanya apa yang perlu bagi tubuhnya, apakah gunanya itu?\n",
          "2:17 Demikian juga halnya dengan iman: Jika iman itu tidak disertai perbuatan, maka iman itu pada hakikatnya mati.\n",
          "2:18 Tetapi mungkin ada orang berkata, \"Padamu ada iman dan padaku ada perbuatan\"; aku akan menjawab dia, \"Tunjukkanlah kepadaku imanmu itu tanpa perbuatan, dan aku akan menunjukkan kepadamu imanku dari perbuatan-perbuatanku.\"\n",
          "2:19 Engkau percaya bahwa hanya ada satu Allah saja? Itu baik! Tetapi setan-setan pun percaya akan hal itu dan gemetar.\n",
          "2:20 Hai manusia yang bebal, maukah engkau mengakui sekarang bahwa iman tanpa perbuatan adalah iman yang kosong?\n",
          "2:21 Bukankah Abraham, bapak kita, dibenarkan berdasarkan perbuatan-perbuatannya, ketika ia mempersembahkan Ishak, anaknya, di atas mezbah?\n",
          "2:22 Kamu lihat bahwa iman bekerja sama dengan perbuatan-perbuatannya dan oleh perbuatan-perbuatan itu iman menjadi sempurna.\n",
          "2:23 Dengan demikian, genaplah nas yang mengatakan, \"Lalu percayalah Abraham kepada Allah, maka hal itu diperhitungkan kepadanya sebagai kebenaran.\" Karena itu, Abraham disebut \" Sahabat Allah\".\n",
          "2:24 Jadi kamu lihat bahwa manusia dibenarkan karena perbuatan-perbuatannya dan bukan hanya karena iman.\n",
          "2:25 Bukankah demikian juga Rahab, pelacur itu, dibenarkan berdasarkan perbuatan-perbuatannya, ketika ia menyembunyikan orang-orang suruhan itu di dalam rumahnya, lalu menolong mereka lolos melalui jalan yang lain?\n",
          "2:26 Sebab seperti tubuh tanpa roh adalah mati, demikian jugalah iman tanpa perbuatan-perbuatan adalah mati.\n"
        ]
      }
    },
    {
      "3": {
        "en": [
          "3:1 Do not become many teachers, my brothers, knowing that we will receive greater judgment.\n",
          "3:2 For in many things we all stumble. If anyone does not stumble in word, this one is a perfect man, able to bridle the whole body as well.\n",
          "3:3 Now if we put into the mouths of horses that they would obey us, we direct their whole body as well.\n",
          "3:4 Behold, the ships also, though they are so great and are driven by rough winds, are directed by a very small rudder wherever the impulse of the pilot wills.\n",
          "3:5 So also the tongue is a little member yet boasts great things. Behold, how great a forest so little a fire ignites!\n",
          "3:6 And the tongue is a fire; the very world of unrighteousness, the tongue is set among our members as that which contaminates the whole body and sets on fire the course of life and is set on fire by Gehenna.\n",
          "3:7 For every nature, both of beasts and of birds, both of reptiles and of creatures of the sea, is tamed and has been tamed by the human nature;\n",
          "3:8 But the tongue no one among men is able to tame; it is a restless evil, full of deadly poison.\n",
          "3:9 With it we bless the Lord and Father, and with it we curse men, who have been made according to the likeness of God.\n",
          "3:10 Out of the same mouth come forth blessing and cursing. These things, my brothers, ought not to be so.\n",
          "3:11 Does the spring, out of the same opening, gush forth the sweet and the bitter?\n",
          "3:12 Can a fig tree, my brothers, produce olives? Or a vine, figs? Neither can salt water produce sweet.\n",
          "3:13 Who is wise and understanding among you? Let him show by his good manner of life his works in meekness of wisdom.\n",
          "3:14 But if you have bitter jealousy and selfish ambition in your heart, do not boast and lie against the truth.\n",
          "3:15 This wisdom is not that which descends from above, but is earthly, soulish, demonic.\n",
          "3:16 For where jealousy and selfish ambition are, there disorder and every worthless practice are.\n",
          "3:17 But the wisdom from above is first pure, then peaceable, forbearing, compliant, full of mercy and good fruit, impartial, without hypocrisy.\n",
          "3:18 And the fruit of righteousness is sown in peace by those who make peace.\n"
        ],
        "id": [
          "3:1 Saudara-saudaraku, janganlah banyak orang di antara kamu mau menjadi guru; sebab kamu tahu bahwa sebagai guru kita akan dihakimi menurut ukuran yang lebih berat.\n",
          "3:2 Sebab kita semua bersalah dalam banyak hal; siapa tidak bersalah dalam perkataannya, ia orang yang sempurna, yang dapat juga mengendalikan seluruh tubuhnya.\n",
          "3:3 Kita mengenakan kekang pada mulut kuda, sehingga ia menuruti kehendak kita, dengan jalan demikian kita dapat juga mengendalikan seluruh tubuhnya.\n",
          "3:4 Dan lihat saja kapal-kapal, walaupun amat besar dan digerakkan oleh angin keras, namun dapat dikendalikan oleh kemudi yang amat kecil menurut kehendak juru mudi.\n",
          "3:5 Demikian juga lidah, walaupun suatu anggota kecil dari tubuh, namun dapat memegahkan hal-hal yang besar. Lihatlah, betapa pun kecilnya, api dapat membakar hutan yang besar.\n",
          "3:6 Lidah pun adalah api; lidah merupakan suatu dunia kejahatan dan mengambil tempat di antara anggota-anggota tubuh kita sebagai sesuatu yang dapat menodai seluruh tubuh dan menyalakan roda kehidupan kita, sedangkan lidah itu sendiri dinyalakan oleh api neraka.\n",
          "3:7 Semua jenis binatang liar, burung-burung, serta binatang-binatang melata dan binatang-binatang laut dapat dijinakkan dan telah dijinakkan oleh manusia,\n",
          "3:8 tetapi tidak seorang pun yang berkuasa menjinakkan lidah; ia adalah sesuatu yang buas, yang tidak terkuasai, dan penuh racun yang mematikan.\n",
          "3:9 Dengan lidah kita memuji Tuhan dan Bapa kita; dan dengan lidah kita mengutuk manusia yang diciptakan menurut rupa Allah,\n",
          "3:10 dari mulut yang satu keluar berkat dan kutuk. Hal ini, Saudara-saudaraku, tidak boleh terjadi.\n",
          "3:11 Apakah sumber memancarkan air tawar dan air pahit dari mata air yang sama?\n",
          "3:12 Saudara-saudaraku, apakah pohon ara dapat menghasilkan buah zaitun dan pokok anggur dapat menghasilkan buah ara? Demikian juga mata air asin tidak dapat mengeluarkan air tawar.\n",
          "3:13 Siapa di antara kamu yang bijak dan berbudi? Baiklah dengan cara hidup yang baik ia menyatakan perbuatannya oleh hikmat yang lahir dari kelemahlembutan.\n",
          "3:14 Jika kamu menaruh perasaan iri hati dan mementingkan diri sendiri, janganlah kamu memegahkan diri dan janganlah berdusta melawan kebenaran!\n",
          "3:15 Itu bukanlah hikmat yang datang dari atas, tetapi dari dunia, dari nafsu manusia, dari setan-setan.\n",
          "3:16 Sebab di mana ada iri hati dan mementingkan diri sendiri di situ ada kekacauan dan segala macam perbuatan jahat.\n",
          "3:17 Tetapi hikmat yang dari atas adalah pertama-tama murni, selanjutnya suka damai, lembut, penurut, penuh belas kasihan dan buah-buah yang baik, tidak memihak dan tidak munafik.\n",
          "3:18 Dan buah yang terdiri dari kebenaran ditaburkan dalam damai untuk mereka yang mengadakan damai.\n"
        ]
      }
    },
    {
      "4": {
        "en": [
          "4:1 Where do wars and fightings among you come from? Are they not from this, from your pleasures that war in your members?\n",
          "4:2 You lust and do not have; you murder and are jealous and are not able to obtain; you fight and make war. You do not have because you do not ask;\n",
          "4:3 You and do not receive because you ask evilly that you may spend it on your pleasures.\n",
          "4:4 Adulteresses, do you not know that the friendship of the world is enmity with God? Therefore whoever determines to be a friend of the world is constituted an enemy of God.\n",
          "4:5 Or do you think that the Scripture says in vain: ?The Spirit, whom He has caused to dwell in us, longs to envy??\n",
          "4:6 But He gives greater grace; therefore it says, ?God resists the proud but gives grace to the humble.?\n",
          "4:7 Be subject therefore to God; but withstand the devil, and he will flee from you.\n",
          "4:8 Draw near to God, and He will draw near to you. Cleanse your hands, sinners, and purify your hearts, you double-souled!\n",
          "4:9 Endure misery and mourn and weep. Let your laughter be turned into mourning, and your joy into dejection.\n",
          "4:10 Be humbled before the Lord, and He will exalt you.\n",
          "4:11 Do not speak against one another, brothers. He who speaks against a brother or judges his brother speaks against the law and judges the law. But if you judge the law, you are not a doer of the law but a judge.\n",
          "4:12 One is Lawgiver and Judge, who is able to save and destroy. But who are you who judge your neighbor?\n",
          "4:13 Come now, you who say, Today or tomorrow we will go into this or that city and spend a year there and do business and make a profit;\n",
          "4:14 Whereas you do not know the matter of tomorrow, what your life will be; for you are a vapor, which appears for a little while and then disappears.\n",
          "4:15 Instead you ought to say, If the Lord wills, we will both live and do this or that.\n",
          "4:16 But now you boast in your arrogance; all such boasting is evil.\n",
          "4:17 Therefore to him who knows to do good and does not do it, to him it is sin.\n"
        ],
        "id": [
          "4:1 Dari mana datangnya sengketa dan pertengkaran di antara kamu? Bukankah datangnya dari hawa nafsumu yang saling berjuang di dalam tubuhmu?\n",
          "4:2 Kamu mengingini sesuatu, tetapi tidak memperolehnya, lalu kamu membunuh; kamu iri hati, tetapi kamu tidak mencapai tujuanmu, lalu kamu bertengkar dan kamu berkelahi. Kamu tidak memperoleh apa-apa, karena kamu tidak berdoa.\n",
          "4:3 Atau kamu berdoa juga, tetapi kamu tidak menerima apa-apa, karena kamu salah berdoa, sebab yang kamu minta itu hendak kamu habiskan untuk memuaskan hawa nafsumu.\n",
          "4:4 Hai kamu, orang-orang yang tidak setia! Tidakkah kamu tahu bahwa persahabatan dengan dunia adalah permusuhan dengan Allah? Jadi, siapa saja yang hendak menjadi sahabat dunia ini, ia menjadikan dirinya musuh Allah.\n",
          "4:5 Janganlah kamu menyangka bahwa Kitab Suci tanpa alasan berkata, \" Roh yang ditempatkan Allah di dalam diri kita, diingini-Nya dengan cemburu!\"\n",
          "4:6 Tetapi anugerah yang diberikan-Nya kepada kita, lebih besar daripada itu. Karena itu, Ia katakan, \" Allah menentang orang yang congkak, tetapi mengasihani orang yang rendah hati.\"\n",
          "4:7 Karena itu tunduklah kepada Allah, dan lawanlah Iblis, maka ia akan lari dari hadapanmu!\n",
          "4:8 Mendekatlah kepada Allah, dan Ia akan mendekat kepadamu. Tahirkanlah tanganmu, hai kamu orang-orang berdosa! dan sucikanlah hatimu, hai kamu yang mendua hati!\n",
          "4:9 Sadarilah kemalanganmu, berdukacita dan merataplah; hendaklah tertawamu kamu ganti dengan ratapan dan sukacitamu dengan dukacita.\n",
          "4:10 Rendahkanlah dirimu di hadapan Tuhan, dan Ia akan meninggikan kamu.\n",
          "4:11 Saudara-saudaraku, janganlah kamu saling memfitnah! Siapa yang memfitnah saudara seimannya atau menghakiminya, ia mencela hukum dan menghakiminya; dan jika engkau menghakimi hukum, maka engkau bukanlah pelaku hukum, tetapi hakimnya.\n",
          "4:12 Hanya ada satu Pembuat hukum dan Hakim, yaitu Dia yang berkuasa menyelamatkan dan membinasakan. Tetapi siapakah engkau, sehingga engkau mau menghakimi sesamamu manusia?\n",
          "4:13 Jadi, sekarang, hai kamu yang berkata, \"Hari ini atau besok kami berangkat ke kota anu, dan di sana kami akan tinggal setahun dan berdagang serta mendapat untung\",\n",
          "4:14 sedangkan kamu tidak tahu apa yang akan terjadi besok. Apakah arti hidupmu? Hidupmu itu sama seperti uap yang sebentar saja kelihatan lalu lenyap.\n",
          "4:15 Sebenarnya kamu harus berkata, \"Jika Tuhan menghendakinya, kami akan hidup dan berbuat ini dan itu.\"\n",
          "4:16 Tetapi sekarang kamu memegahkan diri dalam kecongkakanmu, dan semua kemegahan yang demikian adalah salah.\n",
          "4:17 Jadi, jika seseorang tahu bagaimana ia harus berbuat baik, tetapi ia tidak melakukannya, ia berdosa.\n"
        ]
      }
    },
    {
      "5": {
        "en": [
          "5:1 Come now, you rich, weep, howling over your miseries, which are coming upon you!\n",
          "5:2 Your riches have rotted and your garments have become moth-eaten;\n",
          "5:3 Your gold and your silver have rusted, and their rust will be a testimony against you and will eat your flesh like fire. You have stored up treasure in the last days.\n",
          "5:4 Behold, the wages of the workmen who mowed your fields, which have been withheld by you, cry out; and the cries of those who reaped have entered into the ears of the Lord of hosts.\n",
          "5:5 You have lived luxuriously on the earth and have given yourselves to pleasure; you have nourished your hearts in a day of slaughter.\n",
          "5:6 You condemned, you murdered the righteous; he does not resist you.\n",
          "5:7 Therefore be long-suffering, brothers, until the coming of the Lord. Behold, the farmer eagerly awaits the precious fruit of the earth, exercising long-suffering over it until it receives the early and late rain.\n",
          "5:8 You also be long-suffering; establish your hearts because the coming of the Lord has drawn near.\n",
          "5:9 Do not complain, brothers, against one another lest you be judged. Behold, the Judge stands before the doors.\n",
          "5:10 As an example, brothers, of suffering evil and of long-suffering, take the prophets, who spoke in the name of the Lord.\n",
          "5:11 Behold, we call those who endured blessed. You have heard of the endurance of Job, and you have seen his end from the Lord, that the Lord is very tenderhearted and compassionate.\n",
          "5:12 But above all things, my brothers, do not swear, neither by heaven nor by earth nor with any other oath; but let your yes be yes, and your no, no, lest you fall under judgment.\n",
          "5:13 Does anyone among you suffer evil? Let him pray. Is anyone cheerful? Let him sing praise.\n",
          "5:14 Is anyone among you ill? Let him call for the elders of the church, and let them pray over him, anointing him with oil in the name of the Lord.\n",
          "5:15 And the prayer of faith will save the one who is sick, and the Lord will raise him up; and if he has committed sins, it will be forgiven him.\n",
          "5:16 Therefore your sins to one another and pray for one another that you may be healed. The petition of a righteous man avails much in its working.\n",
          "5:17 Elijah was a man of like feeling with us, and he earnestly prayed that it would not rain; and it did not rain on the earth for three years and six months.\n",
          "5:18 And he prayed again, and heaven gave rain, and the earth sprouted forth with its fruit.\n",
          "5:19 My brothers, if any one among you is led astray from the truth and someone turns him back,\n",
          "5:20 Let him know that he who turns a sinner back from the error of his way will save that one?s soul from death and will cover a multitude of sins.\n"
        ],
        "id": [
          "5:1 Jadi, sekarang hai kamu orang-orang kaya, menangislah dan merataplah atas sengsara yang akan menimpa kamu!\n",
          "5:2 Kekayaanmu sudah busuk, dan pakaianmu telah dimakan ngengat!\n",
          "5:3 Emas dan perakmu sudah berkarat, dan karatnya akan menjadi kesaksian terhadap kamu dan akan memakan dagingmu seperti api. Kamu telah mengumpulkan harta pada hari-hari terakhir.\n",
          "5:4 Sesungguhnya telah terdengar teriakan besar, karena upah yang kamu tahan dari buruh yang telah menuai hasil ladangmu, dan telah sampai ke telinga Tuhan semesta alam keluhan mereka yang menyabit panenmu.\n",
          "5:5 Kamu telah hidup dalam kemewahan dan berfoya-foya di bumi, kamu telah memuaskan hatimu menjelang hari penyembelihan.\n",
          "5:6 Kamu telah menghukum, bahkan membunuh orang benar dan ia tidak dapat melawan kamu.\n",
          "5:7 Karena itu, Saudara-saudara, bersabarlah sampai kedatangan Tuhan! Sesungguhnya petani menantikan hasil yang berharga dari tanahnya dan ia sabar sampai telah turun hujan musim gugur dan hujan musim semi.\n",
          "5:8 Kamu juga harus bersabar dan harus meneguhkan hatimu, karena kedatangan Tuhan sudah dekat!\n",
          "5:9 Saudara-saudara, janganlah kamu bersungut-sungut dan saling mempersalahkan, supaya kamu jangan dihukum. Sesungguhnya Hakim telah berdiri di ambang pintu.\n",
          "5:10 Saudara-saudara, turutilah teladan penderitaan dan kesabaran para nabi yang telah berbicara demi nama Tuhan.\n",
          "5:11 Sesungguhnya kita menyebut mereka berbahagia, yaitu mereka yang telah bertekun; kamu telah mendengar tentang ketekunan Ayub dan kamu telah tahu apa yang pada akhirnya disediakan Tuhan baginya, karena Tuhan maha penyayang dan penuh belas kasihan.\n",
          "5:12 Tetapi yang terutama, Saudara-saudara, janganlah kamu bersumpah demi surga maupun demi bumi atau demi sesuatu yang lain. Jika ya, hendaklah kamu katakan ya, jika tidak hendaklah kamu katakan tidak, supaya kamu jangan kena hukuman.\n",
          "5:13 Kalau ada seseorang di antara kamu yang menderita, baiklah ia berdoa! Kalau ada seseorang yang bergembira baiklah ia bermazmur!\n",
          "5:14 Kalau ada seseorang di antara kamu yang sakit, baiklah ia memanggil para penatua jemaat, supaya mereka mendoakan dia serta mengolesnya dengan minyak dalam nama Tuhan.\n",
          "5:15 Doa yang lahir dari iman akan menyelamatkan orang sakit itu dan Tuhan akan membangunkan dia; dan jika ia telah berbuat dosa, maka dosanya itu akan diampuni.\n",
          "5:16 Karena itu, hendaklah kamu saling mengaku dosamu dan saling mendoakan, supaya kamu sembuh. Doa orang yang benar, sangat besar kuasanya dan ada hasilnya.\n",
          "5:17 Elia adalah manusia biasa sama seperti kita, dan ia telah bersungguh-sungguh berdoa, supaya hujan jangan turun, dan hujan pun tidak turun di bumi selama tiga tahun dan enam bulan.\n",
          "5:18 Lalu ia berdoa lagi dan langit menurunkan hujan dan bumi pun mengeluarkan buahnya.\n",
          "5:19 Saudara-saudaraku, jika ada di antara kamu yang menyimpang dari kebenaran dan ada seseorang yang membuat dia berbalik,\n",
          "5:20 ketahuilah bahwa siapa yang membuat orang berdosa berbalik dari jalannya yang sesat, ia akan menyelamatkan jiwa orang itu dari maut dan menutupi banyak dosa.\n"
        ]
      }
    }
  ]
}
