{
  "1 Peter": [
    {
      "1": {
        "en": [
          "1:1 Peter, an apostle of Jesus Christ, to the sojourners of the dispersion of Pontus, Galatia, Cappadocia, Asia, and Bithynia,\n",
          "1:2 Chosen according to the foreknowledge of God the Father in the sanctification of the Spirit unto the obedience and sprinkling of the blood of Jesus Christ: 10 Grace to you and 11 peace be 12f multiplied.\n",
          "1:3 Blessed be the God and Father of our Lord Jesus Christ, who according to His great mercy has regenerated us unto a living hope through the resurrection of Jesus Christ from the dead,\n",
          "1:4 Unto an inheritance, incorruptible and undefiled and unfading, kept in the heavens for you,\n",
          "1:5 Who are being guarded by the power of God through faith unto a salvation ready to be revealed at the last time;\n",
          "1:6 In which time you exult, though for a little while at present, if it must be, you have been made sorrowful by various trials,\n",
          "1:7 So that the proving of your faith, much more precious than of gold which perishes though it is proved by fire, may be found unto praise and glory and honor at the revelation of Jesus Christ;\n",
          "1:8 Whom having not seen, you love; into whom though not seeing Him at present, yet believing, you exult with joy that is unspeakable and full of glory,\n",
          "1:9 Receiving the end of your faith, the salvation of your souls.\n",
          "1:10 Concerning this salvation the prophets, who prophesied concerning the grace that was to come unto you, sought and searched diligently,\n",
          "1:11 Searching into what time or what manner of time the Spirit of Christ in them was making clear, testifying beforehand of the sufferings of Christ and the glories after these.\n",
          "1:12 To them it was revealed that not to themselves but to you they ministered these things, which have now been announced to you through those who preached the gospel to you by the Holy Spirit sent from heaven, which things angels long to look into.\n",
          "1:13 Therefore girding up the loins of your mind and being sober, set your hope perfectly on the grace being brought to you at the revelation of Jesus Christ.\n",
          "1:14 As children of obedience, do not be fashioned according to the former lusts in your ignorance;\n",
          "1:15 But according to the Holy One who called you, you yourselves also be holy in all your manner of life;\n",
          "1:16 Because it is written, ?You shall be holy because I am holy.?\n",
          "1:17 And if you call as Father the One who without respect of persons judges according to each one?s work, pass the time of your sojourning in fear,\n",
          "1:18 Knowing that it was not with corruptible things, with silver or gold, that you were redeemed from your vain manner of life handed down from your fathers,\n",
          "1:19 But with precious blood, as of a Lamb without blemish and without spot, the blood of Christ;\n",
          "1:20 Who was foreknown before the foundation of the world but has been manifested in the last of times for your sake,\n",
          "1:21 Who through Him believe into God, who raised Him from the dead and gave Him glory, so that your faith and hope are in God.\n",
          "1:22 Since you have purified your souls by your obedience to the truth unto unfeigned brotherly love, love one another from a pure heart fervently,\n",
          "1:23 Having been regenerated not of corruptible seed but of incorruptible, through the living and abiding word of God.\n",
          "1:24 For ?all flesh is like grass, and all its glory like the flower of grass. The grass has withered, and the flower has fallen off,\n",
          "1:25 But the word of the Lord abides forever.? And this is the word which has been announced to you as the gospel.\n"
        ],
        "id": [
          "1:1 Dari Petrus, rasul Yesus Kristus. Kepada orang-orang pendatang yang tersebar di Pontus, Galatia, Kapadokia, Asia Kecil dan Bitinia,\n",
          "1:2 yaitu orang-orang yang dipilih, sesuai dengan rencana Allah, Bapa kita, dan yang dikuduskan oleh Roh, supaya taat kepada Yesus Kristus dan menerima percikan darah-Nya. Kiranya anugerah dan damai sejahtera makin melimpah atas kamu.\n",
          "1:3 Terpujilah Allah dan Bapa Tuhan kita Yesus Kristus, yang karena rahmat-Nya yang besar telah membuat kita lahir kembali melalui kebangkitan Yesus Kristus dari antara orang mati, kepada hidup yang penuh pengharapan,\n",
          "1:4 untuk menerima warisan yang tidak dapat binasa, yang tidak dapat cemar dan tidak dapat layu, yang tersimpan di surga bagi kamu.\n",
          "1:5 Yaitu kamu, yang dipelihara dalam kekuatan Allah melalui imanmu sementara kamu menantikan keselamatan yang telah siap untuk dinyatakan pada zaman akhir.\n",
          "1:6 Bergembiralah akan hal itu, sekalipun sekarang ini kamu seketika harus berdukacita oleh berbagai-bagai pencobaan.\n",
          "1:7 Maksud semuanya itu ialah untuk membuktikan kemurnian imanmu -- yang jauh lebih tinggi nilainya daripada emas yang fana, yang diuji kemurniannya dengan api -- sehingga kamu memperoleh puji-pujian dan kemuliaan dan kehormatan pada hari Yesus Kristus menyatakan diri-Nya kelak.\n",
          "1:8 Sekalipun kamu belum pernah melihat Dia, namun kamu mengasihi-Nya. Kamu percaya kepada Dia, sekalipun kamu sekarang tidak melihat-Nya. Kamu bergembira dengan rasa sukacita yang mulia dan tidak terkatakan,\n",
          "1:9 karena kamu telah mencapai tujuan imanmu, yaitu keselamatan jiwamu.\n",
          "1:10 Keselamatan itulah yang diselidiki dan diteliti oleh nabi-nabi, yang telah bernubuat tentang anugerah yang diuntukkan bagimu.\n",
          "1:11 Mereka pun meneliti saat yang mana dan yang bagaimana yang dimaksudkan oleh Roh Kristus, yang ada di dalam mereka, yaitu Roh yang sebelumnya bersaksi tentang segala penderitaan yang akan menimpa Kristus dan tentang segala kemuliaan yang menyusul sesudah itu.\n",
          "1:12 Kepada mereka telah dinyatakan bahwa mereka bukan melayani diri mereka sendiri, tetapi melayani kamu dengan segala sesuatu yang telah diberitakan sekarang kepada kamu dengan perantaraan orang-orang, yang oleh Roh Kudus yang diutus dari surga, menyampaikan berita Injil kepada kamu, yaitu hal-hal yang ingin diketahui oleh malaikat-malaikat.\n",
          "1:13 Sebab itu, siapkanlah akal budimu, waspadalah dan berharaplah sepenuhnya pada anugerah yang akan diberikan kepadamu pada saat Yesus Kristus menyatakan diri-Nya kelak.\n",
          "1:14 Hiduplah sebagai anak-anak yang taat dan jangan turuti hawa nafsu yang menguasai kamu pada waktu kebodohanmu,\n",
          "1:15 tetapi hendaklah kamu menjadi kudus di dalam seluruh hidupmu sama seperti Dia yang kudus, yang telah memanggil kamu,\n",
          "1:16 sebab ada tertulis: Kuduslah kamu, sebab Aku kudus.\n",
          "1:17 Dan jika kamu menyebut-Nya Bapa, yaitu Dia yang tanpa memandang muka menghakimi semua orang menurut perbuatannya, maka hendaklah kamu hidup dalam ketakutan selama kamu menumpang di dunia ini.\n",
          "1:18 Sebab kamu tahu bahwa kamu telah ditebus dari cara hidupmu yang sia-sia yang kamu warisi dari nenek moyangmu itu bukan dengan barang yang fana, bukan pula dengan perak atau emas,\n",
          "1:19 melainkan dengan darah yang mahal, yaitu darah Kristus yang sama seperti darah anak domba yang tak bernoda dan tak bercacat.\n",
          "1:20 Ia telah dipilih sebelum dunia dijadikan, tetapi karena kamu baru menyatakan diri-Nya pada zaman akhir.\n",
          "1:21 Melalui Dialah kamu percaya kepada Allah yang telah membangkitkan Dia dari antara orang mati dan telah memuliakan-Nya, sehingga imanmu dan pengharapanmu tertuju kepada Allah.\n",
          "1:22 Karena kamu telah menyucikan dirimu oleh ketaatan kepada kebenaran, sehingga kamu dapat mengamalkan kasih persaudaraan yang tulus ikhlas, hendaklah kamu bersungguh-sungguh saling mengasihi dengan segenap hatimu.\n",
          "1:23 Karena kamu telah dilahirkan kembali bukan dari benih yang fana, tetapi dari benih yang tidak fana, melalui firman Allah, yang hidup dan yang kekal.\n",
          "1:24 Sebab: \"Semua yang hidup adalah seperti rumput dan segala kemuliaannya seperti bunga rumput, rumput menjadi kering, dan bunga gugur,\n",
          "1:25 tetapi firman Tuhan tetap untuk selama-lamanya.\" Firman inilah Injil yang diberitakan kepada kamu.\n"
        ]
      }
    },
    {
      "2": {
        "en": [
          "2:1 Therefore putting away all malice and all guile and hypocrisies and envyings and all evil speakings,\n",
          "2:2 As newborn babes, long for the guileless milk of the word in order that by it you may grow unto salvation,\n",
          "2:3 If you have tasted that the Lord is good.\n",
          "2:4 Coming to Him, a living stone, rejected by men but with God chosen and precious,\n",
          "2:5 You yourselves also, as living stones, are being built up as a spiritual house into a holy priesthood to offer up spiritual sacrifices acceptable to God through Jesus Christ.\n",
          "2:6 For it is contained in Scripture: ?Behold, I lay in Zion a cornerstone, chosen and precious; and he who believes on Him shall by no means be put to shame.?\n",
          "2:7 To you therefore who believe is the preciousness; but to the unbelieving, ?The stone which the builders rejected, this has become the head of the corner,?\n",
          "2:8 And, ?A stone of stumbling and a rock of offense?; who stumble at the word, being disobedient, to which also they were appointed.\n",
          "2:9 But you are a chosen race, a royal priesthood, a holy nation, a people acquired for a possession, so that you may tell out the virtues of Him who has called you out of darkness into His marvelous light;\n",
          "2:10 Who once were not a people but now are the people of God; who had not previously been shown mercy but have now been shown mercy.\n",
          "2:11 Beloved, I entreat you as strangers and sojourners to abstain from fleshly lusts, which war against the soul,\n",
          "2:12 Having your manner of life excellent among the Gentiles, so that in the matter concerning which they speak against you as evildoers they may, by your good works, as they see them with their own eyes, glorify God in the day of His visitation.\n",
          "2:13 Be subject to every human institution for the Lord?s sake, whether to a king as being supreme,\n",
          "2:14 Or to governors as being sent by him for vengeance on evildoers and praise of those who do good.\n",
          "2:15 For so is the will of God, that by doing good you would muzzle the ignorance of foolish men;\n",
          "2:16 As free, and yet not having freedom as a covering for evil, but as slaves of God.\n",
          "2:17 Honor all men. Love the brotherhood. Fear God. Honor the king.\n",
          "2:18 Household servants, be subject in all fear to your masters, not only to the good and forbearing but also to the crooked.\n",
          "2:19 For this is grace, if anyone, because of a consciousness of God, bears sorrows by suffering unjustly.\n",
          "2:20 For what glory is it if, while sinning and being buffeted, you endure? But if, while doing good and suffering, you endure, this is grace with God.\n",
          "2:21 For to this you were called, because Christ also suffered on your behalf, leaving you a model so that you may follow in His steps;\n",
          "2:22 Who committed no sin, nor was guile found in His mouth;\n",
          "2:23 Who being reviled did not revile in return; suffering, He did not threaten but kept committing all to Him who judges righteously;\n",
          "2:24 Who Himself bore up our sins in His body on the tree, in order that we, having died to sins, might live to righteousness; by whose bruise you were healed.\n",
          "2:25 For you were like sheep being led astray, but you have now returned to the Shepherd and Overseer of your souls.\n"
        ],
        "id": [
          "2:1 Karena itu, buanglah segala kejahatan, segala tipu muslihat dan segala macam kemunafikan, kedengkian dan fitnah.\n",
          "2:2 Jadilah sama seperti bayi yang baru lahir, yang selalu menginginkan air susu yang murni dan rohani, supaya olehnya kamu bertumbuh dan beroleh keselamatan,\n",
          "2:3 jika kamu benar-benar telah mengalami bahwa Tuhan itu baik.\n",
          "2:4 Datanglah kepada-Nya, batu yang hidup itu, yang memang dibuang oleh manusia, tetapi dipilih dan dihormati di hadirat Allah.\n",
          "2:5 Biarlah kamu juga dipergunakan sebagai batu hidup untuk pembangunan suatu rumah rohani, bagi suatu imamat kudus, untuk mempersembahkan persembahan rohani yang karena Yesus Kristus berkenan kepada Allah.\n",
          "2:6 Sebab ada tertulis dalam Kitab Suci: \" Sesungguhnya, Aku meletakkan di Sion sebuah batu, sebuah batu penjuru yang terpilih dan mahal, dan siapa yang percaya kepada-Nya, tidak akan dipermalukan.\"\n",
          "2:7 Karena itu, bagi kamu yang percaya, Ia mahal, tetapi bagi mereka yang tidak percaya: \" Batu yang telah dibuang oleh tukang-tukang bangunan, telah menjadi batu penjuru, juga telah menjadi batu sentuhan dan suatu batu sandungan.\"\n",
          "2:8 Mereka tersandung pada-Nya, karena mereka tidak taat kepada Firman Allah; dan mereka juga telah ditentukan untuk itu.\n",
          "2:9 Tetapi kamulah bangsa yang terpilih, imamat yang rajani, bangsa yang kudus, umat Allah sendiri, supaya kamu memberitakan perbuatan-perbuatan yang besar dari Dia yang telah memanggil kamu keluar dari kegelapan kepada terang-Nya yang ajaib:\n",
          "2:10 Kamu, yang dahulu bukan umat Allah, tetapi sekarang telah menjadi umat-Nya, yang dahulu tidak dikasihani tetapi sekarang telah beroleh belas kasihan.\n",
          "2:11 Saudara-saudaraku yang terkasih, aku menasihati kamu, supaya sebagai pendatang dan perantau, kamu menjauhkan diri dari keinginan-keinginan daging yang berjuang melawan jiwa.\n",
          "2:12 Milikilah cara hidup yang baik di antara bangsa-bangsa yang tidak mengenal Allah, supaya apabila mereka memfitnah kamu sebagai pelaku kejahatan, mereka dapat melihatnya dari perbuatan-perbuatanmu yang baik dan memuliakan Allah pada hari Ia melawat mereka.\n",
          "2:13 Tunduklah, karena Tuhan, kepada semua lembaga manusia, baik kepada raja sebagai pemegang kekuasaan yang tertinggi,\n",
          "2:14 maupun kepada para penguasa yang diutusnya untuk menghukum orang-orang yang berbuat jahat dan menghormati orang-orang yang berbuat baik.\n",
          "2:15 Sebab inilah kehendak Allah, yaitu supaya dengan berbuat baik kamu membungkamkan kepicikan orang-orang yang bodoh.\n",
          "2:16 Hiduplah sebagai orang merdeka dan bukan seperti mereka yang menyalahgunakan kemerdekaan itu untuk menyelubungi kejahatan-kejahatan mereka, tetapi hiduplah sebagai hamba Allah.\n",
          "2:17 Hormatilah semua orang, kasihilah saudara-saudara seimanmu, takutlah kepada Allah, hormatilah raja!\n",
          "2:18 Hai kamu, hamba-hamba, tunduklah dengan penuh ketakutan kepada tuanmu, bukan saja kepada yang baik dan peramah, tetapi juga kepada yang bengis.\n",
          "2:19 Sebab adalah anugerah jika seseorang karena sadar akan kehendak Allah menanggung penderitaan yang tidak harus ia tanggung.\n",
          "2:20 Sebab dapatkah disebut pujian, jika kamu menderita pukulan karena kamu berbuat dosa? Tetapi jika kamu berbuat baik dan karena itu kamu harus menderita, maka itu adalah anugerah di hadapan Allah.\n",
          "2:21 Sebab untuk itulah kamu dipanggil, karena Kristus pun telah menderita untuk kamu dan telah meninggalkan teladan bagimu, supaya kamu mengikuti jejak-Nya.\n",
          "2:22 Ia tidak berbuat dosa, dan tipu tidak ada dalam mulut-Nya.\n",
          "2:23 Ketika Ia dicaci maki, Ia tidak membalas dengan mencaci maki; ketika Ia menderita, Ia tidak mengancam, tetapi Ia menyerahkan diri-Nya kepada Dia yang menghakimi dengan adil.\n",
          "2:24 Ia sendiri telah memikul dosa kita di dalam tubuh-Nya di kayu salib, supaya kita, yang telah mati terhadap dosa, hidup untuk kebenaran. Oleh bilur-bilur-Nya kamu telah sembuh.\n",
          "2:25 Sebab dahulu kamu sesat seperti domba, tetapi sekarang kamu telah kembali kepada gembala dan pemelihara jiwamu.\n"
        ]
      }
    },
    {
      "3": {
        "en": [
          "3:1 In like manner, wives, be subject to your own husbands, that even if any disobey the word, they will be gained without the word through the manner of life of their wives,\n",
          "3:2 Seeing with their own eyes your pure manner of life in fear.\n",
          "3:3 Let your adorning not be the outward plaiting of hair and putting on of gold or clothing with garments,\n",
          "3:4 But the hidden man of the heart in the incorruptible adornment of a meek and quiet spirit, which is very costly in the sight of God.\n",
          "3:5 For in this manner formerly the holy women also, who hoped in God, adorned themselves, being subject to their own husbands,\n",
          "3:6 As Sarah obeyed Abraham, calling him lord; whose children you have become, if you do good and do not fear any terror.\n",
          "3:7 Husbands, in like manner dwell together with them according to knowledge, as with the weaker, female vessel, assigning honor to them as also to fellow heirs of the grace of life, that your prayers may not be hindered.\n",
          "3:8 And finally be all of the same mind, sympathetic, loving the brothers, tenderhearted, humble-minded;\n",
          "3:9 Not rendering evil for evil or reviling for reviling, but on the contrary blessing one another, because you were called to this, that you might inherit blessing.\n",
          "3:10 For ?he who desires to love life and see good days, let him cause his tongue to cease from evil and his lips to speak no guile.\n",
          "3:11 And let him turn away from evil and do good; let him seek peace and pursue it;\n",
          "3:12 For the eyes of the Lord are on the righteous, and His ears incline to their petition; but the face of the Lord is against those who do evil.?\n",
          "3:13 And who will harm you if you become zealous for what is good?\n",
          "3:14 But even if you suffer because of righteousness, you are blessed. And do not be afraid with fear from them, nor be troubled,\n",
          "3:15 But sanctify Christ as Lord in your hearts, being always ready for a defense to everyone who asks of you an account concerning the hope which is in you,\n",
          "3:16 Yet with meekness and fear, having a good conscience, so that in the matter in which you are spoken against, those who revile your good manner of life in Christ may be put to shame.\n",
          "3:17 For it is better, if the will of God should will it, to suffer for doing good than for doing evil.\n",
          "3:18 For Christ also has suffered once for sins, the Righteous on behalf of the unrighteous, that He might bring you to God, on the one hand being put to death in the flesh, but on the other, made alive in the Spirit;\n",
          "3:19 In which also He went and proclaimed to the spirits in prison,\n",
          "3:20 Who had formerly disobeyed when the long-suffering of God waited in the days of Noah, while the ark was being prepared; entering into which, a few, that is, eight souls, were brought safely through by water.\n",
          "3:21 Which water, as the antitype, also now saves you, that is, baptism, not a putting away of the filth of the flesh but the appeal of a good conscience unto God, through the resurrection of Jesus Christ,\n",
          "3:22 Who is at the right hand of God, having gone into heaven, angels and authorities and powers being subjected to Him.\n"
        ],
        "id": [
          "3:1 Demikian juga kamu, hai istri-istri, tunduklah kepada suamimu, supaya jika ada di antara mereka yang tidak taat kepada Firman, mereka juga tanpa perkataan dimenangkan oleh kelakuan istrinya,\n",
          "3:2 jika mereka melihat bagaimana murni dan salehnya hidup istri mereka itu.\n",
          "3:3 Perhiasanmu janganlah secara lahiriah, yaitu dengan mengepang-ngepang rambut, memakai perhiasan emas atau dengan mengenakan pakaian yang indah-indah,\n",
          "3:4 tetapi perhiasanmu ialah manusia batiniah yang tersembunyi dengan perhiasan yang tidak binasa yang berasal dari roh yang lemah lembut dan tenteram, yang sangat berharga di mata Allah.\n",
          "3:5 Sebab demikianlah caranya perempuan-perempuan kudus dahulu berdandan, yaitu perempuan-perempuan yang menaruh pengharapannya kepada Allah; mereka tunduk kepada suaminya,\n",
          "3:6 sama seperti Sara taat kepada Abraham dan menyebut dia tuannya. Kamu adalah anak-anaknya, jika kamu berbuat baik dan tidak takut terhadap ancaman.\n",
          "3:7 Demikian juga kamu, hai suami-suami, hiduplah bijaksana dengan istrimu, sebagai kaum yang lebih lemah! Hormatilah mereka sebagai teman pewaris dari anugerah, yaitu kehidupan, supaya doamu jangan terhalang.\n",
          "3:8 Akhirnya, hendaklah kamu semua seia sekata, seperasaan, mengasihi saudara-saudara seiman, penyayang dan rendah hati,\n",
          "3:9 dan janganlah membalas kejahatan dengan kejahatan, atau caci maki dengan caci maki, tetapi sebaliknya, hendaklah kamu memberkati, karena untuk itulah kamu dipanggil, yaitu untuk memperoleh berkat. Sebab:\n",
          "3:10 \" Siapa yang mau mencintai hidup dan mau melihat hari-hari baik, ia harus menjaga lidahnya terhadap yang jahat dan bibirnya terhadap ucapan-ucapan yang menipu.\n",
          "3:11 Ia harus menjauhi yang jahat dan melakukan yang baik, ia harus mencari perdamaian dan berusaha mendapatkannya.\n",
          "3:12 Sebab mata Tuhan tertuju kepada orang-orang benar, dan telinga-Nya kepada permohonan mereka yang minta tolong, tetapi wajah Tuhan menentang orang-orang yang berbuat jahat.\"\n",
          "3:13 Lagi pula, siapa yang akan berbuat jahat terhadap kamu, jika kamu rajin berbuat baik?\n",
          "3:14 Tetapi sekalipun kamu harus menderita juga karena kebenaran, kamu akan berbahagia. Sebab itu janganlah kamu takuti apa yang mereka takuti dan janganlah gentar.\n",
          "3:15 Tetapi kuduskanlah Kristus di dalam hatimu sebagai Tuhan! Dan siap sedialah pada segala waktu untuk memberi pertanggungjawaban kepada tiap-tiap orang yang meminta pertanggungjawaban dari kamu tentang pengharapan yang ada padamu, tetapi haruslah dengan lemah lembut dan hormat,\n",
          "3:16 dan dengan hati nurani yang murni, supaya mereka, yang memfitnah kamu karena perilakumu yang baik dalam Kristus, menjadi malu karena fitnahan mereka itu.\n",
          "3:17 Sebab lebih baik menderita karena berbuat baik, jika hal itu dikehendaki Allah, daripada menderita karena berbuat jahat.\n",
          "3:18 Sebab juga Kristus telah mati sekali untuk dosa-dosa kita, Ia yang benar untuk orang-orang yang tidak benar, supaya Ia membawa kita kepada Allah; Ia, yang telah dibunuh dalam keadaan-Nya sebagai manusia, tetapi telah dibangkitkan menurut Roh,\n",
          "3:19 dan di dalam Roh itu juga Ia pergi memberitakan Injil kepada roh-roh yang di dalam penjara,\n",
          "3:20 yaitu kepada roh-roh mereka yang dahulu pada waktu Nuh tidak taat kepada Allah, ketika Allah tetap menanti dengan sabar waktu Nuh sedang mempersiapkan bahteranya, di mana hanya sedikit, yaitu delapan orang, yang diselamatkan melalui air bah itu.\n",
          "3:21 Juga kamu sekarang diselamatkan oleh kiasannya, yaitu baptisan -- maksudnya bukan untuk membersihkan kenajisan jasmani, melainkan untuk memohonkan hati nurani yang baik kepada Allah -- melalui kebangkitan Yesus Kristus,\n",
          "3:22 yang duduk di sebelah kanan Allah, setelah Ia naik ke surga sesudah segala malaikat, kuasa dan kekuatan ditaklukkan kepada-Nya.\n"
        ]
      }
    },
    {
      "4": {
        "en": [
          "4:1 Since Christ therefore has suffered 1 in the flesh, you also arm yourselves with the same mind (because he who has suffered in the flesh has ceased from sin),\n",
          "4:2 No longer to live the rest of the time in the flesh in the lusts of men, but in the will of God.\n",
          "4:3 For the time which has passed is sufficient for you to have carried out the desire of the Gentiles, having gone on in licentiousness, lusts, debaucheries, carousings, drinking bouts, and lawless idolatries.\n",
          "4:4 In this they think it strange that you are not running together with them into the same flood of dissoluteness, slandering you;\n",
          "4:5 Who will render an account to Him who is ready to judge the living and the dead.\n",
          "4:6 For unto this end the gospel was announced also to those who are now dead, that they might be judged in the flesh according to men but live in the spirit according to God.\n",
          "4:7 But the end of all things has drawn near. Therefore be sober-minded and be sober unto prayers.\n",
          "4:8 Above all, have fervent love among yourselves, because love covers a multitude of sins.\n",
          "4:9 Be hospitable to one another without murmuring,\n",
          "4:10 Each one, as he has received a gift, ministering it among yourselves as good stewards of the varied grace of God.\n",
          "4:11 If anyone speaks, as speaking oracles of God; if anyone ministers, as ministering out of the strength which God supplies; that in all things God may be glorified through Jesus Christ, to whom is the glory and the might forever and ever. Amen.\n",
          "4:12 Beloved, do not think that the fiery ordeal among you, coming to you for a trial, is strange, as if it were a strange thing happening to you;\n",
          "4:13 But inasmuch as you share in the sufferings of Christ, rejoice, so that also at the revelation of His glory you may rejoice exultingly.\n",
          "4:14 If you are reproached in the name of Christ, you are blessed, because the Spirit of glory and of God rests upon you.\n",
          "4:15 For let none of you suffer as a murderer or a thief or an evildoer or as a meddler into others? affairs;\n",
          "4:16 But if as a Christian, let him not be ashamed, but let him glorify God in this name.\n",
          "4:17 For it is time for the judgment to begin from the house of God; and if first from us, what will be the end of those who disobey the gospel of God?\n",
          "4:18 And if the righteous man is saved only with difficulty, where will the ungodly and the sinner appear?\n",
          "4:19 So then let those also who suffer according to the will of God commit their souls in well-doing to a faithful Creator.\n"
        ],
        "id": [
          "4:1 Jadi, karena Kristus telah menderita secara badani , kamu pun harus juga mempersenjatai dirimu dengan pikiran yang demikian -- karena siapa yang telah menderita secara badani, ia telah berhenti berbuat dosa --\n",
          "4:2 supaya waktu yang sisa jangan kamu pergunakan menurut keinginan manusia, tetapi menurut kehendak Allah.\n",
          "4:3 Sebab telah cukup banyak waktu kamu pergunakan untuk melakukan apa yang suka dilakukan bangsa-bangsa yang tidak mengenal Allah. Kamu telah hidup dalam berbagai hawa nafsu, keinginan, kemabukan, pesta pora, perjamuan minum dan penyembahan berhala yang terlarang.\n",
          "4:4 Sebab itu, mereka heran bahwa kamu tidak turut menceburkan diri bersama-sama mereka di dalam kubangan ketidaksenonohan yang sama dan mereka memfitnah kamu.\n",
          "4:5 Tetapi mereka harus memberi pertanggungjawaban kepada Dia yang telah siap sedia menghakimi orang yang hidup dan yang mati.\n",
          "4:6 Itulah sebabnya, Injil telah diberitakan juga kepada orang-orang mati, supaya mereka, sama seperti semua manusia, dihakimi secara badani; tetapi oleh roh dapat hidup menurut kehendak Allah.\n",
          "4:7 Kesudahan segala sesuatu sudah dekat. Karena itu, kuasailah dirimu dan waspadalah, supaya kamu dapat berdoa.\n",
          "4:8 Tetapi yang terutama: Kasihilah sungguh-sungguh seorang akan yang lain, sebab kasih menutupi banyak sekali dosa.\n",
          "4:9 Berilah tumpangan seorang akan yang lain tanpa bersungut-sungut.\n",
          "4:10 Layanilah seorang akan yang lain, sesuai dengan karunia yang telah diperoleh tiap-tiap orang sebagai pengelola yang baik dari anugerah Allah.\n",
          "4:11 Jika ada orang yang berbicara, baiklah ia berbicara sebagai orang yang menyampaikan firman Allah; jika ada orang yang melayani, baiklah ia melakukannya dengan kekuatan yang dianugerahkan Allah, supaya Allah dimuliakan dalam segala sesuatu karena Yesus Kristus. Dialah yang punya kemuliaan dan kuasa sampai selama-lamanya! Amin.\n",
          "4:12 Saudara-saudara yang terkasih, janganlah kamu heran akan nyala api siksaan yang datang kepadamu sebagai ujian, seolah-olah ada sesuatu yang luar biasa terjadi atas kamu.\n",
          "4:13 Sebaliknya, bersukacitalah, sesuai dengan bagian yang kamu dapat dalam penderitaan Kristus, supaya kamu juga boleh bergembira dan bersukacita pada waktu Ia menyatakan kemuliaan-Nya.\n",
          "4:14 Berbahagialah kamu, jika kamu dihina karena nama Kristus, sebab Roh kemuliaan, yaitu Roh Allah ada padamu.\n",
          "4:15 Janganlah ada di antara kamu yang harus menderita sebagai pembunuh atau pencuri atau penjahat, atau pengacau.\n",
          "4:16 Tetapi, jika ia menderita sebagai orang Kristen, maka janganlah ia malu, melainkan hendaklah ia memuliakan Allah dalam nama Kristus itu.\n",
          "4:17 Karena sekarang telah tiba saatnya penghakiman dimulai dari rumah Allah sendiri. Jika penghakiman itu dimulai pada kita, bagaimana pula kesudahannya dengan mereka yang tidak percaya pada Injil Allah?\n",
          "4:18 Jika orang benar pun hampir-hampir tidak diselamatkan, apa yang akan terjadi dengan orang fasik dan orang berdosa?\n",
          "4:19 Karena itu, baiklah juga mereka yang harus menderita karena kehendak Allah, menyerahkan dirinya kepada Pencipta yang setia, sambil terus berbuat baik.\n"
        ]
      }
    },
    {
      "5": {
        "en": [
          "5:1 Therefore the elders among you I exhort, who am a fellow elder and witness of the sufferings of Christ, who am also a partaker of the glory to be revealed:\n",
          "5:2 Shepherd the flock of God among you, overseeing not under compulsion but willingly, according to God; not by seeking gain through base means but eagerly;\n",
          "5:3 Nor as lording it over your allotments but by becoming patterns of the flock.\n",
          "5:4 And when the Chief Shepherd is manifested, you will receive the unfading crown of glory.\n",
          "5:5 In like manner, younger men, be subject to elders; and all of you gird yourselves with humility toward one another, because God resists the proud but gives grace to the humble.\n",
          "5:6 Therefore be humbled under the mighty hand of God that He may exalt you in due time,\n",
          "5:7 Casting all your anxiety on Him because it matters to Him concerning you.\n",
          "5:8 Be sober; watch. Your adversary, the devil, as a roaring lion, walks about, seeking someone to devour.\n",
          "5:9 Him withstand, being firm in your faith, knowing that the same sufferings are being accomplished among your brotherhood in the world.\n",
          "5:10 But the God of all grace, He who has called you into His eternal glory in Christ Jesus, after you have suffered a little while, will Himself perfect, establish, strengthen, and ground you.\n",
          "5:11 To Him be the glory and the might forever and ever. Amen.\n",
          "5:12 Through Silvanus, the faithful brother, as I account him, I have written to you briefly, exhorting and testifying fully that this is the true grace of God; enter into this grace and stand in it.\n",
          "5:13 The co- a chosen in Babylon and Mark my son greet you.\n",
          "5:14 Greet one another with a kiss of love. Peace to you all who are in Christ.\n"
        ],
        "id": [
          "5:1 Aku menasihatkan para penatua di antara kamu, aku sebagai teman penatua dan saksi penderitaan Kristus, yang juga akan mendapat bagian dalam kemuliaan yang akan dinyatakan kelak.\n",
          "5:2 Gembalakanlah kawanan domba Allah yang ada padamu, jangan dengan paksa, tetapi dengan sukarela sesuai dengan kehendak Allah, dan jangan karena mau mencari keuntungan, tetapi dengan pengabdian diri.\n",
          "5:3 Janganlah kamu berbuat seolah-olah kamu mau memerintah atas mereka yang dipercayakan kepadamu, tetapi hendaklah kamu menjadi teladan bagi kawanan domba itu.\n",
          "5:4 Apabila Gembala Agung datang, maka kamu akan menerima mahkota kemuliaan yang tidak dapat layu.\n",
          "5:5 Demikian juga, hai orang-orang muda, tunduklah kepada orang-orang yang tua. Dan kamu semua, rendahkanlah dirimu seorang terhadap yang lain, sebab: \"Allah menentang orang yang congkak, tetapi memberi anugerah kepada orang yang rendah hati.\"\n",
          "5:6 Karena itu, rendahkanlah dirimu di bawah tangan Tuhan yang kuat, supaya kamu ditinggikan-Nya pada waktunya.\n",
          "5:7 Serahkanlah segala kekhawatiranmu kepada-Nya, sebab Ia memelihara kamu.\n",
          "5:8 Sadarlah dan berjaga-jagalah! Lawanmu, si Iblis, berjalan keliling sama seperti singa yang mengaum-aum dan mencari orang yang dapat ditelannya.\n",
          "5:9 Lawanlah dia dengan iman yang teguh, sebab kamu tahu bahwa semua saudara seimanmu di seluruh dunia menanggung penderitaan yang sama.\n",
          "5:10 Dan Allah, sumber segala anugerah, yang telah memanggil kamu dalam Kristus kepada kemuliaan-Nya yang kekal, akan melengkapi, meneguhkan, menguatkan dan mengokohkan kamu, sesudah kamu menderita seketika lamanya.\n",
          "5:11 Dialah yang punya kuasa sampai selama-lamanya! Amin.\n",
          "5:12 Dengan perantaraan Silwanus yang kuanggap sebagai seorang saudara seiman yang dapat dipercayai, aku menulis dengan singkat kepada kamu untuk menasihati dan meyakinkan kamu bahwa ini adalah anugerah yang benar-benar dari Allah. Berdirilah dengan teguh di dalamnya!\n",
          "5:13 Salam kepada kamu sekalian dari kawanmu yang terpilih yang di Babel dan juga dari Markus, anakku.\n",
          "5:14 Berilah salam seorang kepada yang lain dengan ciuman kudus. Damai sejahtera menyertai kamu sekalian yang berada dalam Kristus. Amin.\n"
        ]
      }
    }
  ]
}
