{
  "2 Peter": {
    "1": {
      "en": [
        "1:1 Simon Peter, a slave and apostle of Jesus Christ, to those who have been allotted faith equally precious as ours in the righteousness of our 10 God and Savior, Jesus Christ:\n",
        "1:2 Grace to you and peace be multiplied in the full knowledge of God and of Jesus our Lord;\n",
        "1:3 Seeing that His divine power has granted to us all things which relate to life and godliness, through the full knowledge of Him who has called us by His own 10e glory and 11f virtue,\n",
        "1:4 Through which He has granted to us precious and exceedingly great promises that through these you might become partakers of the divine nature, having escaped the corruption which is in the world by lust.\n",
        "1:5 And for this very reason also, adding all diligence, supply bountifully in your faith virtue; and in virtue, knowledge;\n",
        "1:6 And in knowledge, self-control; and in self-control, endurance; and in endurance, godliness;\n",
        "1:7 And in godliness, brotherly love; and in brotherly love, love.\n",
        "1:8 For these things, existing in you and abounding, constitute you neither idle nor unfruitful unto the full knowledge of our Lord Jesus Christ.\n",
        "1:9 For he in whom these things are not present is blind, being shortsighted, having forgotten the cleansing of his past sins.\n",
        "1:10 Therefore, brothers, be the more diligent to make your calling and selection firm, for doing these things you shall by no means ever stumble.\n",
        "1:11 For in this way the entrance into the eternal kingdom of our Lord and Savior Jesus Christ will be richly and bountifully supplied to you.\n",
        "1:12 Therefore I will be ready always to remind you concerning these things, even though you know them and have been established in the present truth.\n",
        "1:13 And I consider it right, as long as I am in this tabernacle, to stir you up by a reminder,\n",
        "1:14 Knowing that the putting off of my tabernacle is imminent, even as also our Lord Jesus Christ has made clear to me.\n",
        "1:15 Moreover I will also be diligent that you may be able, after my exodus, to bring these things to mind at all times.\n",
        "1:16 For we did not follow cleverly devised myths when we made known to you the power and coming of our Lord Jesus Christ, but we became eyewitnesses of that One?s majesty.\n",
        "1:17 For He received from God the Father honor and glory, a voice such as this being borne to Him by the magnificent glory: This is My Son, My Beloved, in whom I delight.\n",
        "1:18 And this voice we heard being borne out of heaven while we were with Him in the holy mountain.\n",
        "1:19 And we have the prophetic word made more firm, to which you do well to give heed as to a lamp shining in a dark place, until the day dawns and the morning star rises in your hearts;\n",
        "1:20 Knowing this first, that no prophecy of Scripture is of one?s own interpretation;\n",
        "1:21 For no prophecy was ever borne by the will of man, but men spoke from God while being borne by the Holy Spirit.\n"
      ],
      "id": [
        "1:1 Dari Simon Petrus, hamba dan rasul Yesus Kristus. Kepada mereka yang bersama-sama dengan kami memperoleh iman karena keadilan Allah dan Juruselamat kita, Yesus Kristus.\n",
        "1:2 Anugerah dan damai sejahtera melimpahi kamu oleh pengenalan akan Allah dan akan Yesus, Tuhan kita.\n",
        "1:3 Kuasa ilahi-Nya telah menganugerahkan kepada kita segala sesuatu yang berguna untuk hidup yang saleh oleh pengenalan kita akan Dia yang telah memanggil kita oleh kuasa-Nya yang mulia dan ajaib.\n",
        "1:4 Dengan jalan itu Ia telah menganugerahkan kepada kita janji-janji yang berharga dan sangat besar, supaya olehnya kamu boleh mengambil bagian dalam kodrat ilahi, dan luput dari hawa nafsu duniawi yang membinasakan dunia.\n",
        "1:5 Justru karena itu, kamu harus dengan sungguh-sungguh berusaha menambahkan kepada imanmu kebajikan, dan kepada kebajikan pengetahuan,\n",
        "1:6 dan kepada pengetahuan penguasaan diri, kepada penguasaan diri ketekunan, dan kepada ketekunan kesalehan,\n",
        "1:7 dan kepada kesalehan kasih terhadap saudara-saudara seiman, dan kepada kasih terhadap saudara-saudara seiman, kasih terhadap semua orang.\n",
        "1:8 Sebab apabila semuanya itu ada padamu dengan berlimpah-limpah, kamu akan dibuatnya giat dan berhasil dalam pengenalanmu akan Yesus Kristus, Tuhan kita.\n",
        "1:9 Tetapi siapa saja yang tidak memiliki semuanya itu menjadi buta dan picik, karena ia lupa bahwa dosa-dosanya yang dahulu telah dihapuskan.\n",
        "1:10 Karena itu, Saudara-saudaraku, berusahalah sungguh-sungguh, supaya panggilan dan pemilihanmu makin teguh. Sebab jikalau kamu melakukan nya, kamu tidak akan pernah tersandung.\n",
        "1:11 Dengan demikian, kepada kamu akan dikaruniakan hak penuh untuk memasuki Kerajaan kekal, yaitu Kerajaan Tuhan dan Juruselamat kita, Yesus Kristus.\n",
        "1:12 Karena itu, aku senantiasa bermaksud mengingatkan kamu tentang semuanya itu, sekalipun kamu telah mengetahuinya dan teguh dalam kebenaran yang telah kamu terima.\n",
        "1:13 Aku menganggap sebagai kewajibanku untuk tetap mengingatkan kamu akan semuanya itu selama aku belum menanggalkan kemah tubuhku ini.\n",
        "1:14 Sebab aku tahu bahwa aku akan segera menanggalkan kemah tubuhku ini, sebagaimana yang telah diberitahukan kepadaku oleh Yesus Kristus, Tuhan kita.\n",
        "1:15 Tetapi aku akan berusaha, supaya juga sesudah kepergianku itu kamu selalu mengingat semuanya itu.\n",
        "1:16 Sebab kami tidak mengikuti dongeng-dongeng isapan jempol manusia, ketika kami memberitahukan kepadamu kuasa dan kedatangan Tuhan kita, Yesus Kristus sebagai Raja, sebaliknya kami adalah saksi mata dari kebesaran-Nya.\n",
        "1:17 Sebab Ia menerima kehormatan dan kemuliaan dari Allah Bapa, ketika datang kepada-Nya suara dari Yang Mahamulia, yang mengatakan, \"Inilah Anak-Ku yang Kukasihi, kepada-Nyalah Aku berkenan.\"\n",
        "1:18 Kami sendiri mendengar suara itu datang dari surga, ketika kami bersama-sama dengan Dia di atas gunung yang kudus.\n",
        "1:19 Dengan demikian, kami makin diteguhkan oleh firman yang telah disampaikan oleh para nabi. Alangkah baiknya kalau kamu memperhatikannya sama seperti memperhatikan pelita yang bercahaya di tempat yang gelap sampai fajar menyingsing dan bintang timur terbit bersinar di dalam hatimu.\n",
        "1:20 Yang terutama harus kamu ketahui ialah bahwa nubuat-nubuat dalam Kitab Suci tidak boleh ditafsirkan menurut kehendak sendiri,\n",
        "1:21 sebab tidak pernah nubuat dihasilkan oleh kehendak manusia, tetapi oleh dorongan Roh Kudus orang-orang berbicara atas nama Allah.\n"
      ]
    },
    "2": {
      "en": [
        "2:1 But there arose also false prophets among the people, as also among you there will be false teachers, who will secretly bring in destructive heresies, even denying the Master who bought them, bringing upon themselves swift destruction.\n",
        "2:2 And many will follow their licentiousness, because of whom the way of the truth will be reviled.\n",
        "2:3 And in covetousness, with fabricated words, they will make merchandise of you, for whom the judgment of old is not idle, and their destruction does not slumber.\n",
        "2:4 For if God did not spare the angels who sinned but delivered them to gloomy pits, having cast them down to Tartarus, they being kept for judgment;\n",
        "2:5 And did not spare the ancient world but guarded Noah, a herald of righteousness, with seven others, when He brought a flood upon the world of the ungodly;\n",
        "2:6 And having reduced to ashes the cities of Sodom and Gomorrah, condemned them to ruin, having set them as an example to those who intend to live an ungodly life,\n",
        "2:7 And rescued righteous Lot, who had been oppressed by the licentious manner of life of the lawless\n",
        "2:8 (For that righteous man, who settled down among them, in seeing and hearing tormented his righteous soul day after day with their lawless works);\n",
        "2:9 The Lord knows how to deliver the godly out of trial and how to keep the unrighteous under punishment for the day of judgment,\n",
        "2:10 And especially those who go after the flesh in the lust for defilement and despise lordship. Daring, self-willed, they do not tremble while reviling dignities;\n",
        "2:11 Whereas angels, though they are greater in strength and power, do not bring a reviling judgment against them before the Lord.\n",
        "2:12 But these, like animals without reason, born natural for capture and destruction, reviling in things of which they are ignorant, will also in their corrupting of others be destroyed;\n",
        "2:13 Suffering unrighteousness as the wages of unrighteousness; considering luxury in the day to be pleasure; spots and blemishes, reveling in their deceits while feasting together with you;\n",
        "2:14 Having eyes full of adultery and not ceasing from sin; enticing unstable souls, having a heart exercised for covetousness, children of curse.\n",
        "2:15 Forsaking the straight way, they have gone astray, following the way of Balaam, the son of Beor, who loved the wages of unrighteousness\n",
        "2:16 But had reproof for his own transgression: a dumb beast of burden, uttering with a man?s voice, restrained the madness of the prophet.\n",
        "2:17 These are springs without water and mists driven by a storm, for whom the gloom of darkness is kept.\n",
        "2:18 For uttering great swelling words of vanity, they entice by lusts of the flesh, with licentiousness, those who are barely escaping from them who live in error;\n",
        "2:19 Promising freedom to them, while they themselves are slaves of corruption; for by whom anyone has been defeated, by this one he has been enslaved.\n",
        "2:20 For if, having escaped the defilements of the world by the knowledge of our Lord and Savior Jesus Christ but having again been entangled in these, they are defeated, the last state has become worse for them than the first.\n",
        "2:21 For it would be better for them not to have known the way of righteousness than, knowing it, to turn back from the holy commandment delivered to them.\n",
        "2:22 It has happened to them according to the true proverb: The dog has turned to its own vomit, and the washed sow to wallowing in the mud.\n"
      ],
      "id": [
        "2:1 Sebagaimana nabi-nabi palsu dahulu tampil di tengah-tengah umat Allah, demikian pula di antara kamu akan ada guru-guru palsu. Mereka akan memasukkan pengajaran-pengajaran sesat yang membinasakan, bahkan mereka akan menyangkal Penguasa yang telah menebus mereka dan dengan demikian segera mendatangkan kebinasaan atas diri mereka.\n",
        "2:2 Banyak orang akan mengikuti cara hidup mereka yang dikuasai hawa nafsu, dan karena mereka Jalan Kebenaran akan dihujat.\n",
        "2:3 Dan karena serakahnya guru-guru palsu itu akan berusaha mencari untung dari kamu dengan cerita-cerita isapan jempol mereka. Tetapi untuk perbuatan mereka itu hukuman telah lama tersedia dan kebinasaan tidak akan tertunda.\n",
        "2:4 Sebab Allah tidak menyayangkan malaikat-malaikat yang berbuat dosa tetapi melemparkan mereka ke dalam neraka di mana mereka dirantai dalam kegelapan untuk disimpan sampai hari penghakiman;\n",
        "2:5 Allah juga tidak menyayangkan dunia purba; Ia hanya menyelamatkan Nuh, pemberita kebenaran itu, dengan tujuh orang lainnya, ketika Ia mendatangkan air bah atas dunia orang-orang yang fasik;\n",
        "2:6 Allah menghukum kota Sodom dan Gomora, dan memusnahkannya dengan api dan menjadikannya peringatan untuk mereka yang hidup fasik di masa-masa kemudian,\n",
        "2:7 tetapi Ia menyelamatkan Lot, orang benar, yang terus-menerus menderita oleh cara hidup orang-orang yang tidak mengenal hukum dan hanya mengikuti hawa nafsu mereka saja --\n",
        "2:8 sebab orang benar ini tinggal di tengah-tengah mereka dan setiap hari melihat dan mendengar perbuatan-perbuatan mereka yang jahat itu, sehingga jiwanya yang benar itu tersiksa.\n",
        "2:9 Jadi, nyatalah bahwa Tuhan tahu menyelamatkan orang-orang saleh dari pencobaan dan menyimpan orang-orang jahat untuk disiksa pada hari penghakiman,\n",
        "2:10 terutama mereka yang menuruti hawa nafsunya yang mencemarkan diri dan menghina pemerintahan Allah. Mereka begitu berani dan angkuh, sehingga tidak segan-segan menghujat makhluk-makhluk yang mulia,\n",
        "2:11 padahal malaikat-malaikat sendiri, yang sekalipun lebih kuat dan lebih berkuasa daripada mereka, tidak memakai kata-kata hujat, kalau malaikat-malaikat menuntut hukuman atas mereka di hadapan Allah.\n",
        "2:12 Tetapi mereka itu sama dengan hewan yang tidak berakal, sama dengan binatang yang hanya dilahirkan untuk ditangkap dan dimusnahkan. Mereka menghujat apa yang tidak mereka ketahui, sehingga oleh perbuatan mereka yang jahat, mereka sendiri akan binasa seperti binatang liar,\n",
        "2:13 dan akan mengalami nasib yang buruk sebagai upah kejahatan mereka. Berfoya-foya pada siang hari, mereka anggap kenikmatan. Mereka adalah kotoran dan noda, yang mabuk dalam hawa nafsu mereka kalau mereka duduk makan minum bersama-sama dengan kamu.\n",
        "2:14 Mata mereka penuh nafsu zina dan mereka tidak pernah jemu berbuat dosa. Mereka memikat orang-orang yang lemah. Hati mereka telah terlatih dalam keserakahan. Mereka adalah orang-orang terkutuk!\n",
        "2:15 Karena mereka telah meninggalkan jalan yang benar, maka tersesatlah mereka, lalu mengikuti jalan Bileam, anak Beor, yang suka menerima upah untuk perbuatan-perbuatan jahat.\n",
        "2:16 Tetapi Bileam beroleh peringatan keras untuk kejahatannya, sebab keledai beban yang bisu berbicara dengan suara manusia dan mencegah kebebalan nabi itu.\n",
        "2:17 Guru-guru palsu itu adalah seperti mata air yang kering, seperti kabut yang dihalaukan topan; bagi mereka telah tersedia tempat dalam kegelapan yang paling dahsyat.\n",
        "2:18 Sebab mereka mengucapkan kata-kata yang congkak dan hampa dan mempergunakan hawa nafsu cabul untuk memikat orang-orang yang baru saja melepaskan diri dari orang-orang yang hidup dalam kesesatan.\n",
        "2:19 Mereka menjanjikan kemerdekaan kepada orang lain, padahal mereka sendiri adalah hamba-hamba kebinasaan, karena siapa yang dikalahkan orang, ia adalah hamba orang itu.\n",
        "2:20 Sebab jika mereka, oleh pengenalan mereka akan Tuhan dan Juruselamat kita, Yesus Kristus, telah melepaskan diri dari kecemaran-kecemaran dunia, tetapi terlibat lagi di dalamnya, maka akhirnya keadaan mereka lebih buruk daripada yang semula.\n",
        "2:21 Karena itu, lebih baik bagi mereka, jika mereka tidak pernah mengenal Jalan Kebenaran daripada mengenalnya, tetapi kemudian berbalik dari perintah kudus yang disampaikan kepada mereka.\n",
        "2:22 Bagi mereka cocok apa yang dikatakan peribahasa yang benar ini: \" Anjing kembali lagi ke muntahnya, dan babi yang dimandikan, kembali lagi ke kubangannya.\"\n"
      ]
    },
    "3": {
      "en": [
        "3:1 This second letter, beloved, I now write to you; in them both I stir up your sincere mind with a reminder,\n",
        "3:2 So that you would remember the words spoken before by the holy prophets and the commandment of the Lord and Savior preached by your apostles;\n",
        "3:3 Knowing this first, that in the last of days mockers will come with mocking, going on according to their own lusts\n",
        "3:4 And saying, Where is the promise of His coming? For since the fathers fell asleep, all things continue in this way from the beginning of creation.\n",
        "3:5 For this escapes them by their own choosing, that by the word of God the heavens were of old and the earth was compacted out of water and through water,\n",
        "3:6 Through which the world then, being flooded with water, perished.\n",
        "3:7 But the heavens and the earth now, by the same word, have been stored up for fire, being kept unto the day of judgment and destruction of ungodly men.\n",
        "3:8 But do not let this one thing escape you, beloved, that with the Lord one day is like a thousand years and a thousand years like one day.\n",
        "3:9 The Lord does not delay regarding the promise, as some count delay, but is long-suffering toward you, not intending that any perish but that all advance to repentance.\n",
        "3:10 But the day of the Lord will come as a thief, in which the heavens will pass away with a roar, and the elements, burning with intense heat, will be dissolved, and the earth and the works in it will be burned up.\n",
        "3:11 Since all these things are to be thus dissolved, what kind of persons ought you to be in holy manner of life and godliness,\n",
        "3:12 Expecting and hastening the coming of the day of God, on account of which the heavens, being on fire, will be dissolved, and the elements, burning with intense heat, are to be melted away?\n",
        "3:13 But according to His promise we are expecting new heavens and a new earth, in which righteousness dwells.\n",
        "3:14 Therefore, beloved, since you expect these things, be diligent to be found by Him in peace without spot and without blemish;\n",
        "3:15 And count the long-suffering of our Lord to be salvation, even as also our beloved brother Paul, according to the wisdom given to him, wrote to you,\n",
        "3:16 As also in all his letters, speaking in them concerning these things, in which some things are hard to understand, which the unlearned and unstable twist, as also the rest of the Scriptures, to their own destruction.\n",
        "3:17 You therefore, beloved, since you know these things beforehand, be on your guard lest being carried away by the error of the lawless, you fall from your own steadfastness.\n",
        "3:18 But grow in the grace and knowledge of our Lord and Savior Jesus Christ. To Him be the glory both now and unto the day of eternity. Amen.\n"
      ],
      "id": [
        "3:1 Saudara-saudara yang terkasih, ini sudah surat yang kedua, yang kutulis kepadamu. Di dalam kedua surat itu aku berusaha menghidupkan pengertian yang murni dengan peringatan-peringatan,\n",
        "3:2 supaya kamu mengingat perkataan yang dahulu telah diucapkan oleh nabi-nabi kudus dan mengingat perintah Tuhan dan Juruselamat yang telah disampaikan oleh rasul-rasulmu kepadamu.\n",
        "3:3 Yang terutama harus kamu ketahui ialah bahwa pada hari-hari terakhir akan tampil pengejek-pengejek dengan ejekan-ejekannya, yaitu orang-orang yang hidup menuruti hawa nafsunya.\n",
        "3:4 Kata mereka, \" Di mana janji tentang kedatangan-Nya itu? Sebab sejak bapak-bapak leluhur kita meninggal, segala sesuatu tetap seperti semula, pada waktu dunia diciptakan.\"\n",
        "3:5 Mereka sengaja tidak mau tahu bahwa oleh firman Allah, langit telah ada sejak dahulu, dan juga bumi yang berasal dari air dan oleh air\n",
        "3:6 dan bahwa oleh air itu, bumi waktu itu telah binasa, dimusnahkan oleh air bah.\n",
        "3:7 Tetapi oleh firman itu juga langit dan bumi yang sekarang terpelihara dari api dan disimpan untuk hari penghakiman dan kebinasaan orang-orang fasik.\n",
        "3:8 Akan tetapi, Saudara-saudaraku yang terkasih, yang satu ini tidak boleh kamu lupakan, yaitu bahwa di hadapan Tuhan satu hari sama seperti seribu tahun dan seribu tahun sama seperti satu hari.\n",
        "3:9 Tuhan tidak lambat menepati janji-Nya, sekalipun ada orang yang menganggapnya sebagai kelambatan, tetapi Ia sabar terhadap kamu, karena Ia menghendaki supaya jangan ada yang binasa, melainkan supaya semua orang berbalik dan bertobat.\n",
        "3:10 Tetapi hari Tuhan akan tiba seperti pencuri. Pada hari itu langit akan lenyap dengan gemuruh yang dahsyat dan unsur-unsur dunia akan hangus oleh nyala api, dan bumi dan segala yang ada di atasnya akan hilang lenyap.\n",
        "3:11 Jadi, jika segala sesuatu ini akan hancur secara demikian, betapa suci dan salehnya kamu harus hidup\n",
        "3:12 sementara kamu menantikan dan mempercepat kedatangan hari Allah. Pada hari itu langit akan binasa dalam api dan unsur-unsur dunia akan hancur karena nyalanya.\n",
        "3:13 Tetapi sesuai dengan janji-Nya, kita menantikan langit yang baru dan bumi yang baru, di mana terdapat kebenaran.\n",
        "3:14 Sebab itu, Saudara-saudaraku yang terkasih, sambil menantikan semuanya ini, kamu harus berusaha, supaya kamu didapati-Nya tidak bercacat dan tidak bernoda di hadapan-Nya, dalam perdamaian dengan Dia.\n",
        "3:15 Anggaplah kesabaran Tuhan kita sebagai kesempatan bagimu untuk beroleh keselamatan, seperti yang telah dituliskan kepada kamu oleh Paulus, saudara kita yang terkasih, sesuai dengan hikmat yang dikaruniakan kepadanya.\n",
        "3:16 Hal itu dilakukannya dalam semua suratnya, apabila ia berbicara tentang hal-hal ini. Dalam surat-suratnya itu ada hal-hal yang sukar dipahami, sehingga orang-orang yang tidak memahaminya dan tidak teguh imannya, memutarbalikkannya menjadi kebinasaan mereka sendiri, sama seperti yang juga mereka lakukan dengan tulisan-tulisan yang lain.\n",
        "3:17 Tetapi kamu, Saudara-saudara yang terkasih, kamu telah mengetahui hal ini sebelumnya. Karena itu, waspadalah, supaya kamu jangan terseret ke dalam kesesatan orang-orang yang tidak mengenal hukum, dan jangan kehilangan peganganmu yang teguh.\n",
        "3:18 Tetapi bertumbuhlah dalam anugerah dan dalam pengenalan akan Tuhan dan Juruselamat kita, Yesus Kristus. Bagi-Nya kemuliaan, sekarang dan sampai selama-lamanya.\n"
      ]
    }
  }
}
