{
  "3 John": [
    {
      "1": {
        "en": [
          "1:1 The elder to Gaius the beloved, whom I love in truthfulness.\n",
          "1:2 Beloved, concerning all things I wish that you may prosper and be in health, even as your soul prospers.\n",
          "1:3 For I rejoiced greatly at the brothers? coming and testifying to your steadfastness in the truth, even as you walk in truth.\n",
          "1:4 I have no greater joy than these things, that I hear that my children are walking in the truth.\n",
          "1:5 Beloved, you do faithfully in whatever you have wrought for the brothers, and this for strangers,\n",
          "1:6 Who testified to your love before the church; whom you will do well to send forward in a manner worthy of God;\n",
          "1:7 For on behalf of the Name they went out, taking nothing from the Gentiles.\n",
          "1:8 We therefore ought to support such ones that we may become workers in the truth.\n",
          "1:9 I wrote something to the church; but Diotrephes, who loves to be first among them, does not receive us.\n",
          "1:10 For this reason, if I come, I will bring to remembrance his works which he does, babbling against us with evil words; and not being satisfied with these, neither does he himself receive the brothers, and those intending to do so he forbids and casts out of the church.\n",
          "1:11 Beloved, do not the evil, but the good. He who does good is of God; he who does evil has not seen God.\n",
          "1:12 To Demetrius testimony has been borne by all and by the truth itself; and we also testify, and you know that our testimony is true.\n",
          "1:13 I had many things to write to you, but I do not want to write to you with ink and pen;\n",
          "1:14a But I hope to see you shortly, and we will speak face to face.\n",
          "1:14b Peace to you. The friends greet you. Greet the friends by name.\n"
        ],
        "id": [
          "1:1 Dari penatua kepada Gayus yang terkasih, yang kukasihi dalam kebenaran.\n",
          "1:2 Saudaraku yang terkasih, aku berdoa, semoga engkau baik-baik dan sehat-sehat saja dalam segala sesuatu, sama seperti jiwamu baik-baik saja.\n",
          "1:3 Sebab aku sangat bersukacita, ketika beberapa saudara datang dan bersaksi tentang hidupmu dalam kebenaran, sebab memang engkau hidup dalam kebenaran.\n",
          "1:4 Bagiku tidak ada sukacita yang lebih besar daripada mendengar bahwa anak-anakku hidup dalam kebenaran.\n",
          "1:5 Saudaraku yang terkasih, engkau bertindak sebagai orang percaya dalam segala sesuatu yang kaulakukan untuk saudara-saudara seiman, sekalipun mereka orang-orang asing.\n",
          "1:6 Mereka telah bersaksi di hadapan jemaat tentang kasihmu. Baik benar perbuatanmu, jikalau engkau menolong mereka dalam perjalanan mereka, dengan cara yang berkenan kepada Allah.\n",
          "1:7 Sebab karena nama-Nya mereka telah berangkat tanpa menerima apa pun dari orang-orang yang tidak mengenal Allah.\n",
          "1:8 Kita wajib menerima orang-orang yang demikian, supaya kita boleh menjadi rekan-rekan sekerja untuk kebenaran.\n",
          "1:9 Aku telah menulis sedikit kepada jemaat, tetapi Diotrefes yang ingin menjadi orang terkemuka di antara mereka, tidak mau mengakui kami.\n",
          "1:10 Karena itu, apabila aku datang, aku akan meminta perhatian atas segala perbuatan yang telah dilakukannya, sebab ia berbicara tanpa makna dengan melontarkan kata-kata yang kasar terhadap kami. Dan belum merasa puas dengan itu, ia sendiri bukan saja tidak mau menerima saudara-saudara seiman yang datang, tetapi juga mencegah orang-orang yang mau menerima mereka dan mengucilkan orang-orang itu dari jemaat.\n",
          "1:11 Saudaraku yang terkasih, janganlah meniru yang jahat, melainkan yang baik. Siapa yang berbuat baik, ia berasal dari Allah, tetapi siapa yang berbuat jahat, ia tidak pernah melihat Allah.\n",
          "1:12 Tentang Demetrius semua orang memberi kesaksian yang baik, malah kebenaran sendiri memberi kesaksian yang demikian. Kami juga memberi kesaksian yang baik tentang dia dan engkau tahu bahwa kesaksian kami benar.\n",
          "1:13 Banyak hal yang harus kutuliskan kepadamu, tetapi aku tidak mau menulis kepadamu dengan tinta dan pena.\n",
          "1:14 Aku harap segera berjumpa dengan engkau dan berbicara berhadapan muka.\n",
          "1:15 Damai sejahtera menyertai engkau! Salam dari sahabat-sahabatmu. Sampaikanlah salamku kepada sahabat-sahabat satu per satu.\n"
        ]
      }
    }
  ]
}
