{
  "Ezra": [
    {
      "1": {
        "en": [
          "1:1 Now in the first year of Cyrus the king of Persia, so that the word of Jehovah by the mouth of Jeremiah might be accomplished, Jehovah stirred up the spirit of Cyrus the king of Persia; and he made a proclamation throughout all his kingdom and put it also in writing, saying,\n",
          "1:2 Thus says Cyrus the king of Persia, All the kingdoms of the earth has Jehovah the God of heaven given to me; and He has charged me to build Him a house in Jerusalem, which is in Judah.\n",
          "1:3 Whoever there is among you of all His people, may his God be with him; and let him go up to Jerusalem, which is in Judah, and let him build the house of Jehovah the God of Israel?He is God?who is in Jerusalem.\n",
          "1:4 And everyone who is left, in whatever place he sojourns, let the men of his place support him with silver and with gold and with goods and with cattle, besides the freewill offering for the house of God, which is in Jerusalem.\n",
          "1:5 Then the heads of the fathers? houses of Judah and Benjamin and the priests and the Levites rose up, even everyone whose spirit God had stirred up to go up to build the house of Jehovah, which is in Jerusalem.\n",
          "1:6 And all those around them strengthened their hands with vessels of silver, with gold, with goods, and with cattle and with precious things, besides all that was offered willingly.\n",
          "1:7 Also King Cyrus brought out the vessels of the house of Jehovah, which Nebuchadnezzar had brought out from Jerusalem and had put in the house of his gods;\n",
          "1:8 And Cyrus the king of Persia had them brought out by the hand of Mithredath the treasurer and had them enumerated to Sheshbazzar the prince of Judah.\n",
          "1:9 And this was their number: thirty gold dishes, one thousand silver dishes, twenty-nine knives,\n",
          "1:10 Thirty gold bowls, four hundred ten silver bowls of a different kind, and one thousand other vessels.\n",
          "1:11 There were five thousand four hundred vessels of gold and silver in all. Sheshbazzar brought up all of them with those of the captivity who were brought up from Babylon to Jerusalem.\n"
        ],
        "id": [
          "1:1 Pada tahun pertama zaman Koresh, raja negeri Persia, Tuhan menggerakkan hati Koresh, raja Persia itu untuk menggenapkan firman yang diucapkan oleh Yeremia, sehingga disiarkan di seluruh kerajaan Koresh secara lisan dan tulisan pengumuman ini:\n",
          "1:2 Beginilah perintah Koresh, raja Persia: Segala kerajaan di bumi telah dikaruniakan kepadaku oleh Tuhan, Allah semesta langit. Ia menugaskan aku untuk mendirikan rumah bagi-Nya di Yerusalem, yang terletak di Yehuda.\n",
          "1:3 Siapa di antara kamu termasuk umat-Nya, Allahnya menyertainya! Biarlah ia berangkat pulang ke Yerusalem, yang terletak di Yehuda, dan mendirikan rumah Tuhan, Allah Israel, yakni Allah yang diam di Yerusalem.\n",
          "1:4 Dan setiap orang yang tertinggal, di mana pun ia ada sebagai pendatang, harus disokong oleh penduduk setempat dengan perak dan emas, harta benda dan ternak, di samping persembahan sukarela bagi rumah Allah yang ada di Yerusalem.\n",
          "1:5 Maka berkemaslah kepala-kepala kaum keluarga orang Yehuda dan orang Benyamin, serta para imam dan orang-orang Lewi, yakni setiap orang yang hatinya digerakkan Allah untuk berangkat pulang dan mendirikan rumah Tuhan yang ada di Yerusalem.\n",
          "1:6 Dan segala orang di sekeliling mereka membantu mereka dengan barang-barang perak, dengan emas, harta benda dan ternak dan dengan pemberian yang indah-indah, selain dari segala sesuatu yang dipersembahkan dengan sukarela.\n",
          "1:7 Pula raja Koresh menyuruh mengeluarkan perlengkapan rumah Tuhan yang telah diangkut Nebukadnezar dari Yerusalem dan yang ditaruhnya di dalam kuil allahnya.\n",
          "1:8 Koresh, raja Persia itu, menyuruh mengeluarkan semuanya itu di bawah pengawasan Mitredat, bendahara raja, yang menghitung seluruhnya bagi Sesbazar, pembesar di Yehuda.\n",
          "1:9 Inilah daftarnya: tiga puluh bokor emas, seribu bokor perak, dua puluh sembilan pisau,\n",
          "1:10 tiga puluh piala emas, pula empat ratus sepuluh piala perak, seribu buah barang-barang lain.\n",
          "1:11 Barang-barang emas dan perak itu seluruhnya berjumlah lima ribu empat ratus. Semuanya itu dibawa oleh Sesbazar sewaktu orang-orang buangan itu dibawa pulang dari negeri Babel ke Yerusalem.\n"
        ]
      }
    },
    {
      "2": {
        "en": [
          "2:1 Now these were the children of the province who went up out of the captivity of those who had been carried away, whom Nebuchadnezzar the king of Babylon had carried away to Babylon, and who returned to Jerusalem and Judah, each man to his city.\n",
          "2:2 These came with Zerubbabel, Jeshua, Nehemiah, Seraiah, Reelaiah, Mordecai, Bilshan, Mispar, Bigvai, Rehum, Baanah. The number of the men of the people of Israel:\n",
          "2:3 The children of Parosh, two thousand one hundred seventy-two.\n",
          "2:4 The children of Shephatiah, three hundred seventy-two.\n",
          "2:5 The children of Arah, seven hundred seventy-five.\n",
          "2:6 The children of Pahath-moab, of the children of Jeshua and Joab, two thousand eight hundred twelve.\n",
          "2:7 The children of Elam, one thousand two hundred fifty-four.\n",
          "2:8 The children of Zattu, nine hundred forty-five.\n",
          "2:9 The children of Zaccai, seven hundred sixty.\n",
          "2:10 The children of Bani, six hundred forty-two.\n",
          "2:11 The children of Bebai, six hundred twenty-three.\n",
          "2:12 The children of Azgad, one thousand two hundred twenty-two.\n",
          "2:13 The children of Adonikam, six hundred sixty-six.\n",
          "2:14 The children of Bigvai, two thousand fifty-six.\n",
          "2:15 The children of Adin, four hundred fifty-four.\n",
          "2:16 The children of Ater, of Hezekiah, ninety-eight.\n",
          "2:17 The children of Bezai, three hundred twenty-three.\n",
          "2:18 The children of Jorah, one hundred twelve.\n",
          "2:19 The children of Hashum, two hundred twenty-three.\n",
          "2:20 The children of Gibbar, ninety-five.\n",
          "2:21 The children of Bethlehem, one hundred twenty-three.\n",
          "2:22 The men of Netophah, fifty-six.\n",
          "2:23 The men of Anathoth, one hundred twenty-eight.\n",
          "2:24 The children of Azmaveth, forty-two.\n",
          "2:25 The children of Kiriath-arim, Chephirah, and Beeroth, seven hundred forty-three.\n",
          "2:26 The children of Ramah and Geba, six hundred twenty-one.\n",
          "2:27 The men of Michmas, one hundred twenty-two.\n",
          "2:28 The men of Bethel and Ai, two hundred twenty-three.\n",
          "2:29 The children of Nebo, fifty-two.\n",
          "2:30 The children of Magbish, one hundred fifty-six.\n",
          "2:31 The children of the other Elam, one thousand two hundred fifty-four.\n",
          "2:32 The children of Harim, three hundred twenty.\n",
          "2:33 The children of Lod, Hadid, and Ono, seven hundred twenty-five.\n",
          "2:34 The children of Jericho, three hundred forty-five.\n",
          "2:35 The children of Senaah, three thousand six hundred thirty.\n",
          "2:36 The priests: the children of Jedaiah, of the house of Jeshua, nine hundred seventy-three.\n",
          "2:37 The children of Immer, one thousand fifty-two.\n",
          "2:38 The children of Pashhur, one thousand two hundred forty-seven.\n",
          "2:39 The children of Harim, one thousand seventeen.\n",
          "2:40 The Levites: the children of Jeshua and Kadmiel, of the children of Hodaviah, seventy-four.\n",
          "2:41 The singers: the children of Asaph, one hundred twenty-eight.\n",
          "2:42 The children of the gatekeepers: the children of Shallum, the children of Ater, the children of Talmon, the children of Akkub, the children of Hatita, the children of Shobai, in all one hundred thirty-nine.\n",
          "2:43 The temple servants: the children of Ziha, the children of Hasupha, the children of Tabbaoth,\n",
          "2:44 The children of Keros, the children of Siaha, the children of Padon,\n",
          "2:45 The children of Lebanah, the children of Hagabah, the children of Akkub.\n",
          "2:46 The children of Hagab, the children of Shamlai, the children of Hanan,\n",
          "2:47 The children of Giddel, the children of Gahar, the children of Reaiah,\n",
          "2:48 The children of Rezin, the children of Nekoda, the children of Gazzam,\n",
          "2:49 The children of Uzza, the children of Paseah, the children of Besai,\n",
          "2:50 The children of Asnah, the children of Meunim, the children of Nephisim,\n",
          "2:51 The children of Bakbuk, the children of Hakupha, the children of Harhur,\n",
          "2:52 The children of Bazluth, the children of Mehida, the children of Harsha,\n",
          "2:53 The children of Barkos, the children of Sisera, the children of Temah,\n",
          "2:54 The children of Neziah, the children of Hatipha.\n",
          "2:55 The children of Solomon?s servants: the children of Sotai, the children of Hassophereth, the children of Peruda,\n",
          "2:56 The children of Jaalah, the children of Darkon, the children of Giddel,\n",
          "2:57 The children of Shephatiah, the children of Hattil, the children of Pochereth-hazzebaim, the children of Ami.\n",
          "2:58 All the temple servants and the children of Solomon?s servants were three hundred ninety-two.\n",
          "2:59 And these were those who went up from Tel-melah, Tel-harsha, Cherub, Addon, and Immer; but they could not give evidence of their fathers? houses nor their descendants, whether they were of Israel:\n",
          "2:60 The children of Delaiah, the children of Tobiah, the children of Nekoda, six hundred fifty-two.\n",
          "2:61 And of the children of the priests: the children of Hobaiah, the children of Hakkoz, the children of Barzillai, who took a wife from among the daughters of Barzillai the Gileadite and was called by their name.\n",
          "2:62 These sought their registry among those who were enrolled by genealogy, but they were not found; therefore they were considered defiled and were excluded from the priesthood.\n",
          "2:63 And the governor told them that they should not eat of the most holy things until a priest stood up with Urim and Thummim.\n",
          "2:64 The whole assembly together was forty-two thousand three hundred sixty,\n",
          "2:65 Besides their male servants and their female servants, of whom there were seven thousand three hundred thirty-seven; and they had two hundred male singers and female singers.\n",
          "2:66 Their horses were seven hundred thirty-six; their mules, two hundred forty-five;\n",
          "2:67 Their camels, four hundred thirty-five; their donkeys, six thousand seven hundred twenty.\n",
          "2:68 And some of the heads of fathers? houses, when they came to the house of Jehovah, which is in Jerusalem, offered willingly for the house of God to restore it on its foundation.\n",
          "2:69 They gave to the treasury of the work, according to their ability, sixty-one thousand darics of gold and five thousand minas of silver and one hundred priestly garments.\n",
          "2:70 So the priests and the Levites and some of the people and the singers and the gatekeepers and the temple servants and all Israel dwelt in their cities.\n"
        ],
        "id": [
          "2:1 Inilah orang-orang propinsi Yehuda yang berangkat pulang dari pembuangan, yakni para tawanan, yang dahulu diangkut ke Babel oleh Nebukadnezar, raja Babel, dan yang kembali ke Yerusalem dan ke Yehuda, masing-masing ke kotanya.\n",
          "2:2 Mereka datang bersama-sama Zerubabel, Yesua, Nehemia, Seraya, Reelaya, Mordekhai, Bilsan, Mispar, Bigwai, Rehum dan Baana. Inilah daftar orang-orang bangsa Israel:\n",
          "2:3 bani Paros: dua ribu seratus tujuh puluh dua orang;\n",
          "2:4 bani Sefaca: tiga ratus tujuh puluh dua orang;\n",
          "2:5 bani Arah: tujuh ratus tujuh puluh lima orang;\n",
          "2:6 bani Pahat-Moab, yakni anak-anak Yesua dan Yoab: dua ribu delapan ratus dua belas orang;\n",
          "2:7 bani Elam: seribu dua ratus lima puluh empat orang;\n",
          "2:8 bani Zatu: sembilan ratus empat puluh lima orang;\n",
          "2:9 bani Zakai: tujuh ratus enam puluh orang;\n",
          "2:10 bani Bani: enam ratus empat puluh dua orang;\n",
          "2:11 bani Bebai: enam ratus dua puluh tiga orang;\n",
          "2:12 bani Azgad: seribu dua ratus dua puluh dua orang;\n",
          "2:13 bani Adonikam: enam ratus enam puluh enam orang;\n",
          "2:14 bani Bigwai: dua ribu lima puluh enam orang;\n",
          "2:15 bani Adin: empat ratus lima puluh empat orang;\n",
          "2:16 bani Ater, yakni bani Hizkia: sembilan puluh delapan orang;\n",
          "2:17 bani Bezai: tiga ratus dua puluh tiga orang;\n",
          "2:18 bani Yora: seratus dua belas orang;\n",
          "2:19 bani Hasum: dua ratus dua puluh tiga orang;\n",
          "2:20 bani Gibar: sembilan puluh lima orang;\n",
          "2:21 dari Betlehem: seratus dua puluh tiga orang;\n",
          "2:22 orang-orang Netofa: lima puluh enam orang;\n",
          "2:23 orang-orang Anatot: seratus dua puluh delapan orang;\n",
          "2:24 dari Asmawet: empat puluh dua orang;\n",
          "2:25 dari Kiryat-Arim, Kefira dan Beerot: tujuh ratus empat puluh tiga orang;\n",
          "2:26 dari Rama dan Gaba: enam ratus dua puluh satu orang;\n",
          "2:27 orang-orang Mikhmas: seratus dua puluh dua orang;\n",
          "2:28 orang-orang Betel dan Ai: dua ratus dua puluh tiga orang;\n",
          "2:29 dari Nebo: lima puluh dua orang;\n",
          "2:30 bani Magbis: seratus lima puluh enam orang;\n",
          "2:31 bani Elam, yakni Elam yang lain: seribu dua ratus lima puluh empat orang;\n",
          "2:32 bani Harim: tiga ratus dua puluh orang;\n",
          "2:33 orang-orang dari Lod, Hadid dan Ono: tujuh ratus dua puluh lima orang;\n",
          "2:34 dari Yerikho: tiga ratus empat puluh lima orang;\n",
          "2:35 bani Senaa: tiga ribu enam ratus tiga puluh orang.\n",
          "2:36 Inilah para imam: bani Yedaya, yakni kaum keluarga Yesua: sembilan ratus tujuh puluh tiga orang;\n",
          "2:37 bani Imer: seribu lima puluh dua orang;\n",
          "2:38 bani Pasyhur: seribu dua ratus empat puluh tujuh orang;\n",
          "2:39 bani Harim: seribu tujuh belas orang.\n",
          "2:40 Inilah orang-orang Lewi: bani Yesua dan Kadmiel, yakni bani Hodawya: tujuh puluh empat orang.\n",
          "2:41 Inilah para penyanyi: bani Asaf: seratus dua puluh delapan orang.\n",
          "2:42 Inilah kaum penunggu pintu gerbang: bani Salum, bani Ater, bani Talmon, bani Akub, bani Hatita, bani Sobai, semuanya seratus tiga puluh sembilan orang.\n",
          "2:43 Inilah para budak di bait Allah: bani Ziha, bani Hasufa, bani Tabaot;\n",
          "2:44 bani Keros, bani Siaha, bani Padon;\n",
          "2:45 bani Lebana, bani Hagaba, bani Akub;\n",
          "2:46 bani Hagab, bani Samlai, bani Hanan;\n",
          "2:47 bani Gidel, bani Gahar, bani Reaya;\n",
          "2:48 bani Rezin, bani Nekoda, bani Gazam;\n",
          "2:49 bani Uza, bani Paseah, bani Besai;\n",
          "2:50 bani Asna, bani Meunim, bani Nefusim;\n",
          "2:51 bani Bakbuk, bani Hakufa, bani Harhur;\n",
          "2:52 bani Bazlut, bani Mehida, bani Harsa;\n",
          "2:53 bani Barkos, bani Sisera, bani Temah;\n",
          "2:54 bani Neziah, bani Hatifa.\n",
          "2:55 Inilah keturunan para hamba Salomo: bani Sotai, bani Soferet, bani Peruda;\n",
          "2:56 bani Yaala, bani Darkon, bani Gidel;\n",
          "2:57 bani Sefaca, bani Hatil, bani Pokheret-Hazebaim, bani Ami.\n",
          "2:58 Seluruh budak di bait Allah dan keturunan para hamba Salomo ada tiga ratus sembilan puluh dua orang.\n",
          "2:59 Inilah orang-orang yang berangkat pulang dari Tel-Melah, Tel-Harsa, Kerub, Adan dan Imer, tetapi mereka tidak dapat menyatakan apakah kaum keluarga dan asal usul mereka termasuk bangsa Israel:\n",
          "2:60 bani Delaya, bani Tobia, bani Nekoda, enam ratus lima puluh dua orang;\n",
          "2:61 dan dari antara kaum imam: bani Habaya, bani Hakos, bani Barzilai. Barzilai itu memperisteri seorang anak perempuan Barzilai, orang Gilead itu, dan sejak itu ia dinamai menurut nama keluarga itu.\n",
          "2:62 Mereka itu menyelidiki apakah nama mereka tercatat dalam silsilah, tetapi karena itu tidak didapati, maka mereka dinyatakan tidak tahir untuk jabatan imam.\n",
          "2:63 Dan tentang mereka diputuskan oleh kepala daerah, bahwa mereka tidak boleh makan dari persembahan maha kudus, sampai ada seorang imam bertindak dengan memegang Urim dan Tumim.\n",
          "2:64 Seluruh jemaah itu bersama-sama ada empat puluh dua ribu tiga ratus enam puluh orang,\n",
          "2:65 selain dari budak mereka laki-laki dan perempuan yang berjumlah tujuh ribu tiga ratus tiga puluh tujuh orang. Pada mereka ada dua ratus penyanyi laki-laki dan perempuan.\n",
          "2:66 Mereka mempunyai tujuh ratus tiga puluh enam ekor kuda, dua ratus empat puluh lima ekor bagal,\n",
          "2:67 empat ratus tiga puluh lima ekor unta, dan enam ribu tujuh ratus dua puluh ekor keledai.\n",
          "2:68 Beberapa kepala kaum keluarga, tatkala datang ke rumah Tuhan yang di Yerusalem, mempersembahkan persembahan sukarela guna pembangunan rumah Allah pada tempatnya semula.\n",
          "2:69 Mereka memberi sumbangan sekadar kemampuan mereka untuk perbendaharaan guna pekerjaan itu sebanyak enam puluh satu ribu dirham emas, lima ribu mina perak dan seratus helai kemeja imam.\n",
          "2:70 Adapun para imam dan orang-orang Lewi, dan juga sebagian dari rakyat, serta para penyanyi, para penunggu pintu gerbang dan para budak di bait Allah menetap di kota-kota mereka, demikian juga semua orang Israel yang lain, masing-masing di kota-kotanya sendiri.\n"
        ]
      }
    },
    {
      "3": {
        "en": [
          "3:1 And when the seventh month came, and the children of Israel were in the cities, the people gathered together as one man to Jerusalem.\n",
          "3:2 Then Jeshua the son of Jozadak rose up, along with his brothers the priests and Zerubbabel the son of Shealtiel and his brothers, and they built the altar of the God of Israel to offer burnt offerings upon it, as it is written in the law of Moses the man of God.\n",
          "3:3 And they set up the altar upon its bases, for fear was upon them because of the peoples of the lands; and they offered burnt offerings on it to Jehovah, burnt offerings of the morning and evening.\n",
          "3:4 And they held the Feast of Tabernacles, as it is written, and offered the daily burnt offerings by number according to the ordinance as the duty of every day required;\n",
          "3:5 And afterward they offered the continual burnt offering and the offerings of the new moons and of all the appointed feasts of Jehovah that were sanctified and of everyone who offered willingly a freewill offering to Jehovah.\n",
          "3:6a From the first day of the seventh month they began to offer up burnt offerings to Jehovah;\n",
          "3:6b however the foundation of the temple of Jehovah had not yet been laid.\n",
          "3:7 They also gave money to the stone hewers and to the carpenters, and food and drink and oil to the Sidonians and to the Tyrians, to bring cedar trees from Lebanon to the sea at Joppa according to the authorization granted them by Cyrus the king of Persia.\n",
          "3:8 Now in the second year after they came to the house of God at Jerusalem, in the second month, Zerubbabel the son of Shealtiel and Jeshua the son of Jozadak and the rest of their brothers, the priests and the Levites, and all those who came out of captivity to Jerusalem began by appointing the Levites, from twenty years old and upward, to have oversight over the work of the house of Jehovah.\n",
          "3:9 Then Jeshua stood with his sons and his brothers, as one man, with Kadmiel and his sons, the sons of Judah, and with the sons of Henadad and their sons and their brothers the Levites, to have oversight over the workmen in the house of God.\n",
          "3:10 And when the builders laid the foundation of the temple of Jehovah, they set the priests in their apparel with trumpets and the Levites, the sons of Asaph, with cymbals, to praise Jehovah according to the directions of David the king of Israel.\n",
          "3:11 And they sang to one another in praising and giving thanks to Jehovah, saying, For He is good, for His lovingkindness is forever upon Israel. And all the people shouted with a great shout when they praised Jehovah, because the foundation of the house of Jehovah was laid.\n",
          "3:12 But many of the priests and Levites and heads of fathers? houses, the old men who had seen the first house, wept with a loud voice when the foundation of this house was laid before their eyes; and many shouted aloud for joy,\n",
          "3:13 So that the people could not discern the sound of the shout of joy from the sound of the weeping of the people; for the people shouted with a loud shout, and the sound was heard far away.\n"
        ],
        "id": [
          "3:1 Ketika tiba bulan yang ketujuh, setelah orang Israel menetap di kota-kotanya, maka serentak berkumpullah seluruh rakyat di Yerusalem.\n",
          "3:2 Maka mulailah Yesua bin Yozadak beserta saudara-saudaranya, para imam itu, dan Zerubabel bin Sealtiel beserta saudara-saudaranya membangun mezbah Allah Israel untuk mempersembahkan kurban bakaran di atasnya, sesuai dengan yang ada tertulis dalam kitab Taurat Musa, abdi Allah.\n",
          "3:3 Mereka mendirikan mezbah itu di tempatnya semula, sungguhpun mereka ketakutan terhadap penduduk negeri, lalu mereka mempersembahkan di atasnya kurban bakaran kepada Tuhan, kurban bakaran waktu pagi dan waktu petang.\n",
          "3:4 Mereka juga mengadakan hari raya Pondok Daun, sesuai dengan yang ada tertulis, dan mempersembahkan kurban bakaran hari demi hari menurut jumlah yang sesuai dengan peraturan, yakni setiap hari menurut yang ditetapkan untuk hari itu.\n",
          "3:5 Dan sejak itu diadakanlah kurban bakaran yang tetap, juga kurban bakaran pada bulan baru dan pada setiap hari raya yang kudus bagi Tuhan, dan setiap kali orang mempersembahkan persembahan sukarela kepada Tuhan.\n",
          "3:6a Sejak hari pertama bulan yang ketujuh mereka mulai mempersembahkan kurban bakaran kepada Tuhan,\n",
          "3:6b namun dasar bait suci Tuhan belum juga diletakkan.\n",
          "3:7 Lalu mereka memberikan uang kepada tukang batu dan tukang kayu, sedang kepada orang Sidon dan Tirus makanan dan minuman dan minyak, supaya orang-orang itu membawa kayu aras dari Libanon sampai ke laut dekat Yafo, seperti yang telah diizinkan kepada mereka oleh Koresh, raja negeri Persia.\n",
          "3:8 Pada tahun yang kedua sesudah mereka sampai ke rumah Allah di Yerusalem, dalam bulan yang kedua, maka Zerubabel bin Sealtiel dan Yesua bin Yozadak beserta saudara-saudara mereka yang lain, yakni para imam dan orang-orang Lewi, dan semua orang yang pulang ke Yerusalem dari tempat tawanan memulai pekerjaan itu. Mereka menugaskan orang-orang Lewi yang berumur dua puluh tahun ke atas untuk mengawasi pekerjaan membangun rumah Tuhan.\n",
          "3:9 Lalu Yesua serta anak-anak dan saudara-saudaranya dan Kadmiel serta anak-anaknya, orang-orang Yehuda bersama-sama bertindak mengawasi orang-orang yang melakukan pekerjaan membangun rumah Allah. Demikian juga bani Henadad, anak-anak dan saudara-saudara mereka, orang-orang Lewi itu.\n",
          "3:10 Pada waktu dasar bait suci Tuhan diletakkan oleh tukang-tukang bangunan, maka tampillah para imam dengan memakai pakaian jabatan dan membawa nafiri, dan orang-orang Lewi, bani Asaf, dengan membawa ceracap, untuk memuji-muji Tuhan, menurut petunjuk Daud, raja Israel.\n",
          "3:11 Secara berbalas-balasan mereka menyanyikan bagi Tuhan nyanyian pujian dan syukur: Sebab Ia baik! Bahwasanya untuk selama-lamanya kasih setia-Nya kepada Israel! Dan seluruh umat bersorak-sorai dengan nyaring sambil memuji-muji Tuhan, oleh karena dasar rumah Tuhan telah diletakkan.\n",
          "3:12 Tetapi banyak di antara para imam, orang-orang Lewi dan kepala-kepala kaum keluarga, orang tua-tua yang pernah melihat rumah yang dahulu, menangis dengan suara nyaring, ketika perletakan dasar rumah ini dilakukan di depan mata mereka, sedang banyak orang bersorak-sorai dengan suara nyaring karena kegirangan.\n",
          "3:13 Orang tidak dapat lagi membedakan mana bunyi sorak-sorai kegirangan dan mana bunyi tangis rakyat, karena rakyat bersorak-sorai dengan suara yang nyaring, sehingga bunyinya kedengaran sampai jauh.\n"
        ]
      }
    },
    {
      "4": {
        "en": [
          "4:1 Now when the adversaries of Judah and Benjamin heard that the children of the captivity were building a temple to Jehovah the God of Israel,\n",
          "4:2 They drew near to Zerubbabel and to the heads of fathers? houses and said to them, Let us build with you; for we seek your God as you do, and we have been sacrificing to Him since the days of Esarhaddon the king of Assyria, who brought us up here.\n",
          "4:3 But Zerubbabel and Jeshua and the rest of the heads of fathers? houses of Israel said to them, You have nothing to do with us in building a house to our God; but we ourselves together will build to Jehovah the God of Israel, as King Cyrus the king of Persia has commanded us.\n",
          "4:4 Then the people of the land weakened the hands of the people of Judah and troubled them in building.\n",
          "4:5 And they hired counselors against them to frustrate their purpose all the days of Cyrus the king of Persia, even until the reign of Darius the king of Persia.\n",
          "4:6 And in the reign of Ahasuerus, in the beginning of his reign, they wrote an accusation against the inhabitants of Judah and Jerusalem.\n",
          "4:7 And in the days of Artaxerxes, Bishlam, Mithredath, Tabeel, and the rest of his companions wrote to Artaxerxes the king of Persia; and the script of the letter was written in Aramaic and translated into Aramaic.\n",
          "4:8 Rehum the chancellor and Shimshai the scribe wrote a letter against Jerusalem to Artaxerxes the king as follows\n",
          "4:9 (Then Rehum the chancellor, and Shimshai the scribe, and the rest of their companions, the judges, and the officials, the Tarpelites, the Persians, the men of Erech, the Babylonians, the men of Susa, that is the Elamites,\n",
          "4:10 And the rest of the nations, whom the great and noble Osnappar carried into exile and settled in the city of Samaria and in the rest of the province beyond the River, wrote. And now\n",
          "4:11 This is the copy of the letter that they sent to him): To Artaxerxes the king, from your servants the men beyond the River. And now\n",
          "4:12 Let it be known to the king that the Jews who came up from you have come to us to Jerusalem; they are rebuilding the rebellious and evil city and are finishing the walls and have repaired the foundations.\n",
          "4:13 Now let it be known to the king that if this city is rebuilt and the walls are finished, they will not pay tribute, taxes, or tolls; and in the end it will cause damage to the kings.\n",
          "4:14 Now because we eat the salt of the palace, and it is not fitting for us to see the king?s dishonor, we therefore have sent this letter to inform the king,\n",
          "4:15 So that a search may be made in the book of the records of your fathers, and you may find in the book of the records and know that this city is a rebellious city and one that causes damage to kings and provinces and that they have stirred up sedition within it in times past; for which reason this city was laid waste.\n",
          "4:16 We inform the king that if this city is rebuilt and its walls are finished, then you will have no portion beyond the River.\n",
          "4:17 Then the king sent an answer to Rehum the chancellor and Shimshai the scribe and the rest of their companions who dwelt in Samaria and in the rest of the province beyond the River: Greetings. And now\n",
          "4:18 The letter which you sent to us has been read before me in translation.\n",
          "4:19 And a decree has been issued by me, and a search has been made; and it was found that this city in times past has risen against kings, and that rebellion and sedition have been made in it,\n",
          "4:20 And that there have been mighty kings over Jerusalem, who have ruled over all the lands beyond the River; and tribute, taxes and tolls were paid to them.\n",
          "4:21 Now make a decree to stop these men, so that this city is not rebuilt until a decree is made by me.\n",
          "4:22 And take care not to be negligent in this. Why should damage grow to the detriment of the kings?\n",
          "4:23 Then when the copy of King Artaxerxes?s letter was read before Rehum and Shimshai the scribe and their companions, they went in haste to Jerusalem to the Jews and stopped them by force and power.\n",
          "4:24 So the work of the house of God, which is in Jerusalem, ceased; and it was stopped until the second year of the reign of Darius the king of Persia.\n"
        ],
        "id": [
          "4:1 Ketika lawan orang Yehuda dan Benyamin mendengar, bahwa orang-orang yang pulang dari pembuangan itu sedang membangun bait suci bagi Tuhan, Allah Israel,\n",
          "4:2 maka mereka mendekati Zerubabel serta para kepala kaum keluarga dan berkata kepada mereka: Biarlah kami turut membangun bersama-sama dengan kamu, karena kami pun berbakti kepada Allahmu sama seperti kamu; lagipula kami selalu mempersembahkan kurban kepada-Nya sejak zaman Esar-Hadon, raja Asyur, yang memindahkan kami ke mari.\n",
          "4:3 Tetapi Zerubabel, Yesua dan para kepala kaum keluarga orang Israel yang lain berkata kepada mereka: Bukanlah urusan kita bersama, sehingga kamu dan kami membangun rumah bagi Allah kami, karena kami sendirilah yang hendak membangun bagi Tuhan, Allah Israel, seperti yang diperintahkan kepada kami oleh Koresh, raja negeri Persia.\n",
          "4:4 Maka penduduk negeri itu melemahkan semangat orang-orang Yehuda dan membuat mereka takut membangun.\n",
          "4:5 Bahkan, selama zaman Koresh, raja negeri Persia, sampai zaman pemerintahan Darius, raja negeri Persia, mereka menyogok para penasihat untuk melawan orang-orang Yehuda itu dan menggagalkan rancangan mereka.\n",
          "4:6 Pada zaman pemerintahan Ahasyweros, pada permulaan pemerintahannya, mereka menulis surat tuduhan terhadap orang-orang yang telah menetap di Yehuda dan di Yerusalem.\n",
          "4:7 Dan pada zaman Artahsasta ditulislah surat oleh Bislam, Mitredat dan Tabeel serta rekan-rekannya yang lain kepada Artahsasta, raja negeri Persia. Naskah surat itu ditulis dalam bahasa Aram dengan terjemahannya. (Dalam bahasa Aram:)\n",
          "4:8 Rehum, bupati, dan Simsai, panitera, telah menulis surat terhadap Yerusalem kepada raja Artahsasta, yang isinya sebagai berikut.\n",
          "4:9 - Pada waktu itu ditulislah surat itu oleh Rehum, bupati, dan Simsai, panitera, serta rekan-rekan mereka yang lain, para hakim dan punggawa dan pegawai-pegawai, orang Persia, orang-orang dari Erekh, dari Babel serta orang-orang dari Susan, yaitu orang-orang Elam,\n",
          "4:10 dan bangsa-bangsa lain, yang oleh Asnapar yang agung dan mulia itu dipindahkan dan disuruh menetap di kota Samaria dan di daerah yang lain sebelah barat sungai Efrat.\n",
          "4:11 Inilah salinan surat yang dikirim mereka kepadanya: Ke hadapan raja Artahsasta dari hamba-hamba tuanku, orang-orang di daerah sebelah barat sungai Efrat. Maka\n",
          "4:12 kiranya raja maklum, bahwa orang-orang Yahudi, yang berangkat dari tuanku ke tempat kami, telah tiba di Yerusalem. Mereka sedang membangun kembali kota yang durhaka dan jahat itu; mereka menyelesaikan pembangunan tembok-tembok dan memperbaiki dasarnya.\n",
          "4:13 Kiranya raja maklum, bahwa jikalau kota itu sudah dibangun dan tembok-temboknya sudah selesai, orang tidak lagi membayar pajak, upeti atau bea, sehingga kota itu akhirnya mendatangkan kerugian kepada raja-raja.\n",
          "4:14 Sekarang, oleh karena kami mempunyai hubungan dengan raja dan tidak patut bagi kami melihat raja kena cela, maka oleh sebab itu kami menyuruh orang memberitahukan hal itu kepada raja,\n",
          "4:15 supaya diadakan penyelidikan dalam kitab riwayat nenek moyang tuanku. Di dalam kitab riwayat itu tuanku akan mendapati dan mengetahui, bahwa kota itu kota durhaka, yang selalu mendatangkan kerugian kepada raja-raja dan daerah-daerah, dan bahwa orang selalu mengadakan pemberontakan di dalamnya sejak zaman dahulu. Itulah sebabnya maka kota itu dibinasakan.\n",
          "4:16 Kami ini memberitahukan kepada raja, bahwa jikalau kota itu sudah dibangun kembali dan tembok-temboknya sudah selesai, maka bagi tuanku kelak tidak ada lagi milik di daerah sebelah barat sungai Efrat.\n",
          "4:17 Maka raja mengirim surat jawaban ini: Kepada Rehum, bupati, dan Simsai, panitera, serta rekan-rekan mereka yang lain, yang tinggal di Samaria dan di daerah yang lain seberang sungai Efrat. Salam! Maka sekarang,\n",
          "4:18 surat yang kamu kirim kepada kami, telah dibacakan kepadaku dengan jelas.\n",
          "4:19 Lalu atas perintahku telah diadakan penyelidikan, dan didapati, bahwa kota itu sejak zaman dahulu selalu bangkit melawan raja-raja dan bahwa penduduknya selalu mendurhaka dan memberontak.\n",
          "4:20 Lagi pula dahulu ada raja-raja yang berkuasa atas Yerusalem, yang memerintah seluruh daerah seberang sungai Efrat, dan kepada mereka dibayarlah pajak, upeti dan bea.\n",
          "4:21 Oleh sebab itu, keluarkanlah perintah, untuk menghentikan orang-orang itu, supaya kota itu jangan dibangun kembali, sebelum aku mengeluarkan perintah.\n",
          "4:22 Dan ingatlah baik-baik supaya jangan kamu perbuat suatu kelalaian dalam perkara ini. Apakah gunanya kerusakan yang menjadi kerugian raja-raja itu bertambah besar?\n",
          "4:23 Maka setelah salinan surat raja Artahsasta dibacakan kepada Rehum, dan Simsai, panitera, serta rekan-rekan mereka, berangkatlah mereka dengan segera ke Yerusalem mendapatkan orang-orang Yahudi, dan dengan kekerasan mereka memaksa orang-orang itu menghentikan pekerjaan itu.\n",
          "4:24 Pada waktu itu terhentilah pekerjaan membangun rumah Allah yang di Yerusalem, dan tetap terhenti sampai tahun yang kedua zaman pemerintahan Darius, raja negeri Persia.\n"
        ]
      }
    },
    {
      "5": {
        "en": [
          "5:1 Now the prophets, Haggai the prophet and Zechariah the son of Iddo, prophesied to the Jews who were in Judah and Jerusalem in the name of the God of Israel who was over them.\n",
          "5:2 Then Zerubbabel the son of Shealtiel and Jeshua the son of Jozadak rose up and began to build the house of God, which is in Jerusalem; and the prophets of God were with them, helping them.\n",
          "5:3 At the same time Tattenai the governor beyond the River and Shethar-bozenai and their companions came to them and spoke to them in this way, Who gave you a decree to build this house and to finish this wall?\n",
          "5:4 Then we told them accordingly what the names of the men were who were constructing this building.\n",
          "5:5 But the eye of their God was upon the elders of the Jews, and they did not stop them, until a report went to Darius; and then an answer was returned by letter concerning it.\n",
          "5:6 This is the copy of the letter that Tattenai the governor beyond the River and Shethar-bozenai and his companions the officials, who were beyond the River, sent to Darius the king;\n",
          "5:7 They sent a report to him in which was written as follows, To Darius the king, all peace.\n",
          "5:8 Let it be known to the king that we went to the province of Judah, to the house of the great God, which is being built with large stones, and timber is being laid in the walls; and this work is being conducted with diligence and prospers in their hands.\n",
          "5:9 Then we asked those elders, speaking to them in this way, Who gave you a decree to build this house and to finish this wall?\n",
          "5:10 We also asked them their names in order to inform you, so that we might write down the names of the men who were at their head.\n",
          "5:11 And they returned us an answer in this way, saying, We are the servants of the God of heaven and earth and are rebuilding the house that was built many years ago, which a great king of Israel built and finished.\n",
          "5:12 But because our fathers had provoked the God of heaven to anger, He gave them into the hand of Nebuchadnezzar the king of Babylon, the Chaldean, who destroyed this house and carried the people away to Babylon.\n",
          "5:13 But in the first year of Cyrus the king of Babylon, King Cyrus made a decree to build this house of God.\n",
          "5:14 And also the gold and silver vessels of the house of God, which Nebuchadnezzar took out of the temple that was in Jerusalem and brought into the temple of Babylon, these King Cyrus took out of the temple of Babylon, and they were given to one whose name was Sheshbazzar, whom he had made governor;\n",
          "5:15 And he said to him, Take these vessels, go and put them in the temple in Jerusalem, and let the house of God be rebuilt in its place.\n",
          "5:16 Then the same Sheshbazzar came and laid the foundations of the house of God, which is in Jerusalem; and since that time even until now it has been under construction and has not yet been finished.\n",
          "5:17 Now therefore if it seems good to the king, let a search be made in the king?s treasure house, which is there in Babylon, to see whether it is the case that a decree was made by King Cyrus for the building of this house of God in Jerusalem; and let the king send his pleasure to us concerning this.\n"
        ],
        "id": [
          "5:1 Tetapi nabi Hagai dan Zakharia bin Ido, kedua nabi itu, bernubuat terhadap orang-orang Yahudi yang tinggal di Yehuda dan di Yerusalem dalam nama Allah Israel, yang menyertai mereka.\n",
          "5:2 Pada waktu itu mulailah Zerubabel bin Sealtiel dan Yesua bin Yozadak membangun rumah Allah yang ada di Yerusalem. Mereka didampingi dan dibantu oleh nabi-nabi Allah.\n",
          "5:3 Tetapi pada waktu itu juga datanglah kepada mereka Tatnai, bupati daerah sebelah barat sungai Efrat, bersama-sama dengan Syetar-Boznai dan rekan-rekan mereka, dan beginilah katanya kepada mereka: Siapakah yang memberi perintah kepadamu untuk membangun rumah ini dan menyelesaikan tembok ini?\n",
          "5:4 Lalu katanya pula kepada mereka: Siapakah nama-nama orang yang mendirikan bangunan ini?\n",
          "5:5 Tetapi mata Allah mengamat-amati para tua-tua orang Yahudi, sehingga mereka tidak dipaksa berhenti oleh orang-orang itu sampai ada berita diterima oleh Darius dan kemudian dikirim kembali surat jawaban mengenai hal itu.\n",
          "5:6 Inilah salinan surat yang dikirim Tatnai, bupati daerah sebelah barat sungai Efrat, bersama-sama dengan Syetar-Boznai dan rekan-rekannya, para punggawa daerah sebelah barat sungai Efrat, kepada raja Darius.\n",
          "5:7 Mereka mengirim laporan tertulis kepadanya yang bunyinya sebagai berikut: Ke hadapan raja Darius. Salam sejahtera!\n",
          "5:8 Kiranya raja maklum, bahwa kami datang ke daerah Yehuda, ke rumah Allah yang maha besar. Rumah itu sedang dibangun dengan batu yang besar-besar, sedang dindingnya dilapis dengan kayu, dan pekerjaan itu dikerjakan dengan seksama dan berjalan lancar di tangan mereka.\n",
          "5:9 Kemudian kami menanyai para tua-tua itu dan beginilah kata kami kepada mereka: Siapakah yang memberi perintah kepadamu untuk membangun rumah ini dan menyelesaikan tembok ini?\n",
          "5:10 Lagipula kami tanyakan kepada mereka nama-nama mereka, untuk memberitahukannya kepada tuanku, dengan mencatat nama orang-orang yang mengepalai mereka.\n",
          "5:11 Inilah jawaban yang diberikan mereka kepada kami: Kami adalah hamba-hamba Allah semesta langit dan bumi, dan kami membangun kembali rumah, yang telah didirikan bertahun-tahun sebelumnya, didirikan dan diselesaikan oleh seorang raja Israel yang agung.\n",
          "5:12 Tetapi sesudah nenek moyang kami membangkitkan murka Allah semesta langit, mereka diserahkan-Nya ke dalam tangan Nebukadnezar, raja negeri Babel, orang Kasdim, yang merusak rumah itu dan mengangkut bangsa itu sebagai tawanan ke negeri Babel.\n",
          "5:13 Akan tetapi pada tahun pertama zaman Koresh, raja negeri Babel, dikeluarkanlah perintah oleh raja Koresh untuk membangun rumah Allah ini.\n",
          "5:14 Juga perlengkapan emas dan perak dari rumah Allah, yang telah diambil oleh Nebukadnezar dari bait suci yang di Yerusalem dan dibawa ke dalam bait suci yang di Babel, diambil pula oleh raja Koresh dari bait suci yang di Babel itu, dan diserahkan kepada seorang yang bernama Sesbazar yang telah diangkatnya menjadi bupati.\n",
          "5:15 Perintahnya kepadanya: Ambillah perlengkapan ini, pergilah dan taruhlah itu di dalam bait suci yang di Yerusalem, dan biarlah rumah Allah dibangun di tempatnya yang semula.\n",
          "5:16 Kemudian datanglah Sesbazar, meletakkan dasar rumah Allah yang ada di Yerusalem, dan sejak waktu itu sampai sekarang dikerjakanlah pembangunannya, hanya belum selesai.\n",
          "5:17 Oleh sebab itu, jikalau dianggap baik oleh raja, maka hendaklah diadakan penyelidikan di dalam gedung perbendaharaan raja, di sana, di Babel, apakah pernah dikeluarkan perintah oleh raja Koresh untuk membangun kembali rumah Allah yang di Yerusalem itu. Kemudian keputusan raja tentang hal itu kiranya dikirimkan kepada kami.\n"
        ]
      }
    },
    {
      "6": {
        "en": [
          "6:1 Then Darius the king made a decree, and search was made in the house of the archives, where the treasures were stored in Babylon.\n",
          "6:2 And a scroll was found at Achmetha, in the palace that is in the province of Media, and on it this was written as a record:\n",
          "6:3 In the first year of King Cyrus, King Cyrus made a decree concerning the house of God at Jerusalem: Let the house be built, the place where they offer sacrifices; and let its foundations be raised, its height being sixty cubits, and its width sixty cubits,\n",
          "6:4 With three layers of large stones, and one layer of timber; and let the expenses be given out of the king?s house.\n",
          "6:5 And also let the gold and silver vessels of the house of God, which Nebuchadnezzar took out of the temple which is in Jerusalem and brought to Babylon, be returned and brought again to the temple which is in Jerusalem, to its place; and you shall put them in the house of God.\n",
          "6:6 Now therefore, Tattenai the governor beyond the River, Shethar-bozenai, and your companions the officials, in the province beyond the River, keep far away from there.\n",
          "6:7 Leave the work of this house of God alone; let the governor of the Jews and the elders of the Jews build this house of God on its site.\n",
          "6:8 Moreover I make a decree concerning what you are to do for these elders of the Jews for the building of this house of God: From the property of the king, even the tribute of the province beyond the River, expenses are to be given in full to these men that the work not cease.\n",
          "6:9 And whatever is needed, young bulls and rams and lambs, for burnt offerings to the God of heaven; also wheat, salt, wine, and oil, according to the word of the priests who are in Jerusalem, let it be given to them day by day without fail,\n",
          "6:10 That they may offer incense to the God of heaven and pray for the life of the king and his sons.\n",
          "6:11 Also I have made a decree that whoever alters this word, timber shall be pulled out from his house, and he shall be lifted up and impaled on it, and his house shall be made a dunghill on account of this.\n",
          "6:12 And may the God who has caused His name to dwell there overthrow any king or people who put forth their hand to alter this or to destroy this house of God, which is in Jerusalem. I, Darius, have made a decree; let it be carried out with all diligence.\n",
          "6:13 Then Tattenai the governor beyond the River, Shethar-bozenai, and their companions, carried out everything with all diligence according to what Darius the king had sent order to do.\n",
          "6:14 And the elders of the Jews built, and they prospered through the prophesying of Haggai the prophet and Zechariah the son of Iddo. And they finished building according to the command of the God of Israel and according to the decree of Cyrus and Darius and Artaxerxes the king of Persia.\n",
          "6:15 And this house was finished on the third day of the month Adar, which was in the sixth year of the reign of Darius the king.\n",
          "6:16 And the children of Israel, the priests, and the Levites, and the rest of the children of the captivity, celebrated the dedication of this house of God with joy.\n",
          "6:17 And they offered for the dedication of this house of God one hundred bulls, two hundred rams, four hundred lambs, and for a sin offering for all Israel, twelve male goats according to the number of the tribes of Israel.\n",
          "6:18 And they set the priests in their courses and the Levites in their divisions for the service of God, which is in Jerusalem, as it is written in the book of Moses.\n",
          "6:19 And the children of the captivity held the Passover on the fourteenth day of the first month.\n",
          "6:20 For the priests and the Levites had purified themselves together; all of them were pure. Then they slaughtered the passover for all the children of the captivity and for their brothers the priests and for themselves.\n",
          "6:21 And the children of Israel who returned from the captivity and all who had separated themselves from the defilement of the nations of the land to join them, to seek Jehovah the God of Israel, ate the passover\n",
          "6:22 And held the Feast of Unleavened Bread seven days with joy; for Jehovah had made them joyful and had turned the heart of the king of Assyria to them, to strengthen their hands in the work of the house of God, the God of Israel.\n"
        ],
        "id": [
          "6:1 Sesudah itu atas perintah raja Darius diadakanlah penyelidikan di perbendaharaan di Babel, di tempat naskah-naskah disimpan.\n",
          "6:2 Kemudian di Ahmeta, benteng yang di propinsi Media, didapati sebuah gulungan, yang isinya sebagai berikut: Piagam:\n",
          "6:3 Pada tahun pertama zaman raja Koresh dikeluarkanlah perintah oleh raja Koresh: Mengenai rumah Allah di Yerusalem. Rumah itu haruslah dibangun kembali sebagai tempat orang mempersembahkan kurban sembelihan dan kurban api-apian; haruslah tingginya enam puluh hasta dan lebarnya enam puluh hasta.\n",
          "6:4 Dan haruslah dipasang tiga lapis batu besar-besar dan satu lapis kayu. Biayanya harus dibayar dari perbendaharaan kerajaan.\n",
          "6:5 Dan juga perlengkapan emas dan perak rumah Allah yang diambil oleh Nebukadnezar dari bait suci yang di Yerusalem dan dibawa ke Babel itu haruslah dikembalikan, supaya kembali pula ke dalam bait suci yang di Yerusalem, ke tempatnya yang semula; dan engkau haruslah menaruhnya di dalam rumah Allah.\n",
          "6:6 Oleh sebab itu, hai Tatnai, bupati daerah seberang sungai Efrat, dan Syetar-Boznai serta rekan-rekanmu, para punggawa daerah seberang sungai Efrat, hendaklah kamu menjauhkan diri dari sana.\n",
          "6:7 Biarkanlah pekerjaan membangun rumah Allah itu. Bupati dan para tua-tua orang Yahudi boleh membangun rumah Allah itu di tempatnya yang semula.\n",
          "6:8 Lagipula telah dikeluarkan perintah olehku tentang apa yang harus kamu perbuat terhadap para tua-tua orang Yahudi mengenai pembangunan rumah Allah itu, yakni dari pada penghasilan kerajaan, dari pada upeti daerah seberang sungai Efrat, haruslah dengan seksama dan dengan tidak bertangguh diberi biaya kepada orang-orang itu.\n",
          "6:9 Dan apa yang diperlukan, yakni lembu jantan muda, domba jantan, anak domba untuk kurban bakaran bagi Allah semesta langit, juga gandum, garam, anggur dan minyak, menurut petunjuk para imam yang di Yerusalem, semuanya itu harus diberikan kepada mereka hari demi hari tanpa kelalaian,\n",
          "6:10 supaya mereka selalu mempersembahkan kurban yang menyenangkan kepada Allah semesta langit dan mendoakan raja serta anak-anaknya.\n",
          "6:11 Selanjutnya telah dikeluarkan perintah olehku, supaya setiap orang yang melanggar keputusan ini, akan dicabut sebatang tiang dari rumahnya, untuk menyulakannya pada ujung tiang itu dan supaya rumahnya dijadikan reruntuhan oleh karena hal itu.\n",
          "6:12 Maka Allah, yang sudah membuat nama-Nya diam di sana, biarlah Ia merobohkan setiap raja dan setiap bangsa, yang mengacungkan tangan untuk melanggar keputusan ini dan membinasakan rumah Allah yang di Yerusalem itu. Aku, Darius, yang mengeluarkan perintah ini. Hendaklah itu dilakukan dengan seksama.\n",
          "6:13 Kemudian Tatnai, bupati daerah sebelah barat sungai Efrat, Syetar-Boznai dan rekan-rekan mereka berbuat dengan seksama menurut apa yang diperintahkan raja Darius.\n",
          "6:14 Para tua-tua orang Yahudi melanjutkan pembangunan itu dengan lancar digerakkan oleh nubuat nabi Hagai dan nabi Zakharia bin Ido. Mereka menyelesaikan pembangunan menurut perintah Allah Israel dan menurut perintah Koresh, Darius dan Artahsasta, raja-raja negeri Persia.\n",
          "6:15 Maka selesailah rumah itu pada hari yang ketiga bulan Adar, yakni pada tahun yang keenam zaman pemerintahan raja Darius.\n",
          "6:16 Maka orang Israel, para imam, orang-orang Lewi dan orang-orang lain yang pulang dari pembuangan, merayakan pentahbisan rumah Allah ini dengan sukaria.\n",
          "6:17 Untuk pentahbisan rumah Allah ini mereka mempersembahkan lembu jantan seratus ekor, domba jantan dua ratus ekor dan anak domba empat ratus ekor; juga kambing jantan sebagai kurban penghapus dosa bagi seluruh orang Israel dua belas ekor, menurut bilangan suku Israel.\n",
          "6:18 Mereka juga menempatkan para imam pada golongan-golongannya dan orang-orang Lewi pada rombongan-rombongannya untuk melakukan ibadah kepada Allah yang diam di Yerusalem, sesuai dengan yang ada tertulis dalam kitab Musa.\n",
          "6:19 Dan pada tanggal empat belas bulan pertama mereka yang pulang dari pembuangan merayakan Paskah.\n",
          "6:20 Karena para imam dan orang-orang Lewi bersama-sama mentahirkan diri, sehingga tahirlah mereka sekalian. Demikianlah mereka menyembelih anak domba Paskah bagi semua orang yang pulang dari pembuangan, dan bagi saudara-saudara mereka, yakni para imam, dan bagi dirinya sendiri.\n",
          "6:21 Orang-orang Israel yang pulang dari pembuangan memakannya dan demikian juga setiap orang yang memisahkan diri dari kenajisan bangsa-bangsa negeri itu lalu menggabungkan diri kepada mereka, untuk berbakti kepada Tuhan, Allah Israel.\n",
          "6:22 Lagipula mereka merayakan hari raya Roti Tidak Beragi dengan sukacita, tujuh hari lamanya, karena Tuhan telah membuat mereka bersukacita; Ia telah memalingkan hati raja negeri Asyur kepada mereka, sehingga raja membantu mereka dalam pekerjaan membangun rumah Allah, yakni Allah Israel.\n"
        ]
      }
    },
    {
      "7": {
        "en": [
          "7:1 Now after these things, in the reign of Artaxerxes the king of Persia, Ezra the son of Seraiah, the son of Azariah, the son of Hilkiah,\n",
          "7:2 The son of Shallum, the son of Zadok, the son of Ahitub,\n",
          "7:3 The son of Amariah, the son of Azariah, the son of Meraioth,\n",
          "7:4 The son of Zerahiah, the son of Uzzi, the son of Bukki,\n",
          "7:5 The son of Abishua, the son of Phinehas, the son of Eleazar, the son of Aaron the chief priest;\n",
          "7:6 This Ezra went up from Babylon, and he was a scribe skilled in the law of Moses, which Jehovah the God of Israel had given; and the king granted him all his request according to the hand of Jehovah his God upon him.\n",
          "7:7 Some of the children of Israel and some of the priests, and the Levites and the singers and the gatekeepers and the temple servants also went up to Jerusalem in the seventh year of Artaxerxes the king.\n",
          "7:8 And he came to Jerusalem in the fifth month, which was in the seventh year of the king;\n",
          "7:9 For on the first day of the first month he began to go up from Babylon, and on the first day of the fifth month he came to Jerusalem according to the good hand of his God upon him.\n",
          "7:10 For Ezra had set his heart to seek the law of Jehovah and to do it and to teach His statutes and ordinances in Israel.\n",
          "7:11 Now this is the copy of the letter that King Artaxerxes gave to Ezra the priest, the scribe, a scribe of the words of the commandments of Jehovah and of His statutes for Israel:\n",
          "7:12 Artaxerxes, the king of kings, to Ezra the priest, the scribe of the law of the God of heaven, perfect peace. And now\n",
          "7:13 I make a decree that any of the people of Israel and their priests and the Levites in my kingdom who offer themselves willingly to go to Jerusalem may go with you.\n",
          "7:14 Inasmuch as you have been sent by the king and his seven counselors to inquire concerning Judah and Jerusalem according to the law of your God, which is in your hand,\n",
          "7:15 And to carry the silver and gold, which the king and his counselors have offered willingly to the God of Israel, whose dwelling is in Jerusalem,\n",
          "7:16 As well as all the silver and gold that you shall find in the whole province of Babylon, with the freewill offering of the people and the priests, who offered willingly for the house of their God, which is in Jerusalem;\n",
          "7:17 With this money therefore you shall with all diligence buy bulls, rams, lambs, with their meal offerings and their drink offerings; and you shall offer them on the altar of the house of your God, which is in Jerusalem.\n",
          "7:18 And whatever seems good to you and to your brothers to do with the rest of the silver and the gold, you may do according to the will of your God.\n",
          "7:19 And the vessels that are given to you for the service of the house of your God, deliver in full before the God of Jerusalem.\n",
          "7:20 And the rest of the needs for the house of your God, which you have occasion to provide, you may provide for it out of the king?s treasure house.\n",
          "7:21 And I, even I, Artaxerxes the king, make a decree to all the treasurers who are in the province beyond the River, that whatever Ezra the priest, the scribe of the law of the God of heaven, requires of you, it shall be done with all diligence,\n",
          "7:22 Up to one hundred talents of silver and up to one hundred cors of wheat and up to one hundred baths of wine and up to one hundred baths of oil and salt without prescribing how much.\n",
          "7:23 Whatever is commanded by the God of heaven, let it be done exactly for the house of the God of heaven. For why should wrath come upon the kingdom of the king and his sons?\n",
          "7:24 We also inform you that it shall not be lawful to impose tribute, taxes, or tolls upon any of the priests and Levites, the singers, gatekeepers, temple servants, or servants of this house of God.\n",
          "7:25 And you, Ezra, according to the wisdom of your God that is in your hand, appoint magistrates and judges, who may judge all the people who are in the province beyond the River, all those who know the laws of your God; and teach anyone who does not know them.\n",
          "7:26 And everyone who will not observe the law of your God and the law of the king, let judgment be executed upon him with all diligence, whether to death or to banishment or to confiscation of goods or to imprisonment.\n",
          "7:27 Blessed be Jehovah, the God of our fathers, who has put such a thing as this into the king?s heart, to beautify the house of Jehovah, which is in Jerusalem,\n",
          "7:28 And has extended lovingkindness to me before the king and his counselors, and before all the mighty officers of the king. And I was strengthened according to the hand of Jehovah my God upon me, and I gathered together out of Israel leading men to go up with me.\n"
        ],
        "id": [
          "7:1 Kemudian dari pada semuanya itu, pada zaman pemerintahan Artahsasta, raja negeri Persia, maka berangkatlah Ezra bin Seraya bin Azarya bin Hilkia\n",
          "7:2 bin Salum bin Zadok bin Ahitub\n",
          "7:3 bin Amarya bin Azarya bin Merayot\n",
          "7:4 bin Zerahya bin Uzi bin Buki\n",
          "7:5 bin Abisua bin Pinehas bin Eleazar bin Harun, yaitu Harun imam kepala.\n",
          "7:6 Ezra ini berangkat pulang dari Babel. Ia adalah seorang ahli kitab, mahir dalam Taurat Musa yang diberikan Tuhan, Allah Israel. Dan raja memberi dia segala yang diingininya, oleh karena tangan Tuhan, Allahnya, melindungi dia.\n",
          "7:7 Juga berangkat pulang ke Yerusalem beberapa rombongan orang Israel dan imam, orang Lewi, penyanyi, penunggu pintu gerbang dan budak di bait Allah pada tahun ketujuh zaman raja Artahsasta.\n",
          "7:8 Lalu tibalah ia di Yerusalem pada bulan kelima, yakni pada tahun ketujuh zaman raja itu.\n",
          "7:9 Tepat pada tanggal satu bulan pertama ia memulai perjalanannya pulang dari Babel dan tepat pada tanggal satu bulan kelima ia tiba di Yerusalem, oleh karena tangan murah Allahnya itu melindungi dia.\n",
          "7:10 Sebab Ezra telah bertekad untuk meneliti Taurat Tuhan dan melakukannya serta mengajar ketetapan dan peraturan di antara orang Israel.\n",
          "7:11 Inilah salinan surat, yang diberikan raja Artahsasta kepada Ezra, imam dan ahli kitab itu, yang ahli dalam perkataan segala perintah dan ketetapan Tuhan bagi orang Israel:\n",
          "7:12 Artahsasta, raja segala raja, kepada Ezra, imam dan ahli Taurat Allah semesta langit, dan selanjutnya. Maka sekarang,\n",
          "7:13 olehku telah dikeluarkan perintah, bahwa setiap orang di dalam kerajaanku yang termasuk orang Israel awam, atau para imamnya atau orang-orang Lewi, dan yang rela pergi ke Yerusalem, boleh turut pergi dengan engkau.\n",
          "7:14 Oleh karena engkau disuruh raja serta ketujuh orang penasihatnya untuk mengadakan penyelidikan mengenai Yehuda dan Yerusalem dengan berpedoman kepada hukum Allahmu yang menjadi peganganmu,\n",
          "7:15 dan untuk membawa perak dan emas, yang diberikan raja serta para penasihatnya sebagai persembahan sukarela kepada Allah Israel, yang tempat kediaman-Nya di Yerusalem,\n",
          "7:16 beserta segala perak dan emas yang akan kauperoleh di seluruh propinsi Babel, dengan persembahan sukarela yang akan dipersembahkan oleh rakyat dan para imam bagi rumah Allah mereka yang ada di Yerusalem,\n",
          "7:17 maka oleh karena itu haruslah engkau dengan seksama memakai uang itu untuk membeli lembu-lembu jantan, domba-domba jantan, anak-anak domba dengan kurban sajiannya dan kurban curahannya, dan haruslah semuanya itu kaupersembahkan di atas mezbah di rumah Allahmu yang ada di Yerusalem.\n",
          "7:18 Tetapi apa yang dianggap baik olehmu dan oleh saudara-saudaramu untuk diperbuat dengan perak dan emas yang selebihnya, boleh kamu perbuat sesuai dengan kehendak Allahmu.\n",
          "7:19 Hanya perlengkapan-perlengkapan yang diserahkan kepadamu untuk ibadah di rumah Allahmu, sampaikanlah itu ke hadapan Allah di Yerusalem.\n",
          "7:20 Dan yang lain yang masih diperlukan untuk rumah Allahmu, yang pembayarannya menjadi tanggunganmu, itu boleh kaubayar dari perbendaharaan kerajaan.\n",
          "7:21 Kemudian aku, raja Artahsasta, telah mengeluarkan perintah kepada semua bendahara di daerah seberang sungai Efrat, begini: segala yang diminta dari padamu oleh imam Ezra, ahli Taurat Allah semesta langit, haruslah dilaksanakan dengan seksama,\n",
          "7:22 dengan memakai perak sampai jumlah seratus talenta, gandum sampai jumlah seratus kor, anggur sampai jumlah seratus bat, minyak sampai jumlah seratus bat, dan garam tidak terbatas.\n",
          "7:23 Segala sesuatu yang berdasarkan perintah Allah semesta langit, harus dilaksanakan dengan tekun untuk keperluan rumah Allah semesta langit, supaya jangan pemerintahan raja serta anak-anaknya kena murka.\n",
          "7:24 Lagipula kami beritahukan kepadamu, bahwa tidaklah sah bila para imam, orang Lewi, penyanyi, penunggu pintu gerbang, budak di bait Allah dan para hamba rumah Allah dikenakan pajak, upeti atau bea.\n",
          "7:25 Maka engkau, hai Ezra, angkatlah pemimpin-pemimpin dan hakim-hakim sesuai dengan hikmat Allahmu yang menjadi peganganmu, supaya mereka menghakimi seluruh rakyat yang diam di daerah seberang sungai Efrat, yakni semua orang yang mengetahui hukum Allahmu; dan orang yang belum mengetahuinya haruslah kauajar.\n",
          "7:26 Setiap orang, yang tidak melakukan hukum Allahmu dan hukum raja, harus dihukum dengan seksama, baik dengan hukuman mati, maupun dengan pembuangan, dengan hukuman denda atau hukuman penjara.\n",
          "7:27 Terpujilah Tuhan, Allah nenek moyang kita, yang dengan demikian menggerakkan hati raja, sehingga ia menyemarakkan rumah Tuhan yang ada di Yerusalem,\n",
          "7:28 dan membuat aku disenangi oleh raja dan penasihat-penasihatnya serta segala pembesar raja yang berkuasa! Maka aku menguatkan hatiku, karena tangan Tuhan, Allahku, melindungi aku dan aku menghimpunkan dari antara orang Israel beberapa pemimpin untuk berangkat pulang bersama-sama aku.\n"
        ]
      }
    },
    {
      "8": {
        "en": [
          "8:1 Now these are the heads of their fathers? houses and the genealogical enrollment of those who went up with me from Babylon in the reign of Artaxerxes the king:\n",
          "8:2 Of the sons of Phinehas, Gershom. Of the sons of Ithamar, Daniel. Of the sons of David, Hattush.\n",
          "8:3 Of the sons of Shecaniah, of the sons of Parosh, Zechariah; and with him one hundred fifty males were enrolled by genealogy.\n",
          "8:4 Of the sons of Pahath-moab, Eliehoenai the son of Zerahiah; and with him two hundred males.\n",
          "8:5 Of the sons of Shecaniah, the son of Jahaziel; and with him three hundred males.\n",
          "8:6 And of the sons of Adin, Ebed the son of Jonathan; and with him fifty males.\n",
          "8:7 And of the sons of Elam, Jeshaiah the son of Athaliah; and with him seventy males.\n",
          "8:8 And of the sons of Shephatiah, Zebadiah the son of Michael; and with him eighty males.\n",
          "8:9 Of the sons of Joab, Obadiah the son of Jehiel; and with him two hundred eighteen males.\n",
          "8:10 And of the sons of Shelomith, the son of Josiphiah; and with him one hundred sixty males.\n",
          "8:11 And of the sons of Bebai, Zechariah the son of Bebai; and with him twenty-eight males.\n",
          "8:12 And of the sons of Azgad, Johanan the son of Hakkatan; and with him one hundred ten males.\n",
          "8:13 And of the sons of Adonikam, the last ones; and these are their names: Eliphelet, Jeuel, and Shemaiah; and with them sixty males.\n",
          "8:14 And of the sons of Bigvai, Uthai and Zabbud; and with them seventy males.\n",
          "8:15 And I gathered them together to the river that runs to Ahava, and we camped there three days. When I observed the people and the priests, I found none of the sons of Levi there.\n",
          "8:16 Then I sent for Eliezer, for Ariel, for Shemaiah, and for Elnathan, and for Jarib, and for Elnathan, and for Nathan, and for Zechariah, and for Meshullam, leading men; also for Joiarib, and for Elnathan, who were teachers.\n",
          "8:17 And I sent them to Iddo the leading man at the place Casiphia; and I told them what to say to Iddo and his brothers the temple servants at the place Casiphia, namely, to bring ministers to us for the house of our God.\n",
          "8:18 And according to the good hand of our God upon us they brought us a man of discretion, of the sons of Mahli, the son of Levi, the son of Israel; namely, Sherebiah, with his sons and his brothers, eighteen men;\n",
          "8:19 And Hashabiah, and with him Jeshaiah of the sons of Merari, his brothers and their sons, twenty;\n",
          "8:20 And of the temple servants, whom David and the leaders had given for the service of the Levites, two hundred twenty temple servants?all of them were mentioned by name.\n",
          "8:21 Then I proclaimed a fast there, at the river Ahava, that we might humble ourselves before our God to seek from Him a straight way for ourselves and for our little ones and for all our possessions.\n",
          "8:22 For I was ashamed to ask for troops and horsemen from the king to help us against the enemy in the way because we had spoken to the king, saying, The hand of our God is for good upon all those who seek Him, but His power and His wrath is against all those who forsake Him.\n",
          "8:23 So we fasted and sought our God for this, and He was entreated by us.\n",
          "8:24 Then I set apart twelve of the leading men of the priests, even Sherebiah, Hashabiah, and ten of their brothers with them,\n",
          "8:25 And weighed out to them the silver and the gold and the vessels, the heave offering for the house of our God, which the king and his counselors and his princes, and all Israel there present had offered.\n",
          "8:26 I weighed out into their hand six hundred fifty talents of silver and one hundred silver vessels of one hundred talents, one hundred talents of gold\n",
          "8:27 And twenty bowls of gold of one thousand darics, and two vessels of fine polished bronze as precious as gold.\n",
          "8:28 And I said to them, You are holy to Jehovah, and the vessels are holy; and the silver and the gold are a freewill offering to Jehovah, the God of your fathers.\n",
          "8:29 Watch and keep them until you weigh them before the leaders of the priests and the Levites and the leaders of the fathers? houses of Israel at Jerusalem in the chambers of the house of Jehovah.\n",
          "8:30 So the priests and the Levites received the weight of the silver and the gold and the vessels, to bring them to Jerusalem to the house of our God.\n",
          "8:31 Then we set out from the river Ahava on the twelfth day of the first month to go to Jerusalem; and the hand of our God was upon us, and He delivered us from the hand of the enemy and from people set in ambush on the way.\n",
          "8:32 And we came to Jerusalem and remained there three days.\n",
          "8:33 And on the fourth day the silver and the gold and the vessels were weighed out in the house of our God into the hand of Meremoth the son of Uriah the priest, and with him was Eleazar the son of Phinehas; and with them were the Levites, Jozabad the son of Jeshua, and Noadiah the son of Binnui.\n",
          "8:34 Everything was numbered and weighed, and all its weight was recorded at that time.\n",
          "8:35 The children of those who had been carried away, who came out of captivity, offered burnt offerings to the God of Israel, twelve bulls for all Israel, ninety-six rams, seventy-seven lambs, twelve male goats for a sin offering, all as a burnt offering to Jehovah.\n",
          "8:36 And they delivered the king?s decrees to the king?s satraps and to the governors beyond the River, and these supported the people and the house of God.\n"
        ],
        "id": [
          "8:1 Inilah kepala-kepala kaum keluarga dan silsilah orang-orang yang berangkat pulang bersama-sama aku dari Babel pada zaman pemerintahan raja Artahsasta:\n",
          "8:2 dari bani Pinehas: Gersom; dari bani Itamar: Daniel; dari bani Daud: Hatus\n",
          "8:3 bin Sekhanya; dari bani Paros: Zakharia, dan bersama-sama dia seratus lima puluh orang laki-laki tercatat di dalam silsilah;\n",
          "8:4 dari bani Pahat-Moab: Elyo?nai bin Zerahya, dan bersama-sama dia dua ratus orang laki-laki;\n",
          "8:5 dari bani Zatu: Sekhanya bin Yahaziel, dan bersama-sama dia tiga ratus orang laki-laki;\n",
          "8:6 dan dari bani Adin: Ebed bin Yonatan, dan bersama-sama dia lima puluh orang laki-laki;\n",
          "8:7 dari bani Elam: Yesaya bin Atalya, dan bersama-sama dia tujuh puluh orang laki-laki;\n",
          "8:8 dan dari bani Sefaca: Zebaja bin Mikhael, dan bersama-sama dia delapan puluh orang laki-laki;\n",
          "8:9 dan dari bani Yoab: Obaja bin Yehiel, dan bersama-sama dia dua ratus delapan belas orang laki-laki;\n",
          "8:10 dan dari bani Bani: Selomit bin Yosifya, dan bersama-sama dia seratus enam puluh orang laki-laki;\n",
          "8:11 dan dari bani Bebai: Zakharia bin Bebai, dan bersama-sama dia dua puluh delapan orang laki-laki;\n",
          "8:12 dan dari bani Azgad: Yohanan bin Hakatan, dan bersama-sama dia seratus sepuluh orang laki-laki;\n",
          "8:13 dan dari bani Adonikam: yang datang kemudian, dan inilah nama mereka: Elifelet, Yehiel dan Semaya, dan bersama-sama mereka enam puluh orang laki-laki;\n",
          "8:14 dan dari bani Bigwai: Utai dan Zabud dan bersama-sama dia tujuh puluh orang laki-laki.\n",
          "8:15 Aku menghimpunkan mereka dekat sungai yang mengalir ke Ahawa dan di sana kami berkemah tiga hari lamanya. Ketika kuselidiki mereka, ternyata ada orang-orang Israel awam dan imam-imam, tetapi tidak kudapati di antara mereka orang-orang dari bani Lewi.\n",
          "8:16 Sebab itu aku mengirim Eliezer, Ariel, Semaya, Elnatan, Yarib, Elnatan, Natan, Zakharia, Mesulam, yakni kepala-kepala kaum keluarga, dan Yoyarib dan Elnatan, yakni pengajar-pengajar,\n",
          "8:17 dengan suatu pesan untuk Ido, kepala setempat di Kasifya. Aku menaruh perkataan-perkataan ke dalam mulut mereka untuk dikatakan kepada Ido dan saudara-saudaranya, para budak di bait Allah di Kasifya itu, supaya mereka mendatangkan kepada kami orang-orang yang harus menyelenggarakan kebaktian di rumah Allah kami.\n",
          "8:18 Kemudian karena tangan murah Allah kami itu melindungi kami, didatangkanlah oleh mereka kepada kami orang-orang yang berakal budi dari bani Mahli bin Lewi bin Israel, yakni Serebya dengan anak-anak dan saudara-saudaranya, delapan belas orang;\n",
          "8:19 dan Hasabya beserta Yesaya, dari bani Merari, dan saudara-saudaranya dan anak-anak mereka, dua puluh orang;\n",
          "8:20 dan dari para budak di bait Allah, yang diberikan Daud dan para pembesar untuk membantu pekerjaan orang-orang Lewi, dua ratus dua puluh orang, yang masing-masing ditunjuk dengan disebut namanya.\n",
          "8:21 Kemudian di sana, di tepi sungai Ahawa itu, aku memaklumkan puasa supaya kami merendahkan diri di hadapan Allah kami dan memohon kepada-Nya jalan yang aman bagi kami, bagi anak-anak kami dan segala harta benda kami.\n",
          "8:22 Karena aku malu meminta tentara dan orang-orang berkuda kepada raja untuk mengawal kami terhadap musuh di jalan; sebab kami telah berkata kepada raja, demikian: Tangan Allah kami melindungi semua orang yang mencari Dia demi keselamatan mereka, tetapi kuasa murka-Nya menimpa semua orang yang meninggalkan Dia.\n",
          "8:23 Jadi berpuasalah kami dan memohonkan hal itu kepada Allah dan Allah mengabulkan permohonan kami.\n",
          "8:24 Lalu aku memilih dua belas orang pemuka imam, yakni Serebya dan Hasabya, dan bersama-sama mereka sepuluh orang dari antara saudara-saudara mereka.\n",
          "8:25 Aku menimbang bagi mereka perak, emas, dan perlengkapan-perlengkapan, yakni persembahan-persembahan khusus bagi rumah Allah kami yang dikhususkan oleh raja serta penasihat-penasihatnya dan pembesar-pembesarnya dan semua orang Israel yang ada di sana.\n",
          "8:26 Pula aku menimbang untuk menyerahkan ke tangan mereka: perak enam ratus lima puluh talenta, perlengkapan perak seharga seratus talenta, emas seratus talenta,\n",
          "8:27 dua puluh piala emas seharga seribu dirham dan dua buah perlengkapan dari pada tembaga murni yang mengkilat dan indah seperti emas.\n",
          "8:28 Dan aku berkata kepada mereka: Kamu kudus bagi Tuhan, dan perlengkapan-perlengkapan ini pun kudus, dan perak dan emas ini adalah persembahan sukarela kepada Tuhan, Allah nenek moyangmu;\n",
          "8:29 rawatlah dan jagalah itu sampai kamu dapat menimbangnya di depan para pemuka imam serta orang-orang Lewi dan para pemimpin kaum keluarga orang Israel di Yerusalem, di dalam bilik-bilik rumah Tuhan.\n",
          "8:30 Lalu para imam dan orang-orang Lewi menerima perak dan emas dan perlengkapan-perlengkapan yang telah ditimbang itu untuk dibawa ke Yerusalem, ke rumah Allah kami.\n",
          "8:31 Kemudian berangkatlah kami dari sungai Ahawa pergi ke Yerusalem pada tanggal dua belas bulan pertama untuk berjalan ke Yerusalem, dan tangan Allah kami melindungi kami dan menghindarkan kami dari tangan musuh dan penyamun.\n",
          "8:32 Maka tibalah kami di Yerusalem. Sesudah kami tinggal di sana selama tiga hari,\n",
          "8:33 maka pada hari yang keempat ditimbanglah perak dan emas dan perlengkapan-perlengkapan itu di dalam rumah Allah kami di bawah pengawasan imam Meremot bin Uria, yang didampingi oleh Eleazar bin Pinehas, dan mereka dibantu oleh Yozabad bin Yesua dan Noaja bin Binui, orang-orang Lewi.\n",
          "8:34 Semuanya dihitung dan ditimbang kembali, dan jumlah timbangannya dibukukan.\n",
          "8:35 Pada waktu itu juga orang-orang yang telah kembali dari penawanan, yakni mereka yang pulang dari pembuangan, mempersembahkan sebagai kurban bakaran kepada Allah Israel: lembu jantan dua belas ekor untuk seluruh Israel, domba jantan sembilan puluh enam ekor, anak domba tujuh puluh tujuh ekor, kambing jantan sebagai kurban penghapus dosa dua belas ekor, semuanya itu sebagai kurban bakaran bagi Tuhan.\n",
          "8:36 Mereka menyampaikan juga surat perintah raja kepada wakil-wakil raja dan bupati-bupati daerah sebelah barat sungai Efrat, dan orang-orang itu memberi sokongan kepada bangsa kita dan kepada rumah Allah.\n"
        ]
      }
    },
    {
      "9": {
        "en": [
          "9:1 Now when these things had been completed, the officials approached me, saying, The people of Israel and the priests and the Levites have not separated themselves from the peoples of the lands, doing according to their abominations, even those of the Canaanites, the Hittites, the Perizzites, the Jebusites, the Ammonites, the Moabites, the Egyptians, and the Amorites.\n",
          "9:2 For they have taken some of their daughters for themselves and for their sons, so that the holy seed have mingled themselves with the peoples of the lands; indeed, the hand of the leaders and rulers has been foremost in this unfaithfulness.\n",
          "9:3 And when I heard about this matter, I tore my garment and my robe, and pulled out hair from my head and my beard, and sat down appalled.\n",
          "9:4 Then everyone who trembled at the words of the God of Israel on account of the unfaithfulness of those of the captivity was gathered to me, and I sat appalled until the evening meal offering.\n",
          "9:5 And at the time of the evening meal offering I rose up from my affliction, even with my garment and my robe torn, and I fell on my knees and spread out my hands to Jehovah my God.\n",
          "9:6 And I said, O my God, I am ashamed and embarrassed to lift up my face to You, my God; for our iniquities have multiplied over our head, and our guilt has increased up to the heavens.\n",
          "9:7 Since the days of our fathers up to this day we have been exceedingly guilty; and because of our iniquities we, our kings and our priests, have been delivered up into the hand of the kings of the lands, to the sword, to captivity, and to plunder, and to shamefacedness, as it is this day.\n",
          "9:8 And now for a brief moment favor has been shown by Jehovah our God to leave us a remnant to escape and to give us a peg in His holy place, that our God may enlighten our eyes and give us a little reviving in our bondage.\n",
          "9:9 For we are slaves, yet our God has not forsaken us in our bondage but has extended lovingkindness to us in the sight of the kings of Persia, to give us a reviving, to raise up the house of our God and to repair its ruins, and to give us a wall in Judah and in Jerusalem.\n",
          "9:10 And now, O our God, what shall we say after this? For we have forsaken Your commandments,\n",
          "9:11 Which You commanded by Your servants the prophets, saying, The land which you are entering to possess is a land unclean with the uncleanness of the peoples of the lands, with their abominations, with which they have filled it from one end to another, and with their defilement.\n",
          "9:12 Now therefore do not give your daughters to their sons, neither take their daughters for your sons, nor seek their peace or their prosperity forever; that you may be strong and eat the good of the land and leave it for an inheritance to your children forever.\n",
          "9:13 And after all that has come upon us for our evil deeds and for our great guilt, seeing that You our God have punished us less than our iniquities deserve and have given us those who have escaped as this,\n",
          "9:14 Shall we again break your commandments and intermarry with the peoples that do these abominations? Will You not be angry with us until You have consumed us, so that there should be no remnant nor any who escape?\n",
          "9:15 O Jehovah the God of Israel, You are righteous; for we have been left a remnant of those who have escaped, as it is this day. Here we are before You in our guilt, although none can stand before You because of this.\n"
        ],
        "id": [
          "9:1 Sesudah semuanya itu terlaksana datanglah para pemuka mendekati aku dan berkata: Orang-orang Israel awam, para imam dan orang-orang Lewi tidak memisahkan diri dari penduduk negeri dengan segala kekejiannya, yakni dari orang Kanaan, orang Het, orang Feris, orang Yebus, orang Amon, orang Moab, orang Mesir dan orang Amori.\n",
          "9:2 Karena mereka telah mengambil isteri dari antara anak perempuan orang-orang itu untuk diri sendiri dan untuk anak-anak mereka, sehingga bercampurlah benih yang kudus dengan penduduk negeri, bahkan para pemuka dan penguasalah yang lebih dahulu melakukan perbuatan tidak setia itu.\n",
          "9:3 Ketika aku mendengar perkataan itu, maka aku mengoyakkan pakaianku dan jubahku dan aku mencabut rambut kepalaku dan janggutku dan duduklah aku tertegun.\n",
          "9:4 Lalu berkumpullah kepadaku semua orang yang gemetar karena firman Allah Israel, oleh sebab perbuatan tidak setia orang-orang buangan itu, tetapi aku tetap duduk tertegun sampai kurban petang.\n",
          "9:5 Pada waktu kurban petang bangkitlah aku dan berhenti menyiksa diriku, lalu aku berlutut dengan pakaianku dan jubahku yang koyak-koyak sambil menadahkan tanganku kepada Tuhan, Allahku,\n",
          "9:6 dan kataku: Ya Allahku, aku malu dan mendapat cela, sehingga tidak berani menengadahkan mukaku kepada-Mu, ya Allahku, karena dosa kami telah menumpuk mengatasi kepala kami dan kesalahan kami telah membubung ke langit.\n",
          "9:7 Dari zaman nenek moyang kami sampai hari ini kesalahan kami besar, dan oleh karena dosa kami maka kami sekalian dengan raja-raja dan imam-imam kami diserahkan ke dalam tangan raja-raja negeri, ke dalam kuasa pedang, ke dalam penawanan dan penjarahan, dan penghinaan di depan umum, seperti yang terjadi sekarang ini.\n",
          "9:8 Dan sekarang, baru saja kami alami kasih karunia dari pada Tuhan, Allah kami yang meninggalkan pada kami orang-orang yang terluput, dan memberi kami tempat menetap di tempat-Nya yang kudus, sehingga Allah kami membuat mata kami bercahaya dan memberi kami sedikit kelegaan di dalam perbudakan kami.\n",
          "9:9 Karena sungguh pun kami menjadi budak, tetapi di dalam perbudakan itu kami tidak ditinggalkan Allah kami. Ia membuat kami disayangi oleh raja-raja negeri Persia, sehingga kami mendapat kelegaan untuk membangun rumah Allah kami dan menegakkan kembali reruntuhannya, dan diberi tembok pelindung di Yehuda dan di Yerusalem.\n",
          "9:10 Tetapi sekarang, ya Allah kami, apa yang akan kami katakan sesudah semuanya itu? Karena kami telah meninggalkan perintah-Mu,\n",
          "9:11 yang Kauperintahkan dengan perantaraan hamba-hamba-Mu, para nabi itu, dengan berfirman: Negeri yang kamu masuki untuk diduduki adalah negeri yang cemar oleh karena kecemaran penduduk negeri, yakni oleh karena kekejian yang mereka lakukan dengan segala kenajisan mereka di segenap negeri itu dari ujung ke ujung.\n",
          "9:12 Jadi sekarang janganlah kamu memberikan anak-anak perempuanmu kepada anak lelaki mereka, ataupun mengambil anak-anak perempuan mereka untuk anak-anak lelakimu. Janganlah kamu mengikhtiarkan kesejahteraan dan kebahagiaan mereka untuk selama-lamanya, supaya kamu menjadi kuat, mengecap hasil tanah yang baik, dan mewariskan tanah itu kepada anak-anakmu untuk selama-lamanya.\n",
          "9:13 Sesudah semua yang kami alami oleh sebab perbuatan kami yang jahat, dan oleh sebab kesalahan kami yang besar, sedangkan Engkau, ya Allah kami, tidak menghukum setimpal dengan dosa kami, dan masih mengaruniakan kepada kami orang-orang yang terluput sebanyak ini,\n",
          "9:14 masakan kami kembali melanggar perintah-Mu dan kawin-mengawin dengan bangsa-bangsa yang keji ini? Tidakkah Engkau akan murka kepada kami sampai kami habis binasa, sehingga tidak ada yang tinggal hidup atau terluput?\n",
          "9:15 Ya Tuhan, Allah Israel, Engkau maha benar, sebab kami masih dibiarkan tinggal sebagai orang-orang yang terluput, seperti yang terjadi sekarang ini. Lihatlah, kami menghadap hadirat-Mu dengan kesalahan kami. Bahwasanya, dalam keadaan demikian tidak mungkin orang tahan berdiri di hadapan-Mu.\n"
        ]
      }
    },
    {
      "10": {
        "en": [
          "10:1 Now while Ezra prayed and made confession, weeping and throwing himself down before the house of God, a very large gathering of men and women and children was gathered together to him out of Israel; for the people wept very bitterly.\n",
          "10:2 And Shecaniah the son of Jehiel, one of the sons of Elam, answered and said to Ezra, We have acted unfaithfully against our God and have married foreign women from the peoples of the land, yet now there is hope for Israel concerning this.\n",
          "10:3 Now therefore let us make a covenant with our God to put away all the wives and those born of them according to the counsel of my lord and of those who tremble at the commandment of our God, and let it be done according to the law.\n",
          "10:4 Arise, for the matter is your responsibility, but we are with you; be strong, and do it.\n",
          "10:5 Then Ezra arose and made the leaders of the priests, the Levites, and all Israel swear that they would do according to this word; so they swore.\n",
          "10:6 Then Ezra rose up from before the house of God and went into the chamber of Jehohanan the son of Eliashib; and when he came there, he ate no bread and drank no water, for he was mourning because of the unfaithfulness of those of the captivity.\n",
          "10:7 And they made proclamation throughout Judah and Jerusalem to all the children of the captivity, that they should gather themselves together to Jerusalem;\n",
          "10:8 And that whoever did not come within three days, according to the counsel of the leaders and the elders, all his possessions should be forfeited, and he himself should be separated from the congregation of the captivity.\n",
          "10:9 Then all the men of Judah and Benjamin gathered themselves together to Jerusalem within the three days. It was the ninth month, on the twentieth day of the month, and all the people sat in the open square in front of the house of God, trembling because of this matter and because of the heavy rain.\n",
          "10:10 And Ezra the priest stood up and said to them, You have acted unfaithfully and have married foreign women to increase the guilt of Israel.\n",
          "10:11 Now therefore make confession to Jehovah the God of your fathers, and do His will, and separate yourselves from the peoples of the land and from the foreign women.\n",
          "10:12 Then all the congregation answered and said with a loud voice, It is so; we must do as you have said.\n",
          "10:13 But the people are many, and it is a time of heavy rain, and we are not able to stand outside; neither is this a task for one day or two, for we have transgressed greatly in this matter.\n",
          "10:14 Let our leaders represent the whole congregation, and let all those who are in our cities who have married foreign women come at appointed times and with them the elders of every city and their judges, until the fierce anger of our God is turned away from us on account of this matter.\n",
          "10:15 Only Jonathan the son of Asahel and Jahzeiah the son of Tikvah stood up against this, and Meshullam and Shabbethai the Levite supported them.\n",
          "10:16 And the children of the captivity did so. And Ezra the priest and certain heads of fathers? houses were set apart according to their fathers? houses, all of them by name; and they sat down on the first day of the tenth month to examine the matter.\n",
          "10:17 And they finished with all the men who had married foreign women by the first day of the first month.\n",
          "10:18 And among the sons of the priests who had married foreign women there were found of the sons of Jeshua the son of Jozadak and his brothers: Maaseiah and Eliezer and Jarib and Gedaliah.\n",
          "10:19 And they pledged that they would put away their wives; and being guilty, they offered a ram of the flock for their guilt.\n",
          "10:20 And of the sons of Immer: Hanani and Zebadiah.\n",
          "10:21 And of the sons of Harim: Maaseiah, and Elijah, and Shemaiah, and Jehiel, and Uzziah.\n",
          "10:22 And of the sons of Pashhur: Elioenai, Maaseiah, Ishmael, Nethanel, Jozabad, and Elasah.\n",
          "10:23 And of the Levites: Jozabad, and Shimei, and Kelaiah (that is, Kelita), Pethahiah, Judah, and Eliezer.\n",
          "10:24 And of the singers: Eliashib. And of the gatekeepers: Shallum, and Telem, and Uri.\n",
          "10:25 And of Israel: of the sons of Parosh: Ramiah, and Izziah, and Malchijah, and Mijamin, and Eleazar, and Malchijah, and Benaiah.\n",
          "10:26 And of the sons of Elam: Mattaniah, Zechariah, and Jehiel, and Abdi, and Jeremoth, and Elijah.\n",
          "10:27 And of the sons of Zattu: Elioenai, Eliashib, Mattaniah, and Jeremoth, and Zabad, and Aziza.\n",
          "10:28 And of the sons of Bebai: Jehohanan, Hananiah, Zabbai, Athlai.\n",
          "10:29 And of the sons of Bani: Meshullam, Malluch, and Adaiah, Jashub, and Sheal, Jeremoth.\n",
          "10:30 And of the sons of Pahath-moab: Adna, and Chelal, Benaiah, Maaseiah, Mattaniah, Bezalel, and Binnui, and Manasseh.\n",
          "10:31 And of the sons of Harim: Eliezer, Isshijah, Malchijah, Shemaiah, Shimeon,\n",
          "10:32 Benjamin, Malluch, Shemariah.\n",
          "10:33 Of the sons of Hashum: Mattenai, Mattattah, Zabad, Eliphelet, Jeremai, Manasseh, Shimei.\n",
          "10:34 Of the sons of Bani: Maadai, Amram, and Uel,\n",
          "10:35 Benaiah, Bedeiah, Cheluhi,\n",
          "10:36 Vaniah, Meremoth, Eliashib,\n",
          "10:37 Mattaniah, Mattenai, and Jaasu,\n",
          "10:38 And Bani, and Binnui, Shimei,\n",
          "10:39 And Shelemiah, and Nathan, and Adaiah,\n",
          "10:40 Machnadebai, Shashai, Sharai,\n",
          "10:41 Azarel, and Shelemiah, Shemariah,\n",
          "10:42 Shallum, Amariah, Joseph.\n",
          "10:43 Of the sons of Nebo: Jeiel, Mattithiah, Zabad, Zebina, Jaddai, and Joel, Benaiah.\n",
          "10:44 All these had taken foreign wives; and some of them had wives by whom they had children.\n"
        ],
        "id": [
          "10:1 Sementara Ezra berdoa dan mengaku dosa, sambil menangis dengan bersujud di depan rumah Allah, berhimpunlah kepadanya jemaah orang Israel yang sangat besar jumlahnya, laki-laki, perempuan dan anak-anak. Orang-orang itu menangis keras-keras.\n",
          "10:2 Maka berbicaralah Sekhanya bin Yehiel, dari bani Elam, katanya kepada Ezra: Kami telah melakukan perbuatan tidak setia terhadap Allah kita, oleh karena kami telah memperisteri perempuan asing dari antara penduduk negeri. Namun demikian sekarang juga masih ada harapan bagi Israel.\n",
          "10:3 Marilah kita sekarang mengikat perjanjian dengan Allah kita, bahwa kita akan mengusir semua perempuan itu dengan anak-anak yang dilahirkan mereka, menurut nasihat tuan dan orang-orang yang gemetar karena perintah Allah kita. Dan biarlah orang bertindak menurut hukum Taurat.\n",
          "10:4 Bangkitlah, karena hal itu adalah tugasmu. Kami akan mendampingi engkau. Kuatkanlah hatimu, dan bertindaklah!\n",
          "10:5 Kemudian bangkitlah Ezra dan menyuruh para pemuka imam dan orang-orang Lewi dan segenap orang Israel bersumpah, bahwa mereka akan berbuat menurut perkataan itu, maka bersumpahlah mereka.\n",
          "10:6 Sesudah itu Ezra pergi dari depan rumah Allah menuju bilik Yohanan bin Elyasib, dan di sana ia bermalam dengan tidak makan roti dan minum air, sebab ia berkabung karena orang-orang buangan itu telah melakukan perbuatan tidak setia.\n",
          "10:7 Lalu disiarkanlah pengumuman di Yehuda dan di Yerusalem kepada semua orang yang pulang dari pembuangan untuk berhimpun di Yerusalem.\n",
          "10:8 Barangsiapa dalam tiga hari tidak datang, maka menurut keputusan para pemimpin dan tua-tua segala hartanya akan disita dan ia akan dikucilkan dari jemaah yang pulang dari pembuangan.\n",
          "10:9 Lalu berhimpunlah semua orang laki-laki Yehuda dan Benyamin di Yerusalem dalam tiga hari itu, yakni dalam bulan kesembilan pada tanggal dua puluh bulan itu. Seluruh rakyat duduk di halaman rumah Allah, sambil menggigil karena perkara itu dan karena hujan lebat.\n",
          "10:10 Maka bangkitlah imam Ezra, lalu berkata kepada mereka: Kamu telah melakukan perbuatan tidak setia, karena kamu memperisteri perempuan asing dan dengan demikian menambah kesalahan orang Israel.\n",
          "10:11 Tetapi sekarang mengakulah di hadapan Tuhan, Allah nenek moyangmu, dan lakukanlah apa yang berkenan kepada-Nya dan pisahkanlah dirimu dari penduduk negeri dan perempuan-perempuan asing itu!\n",
          "10:12 Lalu seluruh jemaah menjawab dan berseru dengan suara nyaring: Sesungguhnya, adalah kewajiban kami melakukan seperti katamu itu.\n",
          "10:13 Tetapi orang-orang ini besar jumlahnya dan sekarang musim hujan, sehingga orang tidak sanggup lagi berdiri di luar. Lagipula pekerjaan itu bukan perkara sehari dua hari, karena dalam hal itu kami telah banyak melakukan pelanggaran.\n",
          "10:14 Biarlah pemimpin-pemimpin kami bertindak mewakili jemaah seluruhnya, maka setiap orang di kota-kota kami yang memperisteri perempuan asing harus datang menghadap pada waktu-waktu tertentu, dan bersama-sama mereka para tua-tua dan para hakim di tiap-tiap kota, sampai murka Allah kami yang bernyala-nyala karena perkara ini dijauhkan dari kami.\n",
          "10:15 Hanya Yonatan bin Asael, dan Yahzeya bin Tikwa, berdiri menentang perkara itu, disokong oleh Mesulam dan Sabetai, orang Lewi itu.\n",
          "10:16 Tetapi mereka yang pulang dari pembuangan melakukannya. Maka imam Ezra memilih beberapa orang, kepala-kepala kaum keluarga, masing-masing untuk kaum keluarganya, semuanya dengan namanya disebut. Pada hari pertama bulan kesepuluh mereka bersidang untuk menyelidiki perkara itu,\n",
          "10:17 dan mereka menyelesaikan segala urusan mengenai orang yang memperisteri perempuan asing itu pada hari pertama bulan pertama.\n",
          "10:18 Di antara kaum imam yang memperisteri perempuan asing terdapat: dari bani Yesua bin Yozadak, dengan saudara-saudaranya: Maaseya, Eliezer, Yarib dan Gedalya.\n",
          "10:19 Dengan memegang tangan, mereka itu berjanji akan mengusir isteri mereka. Dan mereka mempersembahkan seekor domba jantan dari kawanan kambing domba sebagai kurban penebus salah karena kesalahan mereka.\n",
          "10:20 Dari bani Imer: Hanani dan Zebaja;\n",
          "10:21 dari bani Harim: Maaseya, Elia, Semaya, Yehiel dan Uzia;\n",
          "10:22 dan dari bani Pasyhur: Elyonai, Maaseya, Ismael, Netaneel, Yozabad dan Elasa.\n",
          "10:23 Dari orang-orang Lewi: Yozabad, Simei, Kelaya (yakni Kelita), Petahya, Yuda dan Eliezer.\n",
          "10:24 Dari para penyanyi: Elyasib. Dari para penunggu pintu gerbang: Salum, Telem dan Uri.\n",
          "10:25 Dari orang-orang Israel yang lain: dari bani Paros: Ramya, Yezia, Malkia, Miyamin, Eleazar, Malkia dan Benaya.\n",
          "10:26 Dari bani Elam: Matanya, Zakharia, Yehiel, Abdi, Yeremot dan Elia.\n",
          "10:27 Dari bani Zatu: Elyonai, Elyasib, Matanya, Yeremot, Zabad dan Aziza.\n",
          "10:28 Dari bani Bebai: Yohanan, Hananya, Zabai dan Altai.\n",
          "10:29 Dari bani Bani: Mesulam, Malukh, Adaya, Yasub, Seal dan Yeramot.\n",
          "10:30 Dari bani Pahat-Moab: Adna dan Kelal, Benaya, Maaseya, Matania, Bezaleel, Binui dan Manasye.\n",
          "10:31 Dari bani Harim: Eliezer, Yisia, Malkia, Semaya, Simeon,\n",
          "10:32 Benyamin, Malukh, dan Semarya.\n",
          "10:33 Dari bani Hasum: Matnai, Matata, Zabad, Elifelet, Yeremai, Manasye dan Simei.\n",
          "10:34 Dari bani Bani: Maadai, Amram, Uel,\n",
          "10:35 Benaya, Bedeya, Keluhu,\n",
          "10:36 Wanya, Meremot, Elyasib,\n",
          "10:37 Matanya, Matnai, Yaasai.\n",
          "10:38 Dari bani Binui: Simei,\n",
          "10:39 Selemya, Natan, Adaya,\n",
          "10:40 Makhnadbai, Sasai, Sarai,\n",
          "10:41 Azareel, Selemya, Semarya,\n",
          "10:42 Salum, Amarya dan Yusuf.\n",
          "10:43 Dari bani Nebo: Yeiel, Matica, Zabad, Zebina, Yadai, Yo?l dan Benaya.\n",
          "10:44 Mereka sekalian mengambil sebagai isteri perempuan asing; maka mereka menyuruh pergi isteri-isteri itu dengan anak-anaknya.\n"
        ]
      }
    }
  ]
}
