{
  "Philippians": [
    {
      "1": {
        "en": [
          "1:1 Paul and Timothy, slaves of Christ Jesus, to all the saints in Christ Jesus who are in Philippi, with the overseers and deacons:\n",
          "1:2 Grace to you and peace from God our Father and the Lord Jesus Christ.\n",
          "1:3 I thank my God upon all my remembrance of you,\n",
          "1:4 Always in my every petition on behalf of you all, making my petition with joy,\n",
          "1:5 For your fellowship unto the furtherance of the gospel from the first day until now,\n",
          "1:6 Being confident of this very thing, that He who has begun in you a good work will complete it until the day of Christ Jesus;\n",
          "1:7 Even as it is right for me to think this concerning you all because you have me in your heart, since both in my bonds and in the defense and confirmation of the gospel you are all fellow partakers with me of grace.\n",
          "1:8 For God is my witness how I long after you all in the inward parts of Christ Jesus.\n",
          "1:9 And this I pray, that your love may abound yet more and more in full knowledge and all discernment,\n",
          "1:10 So that you may approve by testing the things which differ and are more excellent, that you may be pure and without offense unto the day of Christ,\n",
          "1:11 Being filled with the fruit of righteousness, which is through Jesus Christ, to the glory and praise of God.\n",
          "1:12 Now I want you to know, brothers, that the things concerning me have turned out rather to the advancement of the gospel,\n",
          "1:13 So that my bonds have become manifest as being in Christ among the whole Praetorian guard and to all the rest.\n",
          "1:14 And most of the brothers, being confident in the Lord because of my bonds, are more exceedingly bold to speak the word of God without fear.\n",
          "1:15 Some preach Christ even because of envy and strife, and some also because of good will,\n",
          "1:16 These out of love, knowing that I am set for the defense of the gospel.\n",
          "1:17 But the others announce Christ out of selfish ambition, not purely, thinking to raise up affliction in my bonds.\n",
          "1:18 What then? Only that in every way, whether in pretense or in truthfulness, Christ is announced; and in this I rejoice; yes, and I will rejoice;\n",
          "1:19 For I know that for me this will turn out to salvation through your petition and the bountiful supply of the Spirit of Jesus Christ,\n",
          "1:20 According to my earnest expectation and hope that in nothing I will be put to shame, but with all boldness, as always, even now Christ will be magnified in my body, whether through life or through death.\n",
          "1:21 For to me, to live is Christ and to die is gain.\n",
          "1:22 But if I am to live in the flesh, if this to me is fruit for my work, then I do not know what I will choose.\n",
          "1:23 But I am constrained between the two, having the desire to depart and be with Christ, for this is far better;\n",
          "1:24 But to remain in the flesh is more necessary for your sake.\n",
          "1:25 And being confident of this, I know that I will remain and continue with you all for your progress and joy of the faith,\n",
          "1:26 That your boast may abound in Christ Jesus in me through my coming again to you.\n",
          "1:27 Only, conduct yourselves in a manner worthy of the gospel of Christ, that whether coming and seeing you or being absent, I may hear of the things concerning you, that you stand firm in one spirit, with one soul striving together along with the faith of the gospel,\n",
          "1:28 And in nothing being frightened by the opposers, which is to them a proof of their destruction, but of your salvation, and that from God;\n",
          "1:29 Because to you it has been graciously granted on behalf of Christ not only to believe into Him but also to suffer on His behalf,\n",
          "1:30 Having the same struggle which you saw in me and now hear to be in me.\n"
        ],
        "id": [
          "1:1 Dari Paulus dan Timotius, hamba-hamba Kristus Yesus. Kepada semua orang kudus dalam Kristus Yesus di Filipi, dengan para pengawas jemaat dan diaken.\n",
          "1:2 Anugerah dan damai sejahtera dari Allah, Bapa kita, dan dari Tuhan Yesus Kristus menyertai kamu.\n",
          "1:3 Aku mengucap syukur kepada Allahku setiap kali aku mengingat kamu.\n",
          "1:4 Dan setiap kali aku berdoa untuk kamu semua, aku selalu berdoa dengan sukacita.\n",
          "1:5 Aku mengucap syukur kepada Allahku karena persekutuanmu dalam Berita Injil mulai dari hari pertama sampai sekarang ini.\n",
          "1:6 Mengenai hal ini aku yakin sepenuhnya, yaitu Ia, yang memulai pekerjaan yang baik di antara kamu, akan meneruskannya sampai pada akhirnya pada hari Kristus Yesus.\n",
          "1:7 Memang sudah sepatutnya aku berpikir demikian tentang kamu semua, sebab kamu ada di dalam hatiku, oleh karena kamu semua turut mendapat bagian dalam anugerah yang diberikan kepadaku, baik pada waktu aku dipenjarakan, maupun pada waktu aku membela dan meneguhkan Berita Injil.\n",
          "1:8 Sebab Allah adalah saksiku betapa aku dengan kasih mesra Kristus Yesus merindukan kamu sekalian.\n",
          "1:9 Dan inilah doaku, semoga kasihmu makin melimpah dalam pengetahuan yang benar dan dalam segala macam pengertian,\n",
          "1:10 sehingga kamu dapat memilih apa yang baik, supaya kamu suci dan tak bercacat menjelang hari Kristus,\n",
          "1:11 penuh dengan buah kebenaran yang dikerjakan oleh Yesus Kristus untuk memuliakan dan memuji Allah.\n",
          "1:12 Aku menghendaki, Saudara-saudara, supaya kamu tahu bahwa apa yang terjadi atasku ini justru telah menyebabkan kemajuan Injil,\n",
          "1:13 sehingga telah jelas bagi seluruh istana dan semua orang lain bahwa aku dipenjarakan karena Kristus.\n",
          "1:14 Lagi pula, kebanyakan saudara dalam Tuhan telah beroleh kepercayaan karena pemenjaraanku untuk semakin berani berkata-kata tentang firman Allah tanpa takut.\n",
          "1:15 Ada orang yang memberitakan Kristus karena dengki dan perselisihan, tetapi ada pula yang memberitakan-Nya dengan maksud baik.\n",
          "1:16 Mereka ini memberitakan Kristus karena kasih, sebab mereka tahu bahwa aku ada di sini untuk membela Injil,\n",
          "1:17 tetapi yang lain karena kepentingan sendiri dan dengan maksud yang tidak ikhlas, sangkanya dengan demikian mereka memperberat bebanku dalam penjara.\n",
          "1:18 Tetapi tidak mengapa, sebab bagaimanapun juga, Kristus diberitakan, baik dengan maksud palsu maupun dengan jujur. Dalam hal itu aku bersukacita. Dan aku akan tetap bersukacita,\n",
          "1:19 karena aku tahu bahwa kesudahan semuanya ini ialah keselamatanku oleh doamu dan pertolongan Roh Yesus Kristus.\n",
          "1:20 Sebab yang sangat kurindukan dan kuharapkan ialah bahwa aku dalam segala hal tidak akan beroleh malu, melainkan seperti sediakala, demikian pun sekarang, Kristus dengan nyata dimuliakan di dalam tubuhku, baik oleh hidupku, maupun oleh matiku.\n",
          "1:21 Karena bagiku hidup adalah Kristus dan mati adalah keuntungan.\n",
          "1:22 Tetapi jika aku harus hidup di dunia ini, itu berarti bagiku bekerja memberi buah. Jadi mana yang harus kupilih, aku tidak tahu.\n",
          "1:23 Aku didesak dari dua pihak: Aku ingin pergi dan tinggal bersama-sama dengan Kristus -- itu memang jauh lebih baik;\n",
          "1:24 tetapi lebih perlu untuk tinggal di dunia ini karena kamu.\n",
          "1:25 Dengan yakin aku tahu tentang hal ini: Aku akan tinggal dan akan bersama-sama lagi dengan kamu sekalian supaya kamu makin maju dan bersukacita dalam iman,\n",
          "1:26 sehingga kemegahanmu dalam Kristus Yesus makin bertambah karena aku, apabila aku kembali kepada kamu.\n",
          "1:27 Hanya, hendaklah hidupmu berpadanan dengan Injil Kristus, supaya, apabila aku datang aku melihat, dan apabila aku tidak datang aku mendengar bahwa kamu teguh berdiri dalam satu roh, dan sehati sejiwa berjuang untuk iman yang timbul dari Injil,\n",
          "1:28 tanpa digentarkan sedikit pun oleh lawanmu. Bagi mereka semuanya itu adalah tanda kebinasaan, tetapi bagi kamu tanda keselamatan, dan itu datangnya dari Allah.\n",
          "1:29 Sebab kepada kamu dikaruniakan bukan saja untuk percaya kepada Kristus, melainkan juga untuk menderita bagi Dia,\n",
          "1:30 dalam pergumulan yang sama seperti yang dahulu kamu lihat padaku, dan yang sekarang kamu dengar tentang aku.\n"
        ]
      }
    },
    {
      "2": {
        "en": [
          "2:1 If there is therefore any encouragement in Christ, if any consolation of love, if any fellowship of spirit, if any tenderheartedness and compassions,\n",
          "2:2 Make my joy full, that you think the same thing, having the same love, joined in soul, thinking the one thing,\n",
          "2:3 Doing nothing by way of selfish ambition nor by way of vainglory, but in lowliness of mind considering one another more excellent than yourselves;\n",
          "2:4 Not regarding each his own virtues, but each the virtues of others also.\n",
          "2:5 Let this mind be in you, which was also in Christ Jesus,\n",
          "2:6 Who, existing in the form of God, did not consider being equal with God a treasure to be grasped,\n",
          "2:7 But emptied Himself, taking the form of a slave, becoming in the likeness of men;\n",
          "2:8 And being found in fashion as a man, He humbled Himself, becoming obedient even unto death, and that the death of a cross.\n",
          "2:9 Therefore also God highly exalted Him and bestowed on Him the name which is above every name,\n",
          "2:10 That in the name of Jesus every knee should bow, of those who are in heaven and on earth and under the earth,\n",
          "2:11 And every tongue should openly confess that Jesus Christ is Lord to the glory of God the Father.\n",
          "2:12 So then, my beloved, even as you have always obeyed, not as in my presence only but now much rather in my absence, work out your own salvation with fear and trembling;\n",
          "2:13 For it is God who operates in you both the willing and the working for His good pleasure.\n",
          "2:14 Do all things without murmurings and reasonings\n",
          "2:15 That you may be blameless and guileless, children of God without blemish in the midst of a crooked and perverted generation, among whom you shine as luminaries in the world,\n",
          "2:16 Holding forth the word of life, so that I may have a boast in the day of Christ that I did not run in vain nor labor in vain.\n",
          "2:17 But even if I am being poured out as a drink offering upon the sacrifice and service of your faith, I rejoice, and I rejoice together with you all.\n",
          "2:18 And in like manner you also rejoice, and you rejoice together with me.\n",
          "2:19 But I hope in the Lord Jesus to send Timothy to you shortly, that I also may be encouraged by knowing the things concerning you.\n",
          "2:20 For I have no one like-souled who will genuinely care for what concerns you;\n",
          "2:21 For all their own things, not the things of Christ Jesus.\n",
          "2:22 But you know his approvedness, that as a child with a father he has served with me unto the gospel.\n",
          "2:23 Him therefore I hope to send immediately, as soon as I see how things go with me.\n",
          "2:24 But I trust in the Lord that I myself also will come shortly.\n",
          "2:25 But I considered it necessary to send to you Epaphroditus, my brother and fellow worker and fellow soldier, and your apostle and minister to my need,\n",
          "2:26 Since he longed after you all and was greatly distressed because you heard that he had become sick;\n",
          "2:27 For indeed he had become sick, near to death, but God had mercy on him, and not on him only but also on me that I might not have sorrow upon sorrow.\n",
          "2:28 I have sent him therefore the more eagerly, so that when you see him again, you may and I may be less sorrowful.\n",
          "2:29 Receive him therefore in the Lord with all joy, and hold such in honor,\n",
          "2:30 Because for the work of Christ he drew near unto death, risking his life, that he might fill up your lack of service toward me.\n"
        ],
        "id": [
          "2:1 Jadi, karena dalam Kristus ada nasihat, ada penghiburan kasih, ada persekutuan Roh, ada kasih mesra dan belas kasihan,\n",
          "2:2 sempurnakanlah sukacitaku dengan ini: Hendaklah kamu sehati sepikir, dalam satu kasih, satu jiwa, satu tujuan,\n",
          "2:3 tanpa mencari kepentingan sendiri atau puji-pujian yang sia-sia. Sebaliknya hendaklah dengan rendah hati yang seorang menganggap yang lain lebih utama daripada dirinya sendiri;\n",
          "2:4 dan janganlah tiap-tiap orang hanya memperhatikan kepentingannya sendiri, tetapi kepentingan orang lain juga.\n",
          "2:5 Hendaklah kamu dalam hidupmu bersama, menaruh pikiran dan perasaan yang terdapat juga dalam Kristus Yesus,\n",
          "2:6 yang walaupun dalam rupa Allah, tidak menganggap kesetaraan dengan Allah itu sebagai milik yang harus dipertahankan,\n",
          "2:7 melainkan telah mengosongkan diri-Nya sendiri, dan mengambil rupa seorang hamba, dan menjadi sama dengan manusia.\n",
          "2:8 Dan dalam keadaan sebagai manusia, Ia telah merendahkan diri-Nya dan taat sampai mati, bahkan sampai mati di kayu salib.\n",
          "2:9 Itulah sebabnya Allah sangat meninggikan Dia dan mengaruniakan kepada-Nya nama di atas segala nama,\n",
          "2:10 supaya dalam nama Yesus bertekuk lutut segala yang ada di langit dan yang ada di atas bumi dan yang ada di bawah bumi,\n",
          "2:11 dan segala lidah mengaku, \"Yesus Kristus adalah Tuhan,\" bagi kemuliaan Allah, Bapa!\n",
          "2:12 Saudara-saudaraku yang terkasih, kamu senantiasa taat; karena itu tetaplah kerjakan keselamatanmu dengan takut dan gentar, bukan saja seperti waktu aku masih hadir, tetapi terlebih lagi sekarang waktu aku tidak hadir,\n",
          "2:13 karena Allahlah yang mengerjakan di dalam kamu baik kemauan maupun pekerjaan menurut kerelaan-Nya.\n",
          "2:14 Lakukanlah segala sesuatu tanpa bersungut-sungut dan berbantah-bantahan,\n",
          "2:15 supaya kamu tidak beraib dan tidak bernoda, sebagai anak-anak Allah yang tidak bercela di tengah-tengah orang yang jahat dan sesat ini, sehingga kamu bercahaya di antara mereka seperti bintang-bintang di dunia,\n",
          "2:16 sambil berpegang pada firman kehidupan, agar aku dapat bermegah pada hari Kristus bahwa aku tidak percuma berlomba dan tidak percuma bersusah-susah.\n",
          "2:17 Tetapi sekalipun darahku dicurahkan pada kurban dan ibadah imanmu, aku bersukacita dan aku bersukacita dengan kamu sekalian.\n",
          "2:18 Dan kamu juga harus bersukacita demikian dan bersukacitalah dengan aku.\n",
          "2:19 Tetapi dalam Tuhan Yesus kuharap segera mengirimkan Timotius kepadamu, supaya tenang juga hatiku karena kabar tentang kamu.\n",
          "2:20 Karena tidak ada seorang pun padaku, yang sehati dan sepikir dengan aku dan begitu bersungguh-sungguh memperhatikan kepentinganmu;\n",
          "2:21 sebab semuanya mencari kepentingannya sendiri, bukan kepentingan Kristus Yesus.\n",
          "2:22 Kamu tahu bahwa kesetiaannya telah teruji dan bahwa ia telah menolong aku dalam pelayanan Injil sama seperti seorang anak menolong bapaknya.\n",
          "2:23 Dialah yang kuharap untuk kukirimkan dengan segera, sesudah jelas bagiku bagaimana jalannya perkaraku;\n",
          "2:24 tetapi dalam Tuhan aku percaya bahwa aku sendiri pun akan segera datang.\n",
          "2:25 Sementara itu kuanggap perlu mengirim kembali Epafroditus kepadamu, yaitu saudara seimanku dan teman sekerja serta teman seperjuanganku yang kamu utus untuk melayani aku dalam keperluanku.\n",
          "2:26 Karena ia sangat rindu kepada kamu sekalian dan susah hatinya, sebab kamu mendengar bahwa ia sakit.\n",
          "2:27 Memang benar ia sakit dan nyaris mati, tetapi Allah mengasihani dia, dan bukan hanya dia saja, melainkan aku juga, supaya dukacitaku jangan bertambah-tambah.\n",
          "2:28 Itulah sebabnya aku lebih cepat mengirimkan dia, supaya bila kamu melihat dia, kamu dapat bersukacita lagi dan berkurang dukacitaku.\n",
          "2:29 Jadi, sambutlah dia dalam Tuhan dengan segala sukacita dan hormatilah orang-orang seperti dia.\n",
          "2:30 Sebab ia nyaris mati karena pekerjaan Kristus dan ia mempertaruhkan nyawanya untuk memenuhi apa yang masih kurang dalam pelayananmu kepadaku.\n"
        ]
      }
    },
    {
      "3": {
        "en": [
          "3:1 Finally, my brothers, in the Lord. To write the same things to you, for me it is not irksome, but for you it is safe.\n",
          "3:2 Beware of the dogs, beware of the evil workers, beware of the concision.\n",
          "3:3 For we are the circumcision, the ones who serve by the Spirit of God and boast in Christ Jesus and have no confidence in the flesh,\n",
          "3:4 Though I myself have something to be confident of in the flesh as well. If any other man thinks that he has confidence in the flesh, I more:\n",
          "3:5 Circumcised the eighth day; of the race of Israel, of the tribe of Benjamin, a Hebrew born of Hebrews; as to the law, a Pharisee;\n",
          "3:6 As to zeal, persecuting the church; as to the righteousness which is in the law, become blameless.\n",
          "3:7 But what things were gains to me, these I have counted as loss on account of Christ.\n",
          "3:8 But moreover I also count all things to be loss on account of the excellency of the knowledge of Christ Jesus my Lord, on account of whom I have suffered the loss of all things and count them as refuse that I may gain Christ\n",
          "3:9 And be found in Him, not having my own righteousness which is out of the law, but that which is through faith in Christ, the righteousness which is out of God and based on faith,\n",
          "3:10 To know Him and the power of His resurrection and the fellowship of His sufferings, being conformed to His death,\n",
          "3:11 If perhaps I may attain to the out- b resurrection from the dead.\n",
          "3:12 Not that I have already obtained or am already perfected, but I pursue, if even I may lay hold of that for which I also have been laid hold of by Christ Jesus.\n",
          "3:13 Brothers, I do not account of myself to have laid hold; but one thing I do: Forgetting the things which are behind and stretching forward to the things which are before,\n",
          "3:14 I pursue toward the goal for the prize to which God in Christ Jesus has called me upward.\n",
          "3:15 Let us therefore, as many as are full-grown, have this mind; and if in anything you are otherwise minded, this also God will reveal to you.\n",
          "3:16 Nevertheless whereunto we have attained, by the same rule let us walk.\n",
          "3:17 Be imitators together of me, brothers, and observe those who thus walk even as you have us as a pattern.\n",
          "3:18 For many walk, of whom I have told you often and now tell you even weeping, that they are the enemies of the cross of Christ,\n",
          "3:19 Whose end is destruction, whose god is their stomach, and whose glory is in their shame, who set their minds on earthly things.\n",
          "3:20 For our commonwealth exists in the heavens, from which also we eagerly await a Savior, the Lord Jesus Christ,\n",
          "3:21 Who will transfigure the body of our humiliation to be conformed to the body of His glory, according to His operation by which He is able even to subject all things to Himself.\n"
        ],
        "id": [
          "3:1 Akhirnya, Saudara-saudaraku, bersukacitalah dalam Tuhan. Menuliskan hal ini lagi kepadamu tidaklah berat bagiku dan memberi kepastian kepadamu.\n",
          "3:2 Hati-hatilah terhadap anjing-anjing, hati-hatilah terhadap pekerja-pekerja yang jahat, hati-hatilah terhadap penyunat-penyunat itu!\n",
          "3:3 Sebab kitalah orang-orang bersunat yang beribadah oleh Roh Allah dan bermegah dalam Kristus Yesus dan tidak mengandalkan hal-hal lahiriah.\n",
          "3:4 Sekalipun aku juga ada alasan untuk mengandalkan hal-hal lahiriah. Jika ada orang lain menyangka dapat mengandalkan pada hal-hal lahiriah, aku lebih lagi:\n",
          "3:5 disunat pada hari kedelapan, dari bangsa Israel, dari suku Benyamin, orang Ibrani asli, tentang pendirian terhadap hukum Taurat aku orang Farisi,\n",
          "3:6 tentang kegiatan aku penganiaya jemaat, tentang kebenaran dalam menaati hukum Taurat aku tidak bercacat.\n",
          "3:7 Tetapi apa yang dahulu merupakan keuntungan bagiku, sekarang kuanggap rugi karena Kristus.\n",
          "3:8 Malahan segala sesuatu kuanggap rugi, karena pengenalan akan Kristus Yesus, Tuhanku, lebih mulia daripada semuanya. Karena Dialah aku telah melepaskan semuanya itu dan menganggapnya sampah, supaya aku memperoleh Kristus,\n",
          "3:9 dan berada dalam Dia bukan dengan kebenaranku sendiri karena menaati hukum Taurat, melainkan dengan kebenaran karena kepercayaan kepada Kristus, yaitu kebenaran yang Allah anugerahkan berdasarkan kepercayaan.\n",
          "3:10 Yang kukehendaki ialah mengenal Dia dan kuasa kebangkitan-Nya dan persekutuan dalam penderitaan-Nya, di mana aku menjadi serupa dengan Dia dalam kematian-Nya,\n",
          "3:11 supaya aku akhirnya beroleh kebangkitan dari antara orang mati.\n",
          "3:12 Bukan seolah-olah aku telah memperoleh hal ini atau telah sempurna, melainkan aku mengejarnya, kalau-kalau aku dapat juga menangkapnya, karena aku pun telah ditangkap oleh Kristus Yesus.\n",
          "3:13 Saudara-saudara, aku sendiri tidak menganggap bahwa aku telah menangkapnya, tetapi inilah yang kulakukan: Aku melupakan apa yang telah di belakangku dan mengarahkan diri kepada apa yang di hadapanku,\n",
          "3:14 dan berlari-lari kepada tujuan untuk memperoleh hadiah, yaitu panggilan surgawi dari Allah dalam Kristus Yesus.\n",
          "3:15 Karena itu, marilah kita, yang sempurna, berpikir demikian. Dan jikalau lain pikiranmu tentang salah satu hal, hal itu akan dinyatakan Allah juga kepadamu.\n",
          "3:16 Tetapi baiklah tingkat pengertian yang telah kita capai kita lanjutkan menurut jalan yang telah kita tempuh.\n",
          "3:17 Saudara-saudara, ikutilah teladanku dan perhatikanlah mereka, yang hidup sama seperti kami yang menjadi teladan bagimu.\n",
          "3:18 Karena, seperti yang telah kerap kali kukatakan kepadamu, dan yang kunyatakan pula sekarang sambil menangis, banyak orang yang hidup sebagai seteru salib Kristus.\n",
          "3:19 Kesudahan mereka ialah kebinasaan, Tuhan mereka ialah perut mereka, kemuliaan mereka ialah aib mereka, pikiran mereka semata-mata tertuju kepada perkara duniawi.\n",
          "3:20 Karena kewargaan kita terdapat di dalam surga dan dari situ juga kita menantikan Tuhan Yesus Kristus sebagai Juruselamat,\n",
          "3:21 yang akan mengubah tubuh kita yang hina ini, sehingga serupa dengan tubuh-Nya yang mulia, menurut kuasa-Nya yang dapat menaklukkan segala sesuatu kepada diri-Nya.\n"
        ]
      }
    },
    {
      "4": {
        "en": [
          "4:1 So then, my brothers, beloved and longed for, my joy and crown, in the same way stand firm in the Lord, beloved.\n",
          "4:2 I exhort Euodias, and I exhort Syntyche, to think the same thing in the Lord.\n",
          "4:3 Yes, I ask you also, genuine yokefellow, assist them, since they contended with me in the gospel, as well as with Clement and the rest of my fellow workers, whose names are in the book of life.\n",
          "4:4 Rejoice in the Lord always; again I will say, rejoice.\n",
          "4:5 Let your forbearance be known to all men. The Lord is near.\n",
          "4:6 In nothing be anxious, but in everything, by prayer and petition with thanksgiving, let your requests be made known to God;\n",
          "4:7 And the peace of God, which surpasses every man?s understanding, will guard your hearts and your thoughts in Christ Jesus.\n",
          "4:8 Finally, brothers, what things are true, what things are dignified, what things are righteous, what things are pure, what things are lovely, what things are well spoken of, if there is any virtue and if any praise, take account of these things.\n",
          "4:9 The things which you have also learned and received and heard and seen in me, practice these things; and the God of peace will be with you.\n",
          "4:10 But I rejoiced in the Lord greatly because now at length you have caused your thinking for me to blossom anew; for which matter you had indeed taken thought, but lacked opportunity.\n",
          "4:11 Not that I speak according to lack, for I have learned, in whatever circumstances I am, to be content.\n",
          "4:12 I know also how to be abased, and I know how to abound; in everything and in all things I have learned the secret both to be filled and to hunger, both to abound and to lack.\n",
          "4:13 I am able to do all things in Him who empowers me.\n",
          "4:14 Nevertheless you did well to have fellowship with me in my affliction.\n",
          "4:15 And you yourselves also know, Philippians, that in the beginning of the gospel, when I went out from Macedonia, no church had fellowship with me in the account of giving and receiving except you only;\n",
          "4:16 For even in Thessalonica you sent both once and again to my need.\n",
          "4:17 Not that I seek the gift, but I seek the fruit which increases to your account.\n",
          "4:18 But I have received in full all things and abound; I have been filled, receiving from Epaphroditus the things from you, a sweet-smelling savor, an acceptable sacrifice, well pleasing to God.\n",
          "4:19 And my God will fill your every need according to His riches, in glory, in Christ Jesus.\n",
          "4:20 Now to our God and Father be the glory forever and ever. Amen.\n",
          "4:21 Greet every saint in Christ Jesus. The brothers who are with me greet you.\n",
          "4:22 All the saints greet you, and especially those of Caesar?s household.\n",
          "4:23 The grace of the Lord Jesus Christ be with your spirit.\n"
        ],
        "id": [
          "4:1 Karena itu, Saudara-saudara yang kukasihi dan kurindukan, sukacitaku dan mahkotaku, berdirilah juga dengan teguh dalam Tuhan, hai Saudara-saudaraku yang terkasih!\n",
          "4:2 Euodia kunasihati dan Sintikhe kunasihati, supaya sehati sepikir dalam Tuhan.\n",
          "4:3 Bahkan, kuminta kepadamu juga, Sunsugos, temanku yang setia: Tolonglah mereka. Karena mereka telah berjuang dengan aku dalam pekabaran Injil, bersama-sama dengan Klemens dan kawan-kawan sekerjaku yang lain, yang nama-namanya tercantum dalam kitab kehidupan.\n",
          "4:4 Bersukacitalah senantiasa dalam Tuhan! Sekali lagi kukatakan: Bersukacitalah!\n",
          "4:5 Hendaklah kebaikan hatimu diketahui semua orang. Tuhan sudah dekat!\n",
          "4:6 Janganlah hendaknya kamu khawatir tentang apa pun juga, tetapi nyatakanlah dalam segala hal keinginanmu kepada Allah dalam doa dan permohonan dengan ucapan syukur.\n",
          "4:7 Damai sejahtera Allah, yang melampaui segala akal, akan memelihara hati dan pikiranmu dalam Kristus Yesus.\n",
          "4:8 Jadi, akhirnya, Saudara-saudara, semua yang benar, semua yang mulia, semua yang adil, semua yang suci, semua yang manis, semua yang sedap didengar, semua yang disebut kebajikan dan patut dipuji, pikirkanlah semuanya itu.\n",
          "4:9 Apa yang telah kamu pelajari dan apa yang telah kamu terima, dan apa yang telah kamu dengar dan apa yang telah kamu lihat padaku, lakukanlah itu. Dengan demikian, Allah sumber damai sejahtera akan menyertai kamu.\n",
          "4:10 Aku sangat bersukacita dalam Tuhan bahwa akhirnya pikiranmu dan perasaanmu bertumbuh kembali untuk aku. Memang selalu ada perhatianmu, tetapi tidak ada kesempatan bagimu.\n",
          "4:11 Kukatakan ini bukanlah karena kekurangan, sebab aku telah belajar mencukupkan diri dalam segala keadaan.\n",
          "4:12 Aku tahu apa itu kekurangan dan aku tahu apa itu kelimpahan. Dalam setiap keadaan dan dalam segala hal tidak ada sesuatu yang merupakan rahasia bagiku; baik dalam keadaan kenyang, maupun dalam keadaan lapar, baik dalam keadaan berkelimpahan maupun dalam keadaan berkekurangan.\n",
          "4:13 Segala hal dapat kutanggung di dalam Dia yang memberi kekuatan kepadaku.\n",
          "4:14 Namun baik juga perbuatanmu bahwa kamu telah mengambil bagian dalam kesusahanku.\n",
          "4:15 Kamu sendiri tahu juga, hai orang-orang Filipi; pada waktu aku baru mulai mengabarkan Injil, ketika aku berangkat dari Makedonia, selain kamu tidak ada satu jemaat pun yang mendukung aku dalam hal pemberian dan penerimaan.\n",
          "4:16 Karena di Tesalonika pun kamu telah satu dua kali mengirimkan bantuan kepadaku.\n",
          "4:17 Tetapi bukan pemberian itu yang kucari, melainkan buahnya, yang makin memperbesar keuntunganmu.\n",
          "4:18 Kini aku telah menerima semua yang perlu dari kamu, malahan lebih daripada itu. Aku berkelimpahan, karena aku telah menerima kirimanmu dari Epafroditus, suatu persembahan yang harum, suatu kurban yang disukai dan berkenan kepada Allah.\n",
          "4:19 Allahku akan memenuhi segala keperluanmu menurut kekayaan dan kemuliaan-Nya dalam Kristus Yesus.\n",
          "4:20 Dimuliakanlah Allah dan Bapa kita selama-lamanya! Amin.\n",
          "4:21 Sampaikanlah salamku kepada tiap-tiap orang kudus dalam Kristus Yesus. Salam kepadamu dari saudara-saudara seiman yang bersama-sama dengan aku.\n",
          "4:22 Salam kepadamu dari segala orang kudus, khususnya dari mereka yang di istana Kaisar.\n",
          "4:23 Anugerah Tuhan Yesus Kristus menyertai rohmu!\n"
        ]
      }
    }
  ]
}
