{
  "Proverbs": [
    {
      "1": {
        "en": [
          "1:1 The proverbs of Solomon the son of David, the king of Israel:\n",
          "1:2 For knowing wisdom and instruction; / For discerning words of understanding;\n",
          "1:3 For receiving instruction in wise conduct, / Righteousness, justice, and equity;\n",
          "1:4 For giving prudence to the simple, / Knowledge and discretion to the young man;\n",
          "1:5 That the wise man may hear and increase in learning, / And he who has understanding may acquire sound counsel;\n",
          "1:6 For understanding proverb and figure, / The words of the wise and their difficult sayings.\n",
          "1:7 The fear of Jehovah is the beginning of knowledge; / Fools despise wisdom and instruction.\n",
          "1:8 Hear, my son, the instruction of your father, / And do not reject the teaching of your mother;\n",
          "1:9 For they will be a wreath of grace for your head / And ornaments for your neck.\n",
          "1:10 My son, if sinners entice you, / Do not consent.\n",
          "1:11 If they say, Come with us; let us lie in wait for blood; / Let us ambush the innocent without cause;\n",
          "1:12 Let us swallow them alive like Sheol, / And whole, like those who go down into the pit.\n",
          "1:13 We will find all manner of precious goods; / We will fill our houses with booty;\n",
          "1:14 Throw in your lot with us; / We will all have one purse?\n",
          "1:15 My son, do not walk with them on this way; / Keep your foot from their path.\n",
          "1:16 For their feet run toward evil, / And they hasten to shed blood.\n",
          "1:17 For in vain is the net spread / In the eyes of any bird;\n",
          "1:18 Yet they lie in wait for their own blood; / They ambush their own lives!\n",
          "1:19 Such are the ways of everyone greedy for gain; It takes away the life of its owners.\n",
          "1:20 Wisdom cries out in the street; / She utters her voice in the open squares.\n",
          "1:21 At the head of the tumultuous street she cries; / At the entrance of the gates in the city she utters her sayings:\n",
          "1:22 How long, O simple ones, will you love simpleness, / And will scoffers delight themselves in scoffing, / And will fools hate knowledge?\n",
          "1:23 Turn yourselves at my reproof? / Immediately I will pour out my spirit on you; / I will make my words known to you.\n",
          "1:24 Because I called and you refused; / I stretched out my hand and no one heeded,\n",
          "1:25 And you neglected all my counsel / And would have none of my reproof;\n",
          "1:26 I also will laugh at your calamity; / I will mock when what you dread comes,\n",
          "1:27 When what you dread comes like a storm, / And your calamity comes like a whirlwind, / When distress and anguish come upon you.\n",
          "1:28 Then they will call on me, but I will not answer; / They will seek me diligently, but they will not find me.\n",
          "1:29 Because they hated knowledge / And did not choose the fear of Jehovah,\n",
          "1:30 And would have none of my counsel / And despised all my reproof;\n",
          "1:31 They shall eat of the fruit of their own way / And be filled with their own devices.\n",
          "1:32 For the turning away of the simple will kill them, / And the prosperity of the foolish will cause them to perish;\n",
          "1:33 But he who listens to me will dwell securely / And will live at ease, without the dread of evil.\n"
        ],
        "id": [
          "1:1 Amsal-amsal Salomo bin Daud, raja Israel,\n",
          "1:2 untuk mengetahui hikmat dan didikan, untuk mengerti kata-kata yang bermakna,\n",
          "1:3 untuk menerima didikan yang menjadikan pandai, serta kebenaran, keadilan dan kejujuran,\n",
          "1:4 untuk memberikan kecerdasan kepada orang yang tak berpengalaman, dan pengetahuan serta kebijaksanaan kepada orang muda\n",
          "1:5 baiklah orang bijak mendengar dan menambah ilmu dan baiklah orang yang berpengertian memperoleh bahan pertimbangan\n",
          "1:6 untuk mengerti amsal dan ibarat, perkataan dan teka-teki orang bijak.\n",
          "1:7 Takut akan Tuhan adalah permulaan pengetahuan, tetapi orang bodoh menghina hikmat dan didikan.\n",
          "1:8 Hai anakku, dengarkanlah didikan ayahmu, dan jangan menyia-nyiakan ajaran ibumu\n",
          "1:9 sebab karangan bunga yang indah itu bagi kepalamu, dan suatu kalung bagi lehermu.\n",
          "1:10 Hai anakku, jikalau orang berdosa hendak membujuk engkau, janganlah engkau menurut;\n",
          "1:11 jikalau mereka berkata: Marilah ikut kami, biarlah kita menghadang darah, biarlah kita mengintai orang yang tidak bersalah, dengan tidak semena-mena;\n",
          "1:12 biarlah kita menelan mereka hidup-hidup seperti dunia orang mati, bulat-bulat, seperti mereka yang turun ke liang kubur;\n",
          "1:13 kita akan mendapat pelbagai benda yang berharga, kita akan memenuhi rumah kita dengan barang rampasan;\n",
          "1:14 buanglah undimu ke tengah-tengah kami, satu pundi-pundi bagi kita sekalian.\n",
          "1:15 Hai anakku, janganlah engkau hidup menurut tingkah laku mereka, tahanlah kakimu dari pada jalan mereka,\n",
          "1:16 karena kaki mereka lari menuju kejahatan dan bergegas-gegas untuk menumpahkan darah.\n",
          "1:17 Sebab percumalah jaring dibentangkan di depan mata segala yang bersayap,\n",
          "1:18 padahal mereka menghadang darahnya sendiri dan mengintai nyawanya sendiri.\n",
          "1:19 Demikianlah pengalaman setiap orang yang loba akan keuntungan gelap, yang mengambil nyawa orang yang mempunyainya.\n",
          "1:20 Hikmat berseru nyaring di jalan-jalan, di lapangan-lapangan ia memperdengarkan suaranya,\n",
          "1:21 di atas tembok-tembok ia berseru-seru, di depan pintu-pintu gerbang kota ia mengucapkan kata-katanya.\n",
          "1:22 Berapa lama lagi, hai orang yang tak berpengalaman, kamu masih cinta kepada keadaanmu itu, pencemooh masih gemar kepada cemooh, dan orang bebal benci kepada pengetahuan?\n",
          "1:23 Berpalinglah kamu kepada teguranku! Sesungguhnya, aku hendak mencurahkan isi hatiku kepadamu dan memberitahukan perkataanku kepadamu.\n",
          "1:24 Oleh karena kamu menolak ketika aku memanggil, dan tidak ada orang yang menghiraukan ketika aku mengulurkan tanganku,\n",
          "1:25 bahkan, kamu mengabaikan nasihatku, dan tidak mau menerima teguranku,\n",
          "1:26 maka aku juga akan menertawakan celakamu; aku akan berolok-olok, apabila kedahsyatan datang ke atasmu,\n",
          "1:27 apabila kedahsyatan datang ke atasmu seperti badai, dan celaka melanda kamu seperti angin puyuh, apabila kesukaran dan kecemasan datang menimpa kamu.\n",
          "1:28 Pada waktu itu mereka akan berseru kepadaku, tetapi tidak akan kujawab, mereka akan bertekun mencari aku, tetapi tidak akan menemukan aku.\n",
          "1:29 Oleh karena mereka benci kepada pengetahuan dan tidak memilih takut akan Tuhan,\n",
          "1:30 tidak mau menerima nasihatku, tetapi menolak segala teguranku,\n",
          "1:31 maka mereka akan memakan buah perbuatan mereka, dan menjadi kenyang oleh rencana mereka.\n",
          "1:32 Sebab orang yang tak berpengalaman akan dibunuh oleh keengganannya, dan orang bebal akan dibinasakan oleh kelalaiannya.\n",
          "1:33 Tetapi siapa mendengarkan aku, ia akan tinggal dengan aman, terlindung dari pada kedahsyatan malapetaka.\n"
        ]
      }
    },
    {
      "2": {
        "en": [
          "2:1 My son, if you receive my words / And treasure up my commandments within you,\n",
          "2:2 Making your ear attentive to wisdom / And inclining your heart to understanding;\n",
          "2:3 Indeed, if you cry out for discernment / And lift up your voice for understanding;\n",
          "2:4 If you seek her like silver / And search for her like hidden treasures,\n",
          "2:5 Then you will understand the fear of Jehovah / And find the knowledge of God.\n",
          "2:6 For Jehovah gives wisdom; / From His mouth come knowledge and understanding;\n",
          "2:7 He stores up sound wisdom for the upright; / He is a shield to those who walk in integrity,\n",
          "2:8 Guarding the paths of justice / And keeping the way of His faithful ones.\n",
          "2:9 Then you will understand righteousness and justice / And equity, indeed, every good path.\n",
          "2:10 For wisdom will enter your heart, / And knowledge will be pleasant to your soul;\n",
          "2:11 Discretion will watch over you; / Understanding will keep you:\n",
          "2:12 To deliver you from the way of evil, / From the man who speaks perverse things,\n",
          "2:13 From those who forsake the paths of uprightness / To walk in the ways of darkness,\n",
          "2:14 Who rejoice in doing evil / And delight in the perverseness of evil,\n",
          "2:15 Whose paths are crooked, / And who are devious in their ways;\n",
          "2:16 To deliver you from the strange woman, / From the adulteress who flatters with her words,\n",
          "2:17 Who forsakes the companion of her youth / And forgets the covenant of her God;\n",
          "2:18 For her house sinks down to death, / And her paths lead to the dead;\n",
          "2:19 None who go to her ever return, / Nor do they attain to the paths of life;\n",
          "2:20 That you may walk in the way of good men / And keep the paths of the righteous;\n",
          "2:21 For the upright will dwell in the land, / And the perfect will remain in it;\n",
          "2:22 But the wicked will be cut off from the land, / And the treacherous will be uprooted from it.\n"
        ],
        "id": [
          "2:1 Hai anakku, jikalau engkau menerima perkataanku dan menyimpan perintahku di dalam hatimu,\n",
          "2:2 sehingga telingamu memperhatikan hikmat, dan engkau mencenderungkan hatimu kepada kepandaian,\n",
          "2:3 ya, jikalau engkau berseru kepada pengertian, dan menujukan suaramu kepada kepandaian,\n",
          "2:4 jikalau engkau mencarinya seperti mencari perak, dan mengejarnya seperti mengejar harta terpendam,\n",
          "2:5 maka engkau akan memperoleh pengertian tentang takut akan Tuhan dan mendapat pengenalan akan Allah.\n",
          "2:6 Karena Tuhanlah yang memberikan hikmat, dari mulut-Nya datang pengetahuan dan kepandaian.\n",
          "2:7 Ia menyediakan pertolongan bagi orang yang jujur, menjadi perisai bagi orang yang tidak bercela lakunya,\n",
          "2:8 sambil menjaga jalan keadilan, dan memelihara jalan orang-orang-Nya yang setia.\n",
          "2:9 Maka engkau akan mengerti tentang kebenaran, keadilan, dan kejujuran, bahkan setiap jalan yang baik.\n",
          "2:10 Karena hikmat akan masuk ke dalam hatimu dan pengetahuan akan menyenangkan jiwamu;\n",
          "2:11 kebijaksanaan akan memelihara engkau, kepandaian akan menjaga engkau\n",
          "2:12 supaya engkau terlepas dari jalan yang jahat, dari orang yang mengucapkan tipu muslihat,\n",
          "2:13 dari mereka yang meninggalkan jalan yang lurus dan menempuh jalan yang gelap;\n",
          "2:14 yang bersukacita melakukan kejahatan, bersorak-sorak karena tipu muslihat yang jahat,\n",
          "2:15 yang berliku-liku jalannya dan yang sesat perilakunya;\n",
          "2:16 supaya engkau terlepas dari perempuan jalang, dari perempuan yang asing, yang licin perkataannya,\n",
          "2:17 yang meninggalkan teman hidup masa mudanya dan melupakan perjanjian Allahnya;\n",
          "2:18 sesungguhnya rumahnya hilang tenggelam ke dalam maut, jalannya menuju ke arwah-arwah.\n",
          "2:19 Segala orang yang datang kepadanya tidak balik kembali, dan tidak mencapai jalan kehidupan.\n",
          "2:20 Sebab itu tempuhlah jalan orang baik, dan peliharalah jalan-jalan orang benar.\n",
          "2:21 Karena orang jujurlah akan mendiami tanah, dan orang yang tak bercelalah yang akan tetap tinggal di situ,\n",
          "2:22 tetapi orang fasik akan dipunahkan dari tanah itu, dan pengkhianat akan dibuang dari situ.\n"
        ]
      }
    },
    {
      "3": {
        "en": [
          "3:1 My son, do not forget my instruction, / But let your heart keep my commandments;\n",
          "3:2 For length of days and years of life / And peace will they add to you.\n",
          "3:3 Do not let lovingkindness and truth forsake you: / Bind them around your neck; / Write them upon the tablet of your heart.\n",
          "3:4 Thus you will find favor and a reputation for fine understanding / In the sight of God and man.\n",
          "3:5 Trust in Jehovah with all your heart, / And do not rely on your own understanding;\n",
          "3:6 In all your ways acknowledge Him, / And He will make your paths straight.\n",
          "3:7 Do not be wise in your own eyes; / Fear Jehovah, and depart from evil.\n",
          "3:8 It will be healing to your body / And refreshment to your bones.\n",
          "3:9 Honor Jehovah with your substance / And with the firstfruits of all your produce;\n",
          "3:10 Then your barns will be filled with plenty, / And your vats will burst open with new wine.\n",
          "3:11 My son, do not despise the chastening of Jehovah, / Nor be weary of His discipline;\n",
          "3:12 For whom Jehovah loves He disciplines, / Even as a father, the son in whom he delights.\n",
          "3:13 Blessed is the man who finds wisdom, / And the man who gains understanding.\n",
          "3:14 For her profit is better than the profit of silver, / And her income is better than gold.\n",
          "3:15 She is more precious than corals, / And nothing you desire compares with her.\n",
          "3:16 Length of days is in her right hand; / In her left hand are riches and honor.\n",
          "3:17 Her ways are ways of pleasantness, / And all her paths are peace.\n",
          "3:18 She is a tree of life to those who lay hold of her, / And happy are those who hold her fast.\n",
          "3:19 Jehovah by wisdom founded the earth; / He established the heavens by understanding;\n",
          "3:20 By His knowledge the depths were broken open / And the skies drop down the dew.\n",
          "3:21 My son, do not let these depart from your sight: / Keep sound wisdom and discretion;\n",
          "3:22 And they will be life for your soul / And a graceful ornament for your neck.\n",
          "3:23 Then you will walk on your way securely, / And your foot will not stumble.\n",
          "3:24 When you lie down, you will not be afraid; / But you will lie down, and your sleep will be sweet.\n",
          "3:25 Do not be afraid of sudden fear, / Nor of the destruction of the wicked when it comes;\n",
          "3:26 For Jehovah will be your confidence, / And He will keep your foot from being caught.\n",
          "3:27 Do not withhold good from those to whom it is due, / When it is in the power of your hand to do so.\n",
          "3:28 Do not say to your neighbor, Go, and come back; / And tomorrow I will give it?when you have it with you.\n",
          "3:29 Do not devise harm against your neighbor, / While he lives securely beside you.\n",
          "3:30 Do not strive with a man without cause, / If he has done you no harm.\n",
          "3:31 Do not envy a man of violence, / And do not choose any of his ways;\n",
          "3:32 For the perverse man is an abomination to Jehovah, / But His intimate counsel is with the upright.\n",
          "3:33 The curse of Jehovah is in the house of the wicked man, / But He blesses the dwelling place of the righteous.\n",
          "3:34 To scorners He is scornful, / But to the humble He gives grace.\n",
          "3:35 The wise will inherit honor, / But fools increase their own disgrace.\n"
        ],
        "id": [
          "3:1 Hai anakku, janganlah engkau melupakan ajaranku, dan biarlah hatimu memelihara perintahku,\n",
          "3:2 karena panjang umur dan lanjut usia serta sejahtera akan ditambahkannya kepadamu.\n",
          "3:3 Janganlah kiranya kasih dan setia meninggalkan engkau! Kalungkanlah itu pada lehermu, tuliskanlah itu pada loh hatimu,\n",
          "3:4 maka engkau akan mendapat kasih dan penghargaan dalam pandangan Allah serta manusia.\n",
          "3:5 Percayalah kepada Tuhan dengan segenap hatimu, dan janganlah bersandar kepada pengertianmu sendiri.\n",
          "3:6 Akuilah Dia dalam segala lakumu, maka Ia akan meluruskan jalanmu.\n",
          "3:7 Janganlah engkau menganggap dirimu sendiri bijak, takutlah akan Tuhan dan jauhilah kejahatan;\n",
          "3:8 itulah yang akan menyembuhkan tubuhmu dan menyegarkan tulang-tulangmu.\n",
          "3:9 Muliakanlah Tuhan dengan hartamu dan dengan hasil pertama dari segala penghasilanmu,\n",
          "3:10 maka lumbung-lumbungmu akan diisi penuh sampai melimpah-limpah, dan bejana pemerahanmu akan meluap dengan air buah anggurnya.\n",
          "3:11 Hai anakku, janganlah engkau menolak didikan Tuhan, dan janganlah engkau bosan akan peringatan-Nya.\n",
          "3:12 Karena Tuhan memberi ajaran kepada yang dikasihi-Nya, seperti seorang ayah kepada anak yang disayangi.\n",
          "3:13 Berbahagialah orang yang mendapat hikmat, orang yang memperoleh kepandaian,\n",
          "3:14 karena keuntungannya melebihi keuntungan perak, dan hasilnya melebihi emas.\n",
          "3:15 Ia lebih berharga dari pada permata; apa pun yang kauinginkan, tidak dapat menyamainya.\n",
          "3:16 Umur panjang ada di tangan kanannya, di tangan kirinya kekayaan dan kehormatan.\n",
          "3:17 Jalannya adalah jalan penuh bahagia, segala jalannya sejahtera semata-mata.\n",
          "3:18 Ia menjadi pohon kehidupan bagi orang yang memegangnya, siapa yang berpegang padanya akan disebut berbahagia.\n",
          "3:19 Dengan hikmat Tuhan telah meletakkan dasar bumi, dengan pengertian ditetapkan-Nya langit,\n",
          "3:20 dengan pengetahuan-Nya air samudera raya berpencaran dan awan menitikkan embun.\n",
          "3:21 Hai anakku, janganlah pertimbangan dan kebijaksanaan itu menjauh dari matamu, peliharalah itu,\n",
          "3:22 maka itu akan menjadi kehidupan bagi jiwamu, dan perhiasan bagi lehermu.\n",
          "3:23 Maka engkau akan berjalan di jalanmu dengan aman, dan kakimu tidak akan terantuk.\n",
          "3:24 Jikalau engkau berbaring, engkau tidak akan terkejut, tetapi engkau akan berbaring dan tidur nyenyak.\n",
          "3:25 Janganlah takut kepada kekejutan yang tiba-tiba, atau kepada kebinasaan orang fasik, bila itu datang.\n",
          "3:26 Karena Tuhanlah yang akan menjadi sandaranmu, dan akan menghindarkan kakimu dari jerat.\n",
          "3:27 Janganlah menahan kebaikan dari pada orang-orang yang berhak menerimanya, padahal engkau mampu melakukannya.\n",
          "3:28 Janganlah engkau berkata kepada sesamamu: Pergilah dan kembalilah, besok akan kuberi, sedangkan yang diminta ada padamu.\n",
          "3:29 Janganlah merencanakan kejahatan terhadap sesamamu, sedangkan tanpa curiga ia tinggal bersama-sama dengan engkau.\n",
          "3:30 Janganlah bertengkar tidak semena-mena dengan seseorang, jikalau ia tidak berbuat jahat kepadamu.\n",
          "3:31 Janganlah iri hati kepada orang yang melakukan kelaliman, dan janganlah memilih satupun dari jalannya,\n",
          "3:32 karena orang yang sesat adalah kekejian bagi Tuhan, tetapi dengan orang jujur Ia bergaul erat.\n",
          "3:33 Kutuk Tuhan ada di dalam rumah orang fasik, tetapi tempat kediaman orang benar diberkati-Nya.\n",
          "3:34 Apabila Ia menghadapi pencemooh, maka Iapun mencemooh, tetapi orang yang rendah hati dikasihani-Nya.\n",
          "3:35 Orang yang bijak akan mewarisi kehormatan, tetapi orang yang bebal akan menerima cemooh.\n"
        ]
      }
    },
    {
      "4": {
        "en": [
          "4:1 Hear, my sons, the instruction of a father, / And be attentive, that you may gain understanding;\n",
          "4:2 For I give you good teaching; / Do not forsake my instruction.\n",
          "4:3 For I was a son to my father, / Tender and the only beloved in the sight of my mother.\n",
          "4:4 And he taught me and said to me, / Let your heart hold fast to my words; / Keep my commandments and live;\n",
          "4:5 Get wisdom; get understanding; / Do not forget nor turn away from the words of my mouth.\n",
          "4:6 Do not forsake her, and she will keep you; / Love her, and she will guard you.\n",
          "4:7 The beginning of wisdom is this: / Get wisdom; and in all your getting, get understanding.\n",
          "4:8 Prize her highly, and she will exalt you; / She will honor you if you embrace her.\n",
          "4:9 She will give a garland of grace for your head; / A crown of beauty will she bestow on you.\n",
          "4:10 Hear, my son, and receive my words, / And the years of your life will be many.\n",
          "4:11 I have taught you in the way of wisdom; / I have led you in the paths of uprightness.\n",
          "4:12 When you walk, your steps will not be hindered; / And when you run, you will not stumble.\n",
          "4:13 Take hold of instruction; do not let go; / Guard her, for she is your life.\n",
          "4:14 Do not enter the path of the wicked, / And do not walk in the way of the evil.\n",
          "4:15 Avoid it; do not pass by it; / Turn away from it and pass on by.\n",
          "4:16 For they cannot sleep unless they do evil; / And they are robbed of their sleep unless they cause someone to stumble.\n",
          "4:17 For they eat the bread of wickedness / And drink the wine of violence.\n",
          "4:18 But the path of the righteous is like the light of dawn, / Which shines brighter and brighter until the full day.\n",
          "4:19 The way of the wicked is like deep darkness; / They do not know what they stumble over.\n",
          "4:20 My son, be attentive to my words; / Incline your ear to my sayings.\n",
          "4:21 Do not let them depart from your sight; / Keep them in the midst of your heart.\n",
          "4:22 For they are life to those who find them, / And healing to all their flesh.\n",
          "4:23 Keep your heart with all vigilance, / For from it are the issues of life.\n",
          "4:24 Put away from you crooked speech, / And put perverse talk far from you.\n",
          "4:25 Let your eyes look directly ahead, / And let your gaze be straight in front of you.\n",
          "4:26 Make straight the path of your feet, / And all your ways will be established.\n",
          "4:27 Do not turn to the right or to the left; / Turn your foot away from evil.\n"
        ],
        "id": [
          "4:1 Dengarkanlah, hai anak-anak, didikan seorang ayah, dan perhatikanlah supaya engkau beroleh pengertian,\n",
          "4:2 karena aku memberikan ilmu yang baik kepadamu; janganlah meninggalkan petunjukku.\n",
          "4:3 Karena ketika aku masih tinggal di rumah ayahku sebagai anak, lemah dan sebagai anak tunggal bagi ibuku,\n",
          "4:4 aku diajari ayahku, katanya kepadaku: Biarlah hatimu memegang perkataanku; berpeganglah pada petunjuk-petunjukku, maka engkau akan hidup.\n",
          "4:5 Perolehlah hikmat, perolehlah pengertian, jangan lupa, dan jangan menyimpang dari perkataan mulutku.\n",
          "4:6 Janganlah meninggalkan hikmat itu, maka engkau akan dipeliharanya, kasihilah dia, maka engkau akan dijaganya.\n",
          "4:7 Permulaan hikmat ialah: perolehlah hikmat dan dengan segala yang kauperoleh perolehlah pengertian.\n",
          "4:8 Junjunglah dia, maka engkau akan ditinggikannya; engkau akan dijadikan terhormat, apabila engkau memeluknya.\n",
          "4:9 Ia akan mengenakan karangan bunga yang indah di kepalamu, mahkota yang indah akan dikaruniakannya kepadamu.\n",
          "4:10 Hai anakku, dengarkanlah dan terimalah perkataanku, supaya tahun hidupmu menjadi banyak.\n",
          "4:11 Aku mengajarkan jalan hikmat kepadamu, aku memimpin engkau di jalan yang lurus.\n",
          "4:12 Bila engkau berjalan langkahmu tidak akan terhambat, bila engkau berlari engkau tidak akan tersandung.\n",
          "4:13 Berpeganglah pada didikan, janganlah melepaskannya, peliharalah dia, karena dialah hidupmu.\n",
          "4:14 Janganlah menempuh jalan orang fasik, dan janganlah mengikuti jalan orang jahat.\n",
          "4:15 Jauhilah jalan itu, janganlah melaluinya, menyimpanglah dari padanya dan jalanlah terus.\n",
          "4:16 Karena mereka tidak dapat tidur, bila tidak berbuat jahat; kantuk mereka lenyap, bila mereka tidak membuat orang tersandung;\n",
          "4:17 karena mereka makan roti kefasikan, dan minum anggur kelaliman.\n",
          "4:18 Tetapi jalan orang benar itu seperti cahaya fajar, yang kian bertambah terang sampai rembang tengah hari.\n",
          "4:19 Jalan orang fasik itu seperti kegelapan; mereka tidak tahu apa yang menyebabkan mereka tersandung.\n",
          "4:20 Hai anakku, perhatikanlah perkataanku, arahkanlah telingamu kepada ucapanku;\n",
          "4:21 janganlah semuanya itu menjauh dari matamu, simpanlah itu di lubuk hatimu.\n",
          "4:22 Karena itulah yang menjadi kehidupan bagi mereka yang mendapatkannya dan kesembuhan bagi seluruh tubuh mereka.\n",
          "4:23 Jagalah hatimu dengan segala kewaspadaan, karena dari situlah terpancar kehidupan.\n",
          "4:24 Buanglah mulut serong dari padamu dan jauhkanlah bibir yang dolak-dalik dari padamu.\n",
          "4:25 Biarlah matamu memandang terus ke depan dan tatapan matamu tetap ke muka.\n",
          "4:26 Tempuhlah jalan yang rata dan hendaklah tetap segala jalanmu.\n",
          "4:27 Janganlah menyimpang ke kanan atau ke kiri, jauhkanlah kakimu dari kejahatan.\n"
        ]
      }
    },
    {
      "5": {
        "en": [
          "5:1 My son, be attentive to my wisdom; / Incline your ear to my understanding,\n",
          "5:2 That you may keep discretion, / And your lips may guard knowledge.\n",
          "5:3 For the lips of a strange woman drip honey, / And her mouth is smoother than oil;\n",
          "5:4 But in the end she is bitter as wormwood, / Sharp as a two-edged sword.\n",
          "5:5 Her feet go down to death; / Her steps hold fast to Sheol.\n",
          "5:6 She does not make straight the path of life: / Her ways wander, and she does not know it.\n",
          "5:7 And now, my sons, listen to me, / And do not depart from the words of my mouth.\n",
          "5:8 Keep your way far from her, / And do not go near the door of her house;\n",
          "5:9 Lest you give your honor to others, / And your years to the cruel;\n",
          "5:10 Lest strangers be filled with your wealth, / And your labors go to the house of a foreigner,\n",
          "5:11 And you mourn at your end, / When your flesh and your body are consumed,\n",
          "5:12 And you say, How I have hated instruction, / And my heart has despised reproof!\n",
          "5:13 And I have not listened to the voice of my teachers / Nor inclined my ear to my instructors;\n",
          "5:14 I was almost into every evil / In the midst of the congregation and assembly.\n",
          "5:15 Drink waters out of your own cistern, / And running water out of your own well.\n",
          "5:16 Should your springs be shed forth, / Like streams of water in the streets?\n",
          "5:17 Let them be yours alone, / And not for strangers with you.\n",
          "5:18 Let your fountain be blessed, / And rejoice in the wife of your youth,\n",
          "5:19 A lovely hind and a graceful doe. / Let her breasts satisfy you at all times. / May you be ravished with her love always.\n",
          "5:20 For why should you be ravished, my son, with a strange woman / And embrace the bosom of an adulteress?\n",
          "5:21 For the ways of a man are before the eyes of Jehovah, / And He ponders all his paths.\n",
          "5:22 The wicked man is taken by his own iniquities, / And he is held fast by the cords of his own sin.\n",
          "5:23 He will die for lack of instruction, / And in the greatness of his folly he will go astray.\n"
        ],
        "id": [
          "5:1 Hai anakku, perhatikanlah hikmatku, arahkanlah telingamu kepada kepandaian yang kuajarkan,\n",
          "5:2 supaya engkau berpegang pada kebijaksanaan dan bibirmu memelihara pengetahuan.\n",
          "5:3 Karena bibir perempuan jalang menitikkan tetesan madu dan langit-langit mulutnya lebih licin dari pada minyak,\n",
          "5:4 tetapi kemudian ia pahit seperti empedu, dan tajam seperti pedang bermata dua.\n",
          "5:5 Kakinya turun menuju maut, langkahnya menuju dunia orang mati.\n",
          "5:6 Ia tidak menempuh jalan kehidupan, jalannya sesat, tanpa diketahuinya.\n",
          "5:7 Sebab itu, hai anak-anak, dengarkanlah aku, janganlah kamu menyimpang dari pada perkataan mulutku.\n",
          "5:8 Jauhkanlah jalanmu dari pada dia, dan janganlah menghampiri pintu rumahnya,\n",
          "5:9 supaya engkau jangan menyerahkan keremajaanmu kepada orang lain, dan tahun-tahun umurmu kepada orang kejam;\n",
          "5:10 supaya orang lain jangan mengenyangkan diri dengan kekayaanmu, dan hasil susah payahmu jangan masuk ke rumah orang yang tidak dikenal\n",
          "5:11 dan pada akhirnya engkau akan mengeluh, kalau daging dan tubuhmu habis binasa,\n",
          "5:12 lalu engkau akan berkata: Ah, mengapa aku benci kepada didikan, dan hatiku menolak teguran;\n",
          "5:13 mengapa aku tidak mendengarkan suara guru-guruku, dan tidak mengarahkan telingaku kepada pengajar-pengajarku?\n",
          "5:14 Aku nyaris terjerumus ke dalam tiap malapetaka di tengah-tengah jemaah dan perkumpulan.\n",
          "5:15 Minumlah air dari kulahmu sendiri, minumlah air dari sumurmu yang membual.\n",
          "5:16 Patutkah mata airmu meluap ke luar seperti batang-batang air ke lapangan-lapangan?\n",
          "5:17 Biarlah itu menjadi kepunyaanmu sendiri, jangan juga menjadi kepunyaan orang lain.\n",
          "5:18 Diberkatilah kiranya sendangmu, bersukacitalah dengan isteri masa mudamu:\n",
          "5:19 rusa yang manis, kijang yang jelita; biarlah buah dadanya selalu memuaskan engkau, dan engkau senantiasa berahi karena cintanya.\n",
          "5:20 Hai anakku, mengapa engkau berahi akan perempuan jalang, dan mendekap dada perempuan asing?\n",
          "5:21 Karena segala jalan orang terbuka di depan mata Tuhan, dan segala langkah orang diawasi-Nya.\n",
          "5:22 Orang fasik tertangkap dalam kejahatannya, dan terjerat dalam tali dosanya sendiri.\n",
          "5:23 Ia mati, karena tidak menerima didikan dan karena kebodohannya yang besar ia tersesat.\n"
        ]
      }
    },
    {
      "6": {
        "en": [
          "6:1 My son, if you have become a surety for your neighbor, / If you have given your hands as a pledge for a stranger,\n",
          "6:2 You are snared by the words of your mouth; / You are caught by the words of your mouth.\n",
          "6:3 Do this now, my son, and deliver yourself, / Since you have come into the hand of your neighbor: / Go, humble yourself, and plead with your neighbor.\n",
          "6:4 Do not give sleep to your eyes, / Nor slumber to your eyelids.\n",
          "6:5 Deliver yourself like a gazelle from the hunter?s hand / And like a bird from the fowler?s hand.\n",
          "6:6 Go to the ant, you sluggard; / Consider its ways, and be wise,\n",
          "6:7 Which, having no chief, / Officer, or ruler,\n",
          "6:8 Prepares its food in summer / And gathers its sustenance in the harvest.\n",
          "6:9 How long, sluggard, will you lie there? / When will you arise from your sleep?\n",
          "6:10 A little sleep, a little slumber, / A little folding of the hands to rest,\n",
          "6:11 And your poverty will come upon you like a robber, / And your want, like an armed man.\n",
          "6:12 A worthless man, a wicked man, / Goes around with a perverse mouth,\n",
          "6:13 Winking with his eyes, signaling with his feet, / Pointing with his fingers;\n",
          "6:14 With perverseness in his heart, he is devising evil continually; / He injects discord.\n",
          "6:15 Therefore his calamity will come suddenly; / In a moment he will be broken, and there will be no remedy.\n",
          "6:16 There are six things that Jehovah hates; / Indeed, seven that are an abomination to His soul:\n",
          "6:17 Haughty eyes, a lying tongue, / And hands that shed innocent blood,\n",
          "6:18 A heart that devises wicked schemes, / Feet that hurry to run to evil,\n",
          "6:19 A false witness who utters lies, / And one who injects discord among brothers.\n",
          "6:20 My son, keep the commandment of your father, / And do not reject the teaching of your mother;\n",
          "6:21 Bind them continually on your heart; / Tie them around your neck.\n",
          "6:22 When you walk about, it will guide you, / When you lie down, it will watch over you; / And when you awake, it will talk with you.\n",
          "6:23 For the commandment is a lamp, and the teaching a light, / And the reproofs of instruction are the way of life,\n",
          "6:24 To keep you from the evil woman, / From the smooth tongue of the adulteress.\n",
          "6:25 Do not desire her beauty in your heart, / Nor let her catch you with her eyelids;\n",
          "6:26 For the price of a harlot is a loaf of bread, / But the wife of another man hunts for the precious soul.\n",
          "6:27 Can a man take fire in his bosom / And his clothes not be burned?\n",
          "6:28 Can a man walk on hot coals / And his feet not be scorched?\n",
          "6:29 So it is with him who goes in to his neighbor?s wife; / No one who touches her will be unpunished.\n",
          "6:30 The thief is not despised if he steals / To satisfy himself when he is hungry;\n",
          "6:31 But if he is found out, he shall restore sevenfold; / He must give over all the substance of his house.\n",
          "6:32 He who commits adultery with a woman lacks sense; / He who does it destroys his own soul.\n",
          "6:33 He will find wounds and dishonor, / And his reproach will not be wiped away.\n",
          "6:34 For jealousy is the rage of a man, / And he will not spare in the day of vengeance.\n",
          "6:35 He will not regard any ransom, / Nor will he be content if you give him great gifts.\n"
        ],
        "id": [
          "6:1 Hai anakku, jikalau engkau menjadi penanggung sesamamu, dan membuat persetujuan dengan orang lain;\n",
          "6:2 jikalau engkau terjerat dalam perkataan mulutmu, tertangkap dalam perkataan mulutmu,\n",
          "6:3 buatlah begini, hai anakku, dan lepaskanlah dirimu, karena engkau telah jatuh ke dalam genggaman sesamamu: pergilah, berlututlah, dan desaklah sesamamu itu;\n",
          "6:4 janganlah membiarkan matamu tidur, dan kelopak matamu mengantuk;\n",
          "6:5 lepaskanlah dirimu seperti kijang dari pada tangkapan, seperti burung dari pada tangan pemikat.\n",
          "6:6 Hai pemalas, pergilah kepada semut, perhatikanlah lakunya dan jadilah bijak:\n",
          "6:7 biarpun tidak ada pemimpinnya, pengaturnya atau penguasanya,\n",
          "6:8 ia menyediakan rotinya di musim panas, dan mengumpulkan makanannya pada waktu panen.\n",
          "6:9 Hai pemalas, berapa lama lagi engkau berbaring? Bilakah engkau akan bangun dari tidurmu?\n",
          "6:10 Tidur sebentar lagi, mengantuk sebentar lagi, melipat tangan sebentar lagi untuk tinggal berbaring\n",
          "6:11 maka datanglah kemiskinan kepadamu seperti seorang penyerbu, dan kekurangan seperti orang yang bersenjata.\n",
          "6:12 Tak bergunalah dan jahatlah orang yang hidup dengan mulut serong,\n",
          "6:13 yang mengedipkan matanya, yang bermain kaki dan menunjuk-nunjuk dengan jari,\n",
          "6:14 yang hatinya mengandung tipu muslihat, yang senantiasa merencanakan kejahatan, dan yang menimbulkan pertengkaran.\n",
          "6:15 Itulah sebabnya ia ditimpa kebinasaan dengan tiba-tiba, sesaat saja ia diremukkan tanpa dapat dipulihkan lagi.\n",
          "6:16 Enam perkara ini yang dibenci Tuhan, bahkan, tujuh perkara yang menjadi kekejian bagi hati-Nya:\n",
          "6:17 mata sombong, lidah dusta, tangan yang menumpahkan darah orang yang tidak bersalah,\n",
          "6:18 hati yang membuat rencana-rencana yang jahat, kaki yang segera lari menuju kejahatan,\n",
          "6:19 seorang saksi dusta yang menyembur-nyemburkan kebohongan dan yang menimbulkan pertengkaran saudara.\n",
          "6:20 Hai anakku, peliharalah perintah ayahmu, dan janganlah menyia-nyiakan ajaran ibumu.\n",
          "6:21 Tambatkanlah senantiasa semuanya itu pada hatimu, kalungkanlah pada lehermu.\n",
          "6:22 Jikalau engkau berjalan, engkau akan dipimpinnya, jikalau engkau berbaring, engkau akan dijaganya, jikalau engkau bangun, engkau akan disapanya.\n",
          "6:23 Karena perintah itu pelita, dan ajaran itu cahaya, dan teguran yang mendidik itu jalan kehidupan,\n",
          "6:24 yang melindungi engkau terhadap perempuan jahat, terhadap kelicikan lidah perempuan asing.\n",
          "6:25 Janganlah menginginkan kecantikannya dalam hatimu, janganlah terpikat oleh bulu matanya.\n",
          "6:26 Karena bagi seorang sundal sepotong rotilah yang penting, tetapi isteri orang lain memburu nyawa yang berharga.\n",
          "6:27 Dapatkah orang membawa api dalam gelumbung baju dengan tidak terbakar pakaiannya?\n",
          "6:28 Atau dapatkah orang berjalan di atas bara, dengan tidak hangus kakinya?\n",
          "6:29 Demikian juga orang yang menghampiri isteri sesamanya; tiada seorangpun, yang menjamahnya, luput dari hukuman.\n",
          "6:30 Apakah seorang pencuri tidak akan dihina, apabila ia mencuri untuk memuaskan nafsunya karena lapar?\n",
          "6:31 Dan kalau ia tertangkap, haruslah ia membayar kembali tujuh kali lipat, segenap harta isi rumahnya harus diserahkan.\n",
          "6:32 Siapa melakukan zinah tidak berakal budi; orang yang berbuat demikian merusak diri.\n",
          "6:33 Siksa dan cemooh diperolehnya, malunya tidak terhapuskan.\n",
          "6:34 Karena cemburu adalah geram seorang laki-laki, ia tidak kenal belas kasihan pada hari pembalasan dendam;\n",
          "6:35 ia tidak akan mau menerima tebusan suatupun, dan ia akan tetap bersikeras, betapa banyakpun pemberianmu.\n"
        ]
      }
    },
    {
      "7": {
        "en": [
          "7:1 My son, keep my words, / And treasure up my commandments within you.\n",
          "7:2 Keep my commandments, and live; / And my teaching, like the apple of your eye.\n",
          "7:3 Bind them on your fingers; / Write them on the tablet of your heart.\n",
          "7:4 Say to wisdom, You are my sister, / And call understanding your close friend,\n",
          "7:5 That they may keep you from the strange woman, / From the adulteress who flatters with her words.\n",
          "7:6 For at the window of my house / I looked out through my lattice,\n",
          "7:7 And I saw among the simple ones, / I discerned among the youths, / A young man lacking sense,\n",
          "7:8 Passing along the street near her corner; / And he takes the way to her house,\n",
          "7:9 In the twilight, in the evening of the day, / In the deep of night and darkness.\n",
          "7:10 And there comes a woman to meet him, / Dressed as a harlot and cunning of heart.\n",
          "7:11 She is rowdy and defiant; / Her feet do not stay at home?\n",
          "7:12 Now in the street, now in the squares, / And at every corner she lies in wait.\n",
          "7:13 And she grabs him and kisses him; / And with an impudent face she says to him,\n",
          "7:14 I had to make offerings; / Today I have paid my vows.\n",
          "7:15 Therefore I have come out to meet you, / To earnestly seek your presence; and I have found you.\n",
          "7:16 I have decked my couch with coverings, / Colored spreads of the linen of Egypt;\n",
          "7:17 I have sprinkled my bed with myrrh, / Aloes, and cinnamon.\n",
          "7:18 Come, let us drink our fill of love until the morning; / Let us delight ourselves with love.\n",
          "7:19 For my husband is not at home; / He has gone on a long journey.\n",
          "7:20 He has taken the money bag with him; / He will come home at the full moon.\n",
          "7:21 With her great persuasiveness she beguiles him; / With her smooth talk she compels him.\n",
          "7:22 He goes after her immediately, / As an ox goes to the slaughter, / Or as someone in fetters, to the correction of the fool,\n",
          "7:23 Until an arrow pierces through his liver. / As a bird hastens to the snare, / So he does not know that this will cost him his life.\n",
          "7:24 And now, my sons, listen to me, / And pay attention to the words of my mouth.\n",
          "7:25 Do not let your heart turn aside to her ways; / Do not stray into her paths.\n",
          "7:26 For many are those whom she has brought down wounded, / And numerous are all who have been slain by her.\n",
          "7:27 Her house is the way to Sheol, / Going down to the chambers of death.\n"
        ],
        "id": [
          "7:1 Hai anakku, berpeganglah pada perkataanku, dan simpanlah perintahku dalam hatimu.\n",
          "7:2 Berpeganglah pada perintahku, dan engkau akan hidup; simpanlah ajaranku seperti biji matamu.\n",
          "7:3 Tambatkanlah semuanya itu pada jarimu, dan tulislah itu pada loh hatimu.\n",
          "7:4 Katakanlah kepada hikmat: Engkaulah saudaraku dan sebutkanlah pengertian itu sanakmu,\n",
          "7:5 supaya engkau dilindunginya terhadap perempuan jalang, terhadap perempuan asing, yang licin perkataannya.\n",
          "7:6 Karena ketika suatu waktu aku melihat-lihat, dari kisi-kisiku, dari jendela rumahku,\n",
          "7:7 kulihat di antara yang tak berpengalaman, kudapati di antara anak-anak muda seorang teruna yang tidak berakal budi,\n",
          "7:8 yang menyeberang dekat sudut jalan, lalu melangkah menuju rumah perempuan semacam itu,\n",
          "7:9 pada waktu senja, pada petang hari, di malam yang gelap.\n",
          "7:10 Maka datanglah menyongsong dia seorang perempuan, berpakaian sundal dengan hati licik;\n",
          "7:11 cerewet dan liat perempuan ini, kakinya tak dapat tenang di rumah,\n",
          "7:12 sebentar ia di jalan dan sebentar di lapangan, dekat setiap tikungan ia menghadang.\n",
          "7:13 Lalu dipegangnyalah orang teruna itu dan diciumnya, dengan muka tanpa malu berkatalah ia kepadanya:\n",
          "7:14 Aku harus mempersembahkan kurban keselamatan, dan pada hari ini telah kubayar nazarku itu.\n",
          "7:15 Itulah sebabnya aku keluar menyongsong engkau, untuk mencari engkau dan sekarang kudapatkan engkau.\n",
          "7:16 Telah kubentangkan permadani di atas tempat tidurku, kain lenan beraneka warna dari Mesir.\n",
          "7:17 Pembaringanku telah kutaburi dengan mur, gaharu dan kayu manis.\n",
          "7:18 Marilah kita memuaskan berahi hingga pagi hari, dan bersama-sama menikmati asmara.\n",
          "7:19 Karena suamiku tidak di rumah, ia sedang dalam perjalanan jauh,\n",
          "7:20 sekantong uang dibawanya, ia baru pulang menjelang bulan purnama.\n",
          "7:21 Ia merayu orang muda itu dengan berbagai-bagai bujukan, dengan kelicinan bibir ia menggodanya.\n",
          "7:22 Maka tiba-tiba orang muda itu mengikuti dia seperti lembu yang dibawa ke pejagalan, dan seperti orang bodoh yang terbelenggu untuk dihukum,\n",
          "7:23 sampai anak panah menembus hatinya; seperti burung dengan cepat menuju perangkap, dengan tidak sadar, bahwa hidupnya terancam.\n",
          "7:24 Oleh sebab itu, hai anak-anak, dengarkanlah aku, perhatikanlah perkataan mulutku.\n",
          "7:25 Janganlah hatimu membelok ke jalan-jalan perempuan itu, dan janganlah menyesatkan dirimu di jalan-jalannya.\n",
          "7:26 Karena banyaklah orang yang gugur ditewaskannya, sangat besarlah jumlah orang yang dibunuhnya.\n",
          "7:27 Rumahnya adalah jalan ke dunia orang mati, yang menurun ke ruangan-ruangan maut.\n"
        ]
      }
    },
    {
      "8": {
        "en": [
          "8:1 Does not wisdom call, / And understanding lift up her voice?\n",
          "8:2 On the top of the heights, by the way, / Where the paths meet, she takes her stand;\n",
          "8:3 Beside the gates, at the entry of the city, / At the entrance of the doors, she cries aloud:\n",
          "8:4 To you, O men, I call; / And my voice is to the sons of men.\n",
          "8:5 O simple ones, understand prudence; / And, O fools, be of an understanding heart.\n",
          "8:6 Hear, for I will speak noble things; / And the opening of my lips will yield right things.\n",
          "8:7 For my mouth will utter truth, / And wickedness is an abomination to my lips.\n",
          "8:8 All the words of my mouth are in righteousness; / There is nothing twisted or crooked in them.\n",
          "8:9 They are all straight to him who understands, / And right to those who find knowledge.\n",
          "8:10 Receive my instruction, and not silver; / And knowledge rather than choice gold.\n",
          "8:11 For wisdom is better than corals, / And nothing that you desire compares with her.\n",
          "8:12 I, wisdom, dwell with prudence, / And I find knowledge and discretion.\n",
          "8:13 The fear of Jehovah is to hate evil; / Pride and arrogance and the evil way / And the perverse mouth, I hate.\n",
          "8:14 Counsel is mine and sound wisdom; / I am understanding; I have might.\n",
          "8:15 By me kings reign, / And rulers decree justice.\n",
          "8:16 By me princes rule, / And nobles?all who judge righteously.\n",
          "8:17 I love those who love me, / And those who seek me diligently will find me.\n",
          "8:18 Riches and honor are with me, / Enduring wealth and righteousness.\n",
          "8:19 My fruit is better than gold, even fine gold; / And my yield than choice silver.\n",
          "8:20 I walk in the way of righteousness, / In the midst of the paths of justice,\n",
          "8:21 That I may cause those who love me to inherit substance / And that I may fill their treasuries.\n",
          "8:22 Jehovah possessed me in the beginning of His way, / Before His works of old.\n",
          "8:23 I was set up from eternity, / From the beginning, before the earth was.\n",
          "8:24 When there were no depths, I was brought forth, / When there were no fountains abounding with water.\n",
          "8:25 Before the mountains were settled, / Before the hills, I was brought forth;\n",
          "8:26 When He had not yet made the earth and the fields, / Nor the first dust of the world.\n",
          "8:27 When He established the heavens, I was there; / When He inscribed a circle upon the surface of the deep,\n",
          "8:28 When He made firm the skies above, / When the fountains of the deep became strong,\n",
          "8:29 When He set for the sea its boundary, / That the waters should not transgress His commandment, / When He marked out the foundations of the earth;\n",
          "8:30 Then I was by Him, as a master workman; / And I was daily His delight, / Rejoicing always before Him,\n",
          "8:31 Rejoicing in His habitable earth; / And my delight was in the sons of men.\n",
          "8:32 Now therefore, my sons, listen to me; / For blessed are they who keep my ways.\n",
          "8:33 Hear instruction, and be wise; / And do not neglect it.\n",
          "8:34 Blessed is the man who listens to me, / Watching daily at my doors, / Waiting at my doorposts.\n",
          "8:35 For whoever finds me finds life, / And will obtain favor from Jehovah.\n",
          "8:36 But he who sins against me wrongs his own soul; / All who hate me love death.\n"
        ],
        "id": [
          "8:1 Bukankah hikmat berseru-seru, dan kepandaian memperdengarkan suaranya?\n",
          "8:2 Di atas tempat-tempat yang tinggi di tepi jalan, di persimpangan jalan-jalan, di sanalah ia berdiri,\n",
          "8:3 di samping pintu-pintu gerbang, di depan kota, pada jalan masuk, ia berseru dengan nyaring:\n",
          "8:4 Hai para pria, kepadamulah aku berseru, kepada anak-anak manusia kutujukan suaraku.\n",
          "8:5 Hai orang yang tak berpengalaman, tuntutlah kecerdasan, hai orang bebal, mengertilah dalam hatimu.\n",
          "8:6 Dengarlah, karena aku akan mengatakan perkara-perkara yang dalam dan akan membuka bibirku tentang perkara-perkara yang tepat.\n",
          "8:7 Karena lidahku mengatakan kebenaran, dan kefasikan adalah kekejian bagi bibirku.\n",
          "8:8 Segala perkataan mulutku adalah adil, tidak ada yang belat-belit atau serong.\n",
          "8:9 Semuanya itu jelas bagi yang cerdas, lurus bagi yang berpengetahuan.\n",
          "8:10 Terimalah didikanku, lebih dari pada perak, dan pengetahuan lebih dari pada emas pilihan.\n",
          "8:11 Karena hikmat lebih berharga dari pada permata, apapun yang diinginkan orang, tidak dapat menyamainya.\n",
          "8:12 Aku, hikmat, tinggal bersama-sama dengan kecerdasan, dan aku mendapat pengetahuan dan kebijaksanaan.\n",
          "8:13 Takut akan Tuhan ialah membenci kejahatan; aku benci kepada kesombongan, kecongkakan, tingkah laku yang jahat, dan mulut penuh tipu muslihat.\n",
          "8:14 Padaku ada nasihat dan pertimbangan, akulah pengertian, padakulah kekuatan.\n",
          "8:15 Karena aku para raja memerintah, dan para pembesar menetapkan keadilan.\n",
          "8:16 Karena aku para pembesar berkuasa juga para bangsawan dan semua hakim di bumi.\n",
          "8:17 Aku mengasihi orang yang mengasihi aku, dan orang yang tekun mencari aku akan mendapatkan daku.\n",
          "8:18 Kekayaan dan kehormatan ada padaku, juga harta yang tetap dan keadilan.\n",
          "8:19 Buahku lebih berharga dari pada emas, bahkan dari pada emas tua, hasilku lebih dari pada perak pilihan.\n",
          "8:20 Aku berjalan pada jalan kebenaran, di tengah-tengah jalan keadilan,\n",
          "8:21 supaya kuwariskan harta kepada yang mengasihi aku, dan kuisi penuh perbendaharaan mereka.\n",
          "8:22 Tuhan telah menciptakan aku sebagai permulaan pekerjaan-Nya, sebagai perbuatan-Nya yang pertama-tama dahulu kala.\n",
          "8:23 Sudah pada zaman purbakala aku dibentuk, pada mula pertama, sebelum bumi ada.\n",
          "8:24 Sebelum air samudera raya ada, aku telah lahir, sebelum ada sumber-sumber yang sarat dengan air.\n",
          "8:25 Sebelum gunung-gunung tertanam dan lebih dahulu dari pada bukit-bukit aku telah lahir;\n",
          "8:26 sebelum Ia membuat bumi dengan padang-padangnya atau debu dataran yang pertama.\n",
          "8:27 Ketika Ia mempersiapkan langit, aku di sana, ketika Ia menggaris kaki langit pada permukaan air samudera raya,\n",
          "8:28 ketika Ia menetapkan awan-awan di atas, dan mata air samudera raya meluap dengan deras,\n",
          "8:29 ketika Ia menentukan batas kepada laut, supaya air jangan melanggar titah-Nya, dan ketika Ia menetapkan dasar-dasar bumi,\n",
          "8:30 aku ada serta-Nya sebagai anak kesayangan, setiap hari aku menjadi kesenangan-Nya, dan senantiasa bermain-main di hadapan-Nya;\n",
          "8:31 aku bermain-main di atas muka bumi-Nya dan anak-anak manusia menjadi kesenanganku.\n",
          "8:32 Oleh sebab itu, hai anak-anak, dengarkanlah aku, karena berbahagialah mereka yang memelihara jalan-jalanku.\n",
          "8:33 Dengarkanlah didikan, maka kamu menjadi bijak; janganlah mengabaikannya.\n",
          "8:34 Berbahagialah orang yang mendengarkan daku, yang setiap hari menunggu pada pintuku, yang menjaga tiang pintu gerbangku.\n",
          "8:35 Karena siapa mendapatkan aku, mendapatkan hidup, dan Tuhan berkenan akan dia.\n",
          "8:36 Tetapi siapa tidak mendapatkan aku, merugikan dirinya; semua orang yang membenci aku, mencintai maut.\n"
        ]
      }
    },
    {
      "9": {
        "en": [
          "9:1 Wisdom has built her house; / She has hewn out her seven pillars;\n",
          "9:2 She has slaughtered her beasts; / She has mingled her wine; She has also set her table;\n",
          "9:3 She has sent forth her maidens; / She calls from the highest places of the city:\n",
          "9:4 Whoever is simple, let him turn in here; / As for him who lacks sense, she says to him,\n",
          "9:5 Come, eat of my bread, / And drink of the wine which I have mingled.\n",
          "9:6 Forsake foolishness, and live, / And walk in the way of understanding.\n",
          "9:7 He who corrects a scorner gets dishonor for himself, / And he who reproves a wicked man blemishes himself.\n",
          "9:8 Do not reprove a scorner, lest he hate you; / Reprove a wise man, and he will love you.\n",
          "9:9 Impart something to a wise man, and he will become wiser still; / Teach a righteous man, and he will increase in learning.\n",
          "9:10 The fear of Jehovah is the beginning of wisdom, / And the knowledge of the Holy One is understanding.\n",
          "9:11 For by me your days will be multiplied, / And the years of your life will be increased.\n",
          "9:12 If you are wise, you are wise for yourself; / And if you are scornful, you alone will bear it.\n",
          "9:13 The woman Foolishness is rowdy; / She is simple and knows nothing.\n",
          "9:14 And she sits at the door of her house, / On a seat in the heights of the city,\n",
          "9:15 To call to those who pass by, / Who go straight on their ways:\n",
          "9:16 Whoever is simple, let him turn in here; / And as for him who lacks sense, she says to him,\n",
          "9:17 Stolen waters are sweet, / And bread gotten in secret is pleasant.\n",
          "9:18 But he does not know that the dead are there, / That her guests are in the depths of Sheol.\n"
        ],
        "id": [
          "9:1 Hikmat telah mendirikan rumahnya, menegakkan ketujuh tiangnya,\n",
          "9:2 memotong ternak sembelihannya, mencampur anggurnya, dan menyediakan hidangannya.\n",
          "9:3 Pelayan-pelayan perempuan telah disuruhnya berseru-seru di atas tempat-tempat yang tinggi di kota:\n",
          "9:4 Siapa yang tak berpengalaman, singgahlah ke mari; dan kepada yang tidak berakal budi katanya:\n",
          "9:5 Marilah, makanlah rotiku, dan minumlah anggur yang telah kucampur;\n",
          "9:6 buanglah kebodohan, maka kamu akan hidup, dan ikutilah jalan pengertian.\n",
          "9:7 Siapa mendidik seorang pencemooh, mendatangkan cemooh kepada dirinya sendiri, dan siapa mengecam orang fasik, mendapat cela.\n",
          "9:8 Janganlah mengecam seorang pencemooh, supaya engkau jangan dibencinya, kecamlah orang bijak, maka engkau akan dikasihinya,\n",
          "9:9 berilah orang bijak nasihat, maka ia akan menjadi lebih bijak, ajarilah orang benar, maka pengetahuannya akan bertambah.\n",
          "9:10 Permulaan hikmat adalah takut akan Tuhan, dan mengenal Yang Mahakudus adalah pengertian.\n",
          "9:11 Karena oleh aku umurmu diperpanjang, dan tahun-tahun hidupmu ditambah.\n",
          "9:12 Jikalau engkau bijak, kebijakanmu itu bagimu sendiri, jikalau engkau mencemooh, engkau sendirilah orang yang akan menanggungnya.\n",
          "9:13 Perempuan bebal cerewet, sangat tidak berpengalaman ia, dan tidak tahu malu.\n",
          "9:14 Ia duduk di depan pintu rumahnya di atas kursi di tempat-tempat yang tinggi di kota,\n",
          "9:15 dan orang-orang yang berlalu di jalan, yang lurus jalannya diundangnya dengan kata-kata:\n",
          "9:16 Siapa yang tak berpengalaman, singgahlah ke mari; dan kepada orang yang tidak berakal budi katanya:\n",
          "9:17 Air curian manis, dan roti yang dimakan dengan sembunyi-sembunyi lezat rasanya.\n",
          "9:18 Tetapi orang itu tidak tahu, bahwa di sana ada arwah-arwah dan bahwa orang-orang yang diundangnya ada di dalam dunia orang mati.\n"
        ]
      }
    },
    {
      "10": {
        "en": [
          "10:1 The proverbs of Solomon. A wise son makes a father glad, / But a foolish son is a grief to his mother.\n",
          "10:2 Treasures of wickedness profit nothing, / But righteousness delivers from death.\n",
          "10:3 Jehovah will not allow the soul of the righteous man to go hungry, / But He thrusts away the desire of the wicked.\n",
          "10:4 A slack hand causes poverty, / But the hand of the diligent makes rich.\n",
          "10:5 He who gathers in summer is a prudent son, / But he who sleeps at harvest time is a son who brings shame.\n",
          "10:6 Blessings are upon the head of the righteous man, / But the mouth of the wicked conceals violence.\n",
          "10:7 The memory of the righteous man is blessed, / But the name of the wicked will rot.\n",
          "10:8 The wise in heart will receive commandments, / But the foolish in speech will be cast down.\n",
          "10:9 He who walks in integrity walks securely, / But he who perverts his ways will be known.\n",
          "10:10 He who winks with the eye causes grief, / And the foolish in speech will be cast down.\n",
          "10:11 The mouth of the righteous man is a fountain of life, / But the mouth of the wicked conceals violence.\n",
          "10:12 Hatred stirs up strife, / But love covers all transgressions.\n",
          "10:13 In the lips of one who has understanding wisdom is found, / But a rod is for the back of him who lacks sense.\n",
          "10:14 Wise men treasure up knowledge, / But the mouth of a fool is imminent destruction.\n",
          "10:15 The rich man?s substance is his strong city; / The ruin of the poor is their poverty.\n",
          "10:16 The wages of the righteous man lead to life; / The income of the wicked man, to sin.\n",
          "10:17 He who heeds instruction is on the path of life, / But he who forsakes reproof goes astray.\n",
          "10:18 He who conceals hatred has lying lips, / And he who utters slander is a fool.\n",
          "10:19 When there are many words transgression does not cease, / But he who restrains his lips is prudent.\n",
          "10:20 The tongue of the righteous man is like choice silver; / The heart of the wicked is worth little.\n",
          "10:21 The lips of the righteous man feed many, / But fools die for lack of sense.\n",
          "10:22 It is the blessing of Jehovah that makes rich, / And He adds no sorrow with it.\n",
          "10:23 Carrying out a wicked scheme is like sport to a fool, / But so is wisdom to a man of understanding.\n",
          "10:24 The fear of the wicked man will come upon him, / And the desire of the righteous will be granted.\n",
          "10:25 When the whirlwind passes, the wicked man is no more; / But the righteous man is an everlasting foundation.\n",
          "10:26 Like vinegar to the teeth and like smoke to the eyes, / So is the sluggard to those who send him.\n",
          "10:27 The fear of Jehovah prolongs days, / But the years of the wicked will be shortened.\n",
          "10:28 The hope of the righteous is joy, / But the expectation of the wicked will perish.\n",
          "10:29 The way of Jehovah is a stronghold to the upright, / But it is ruin to the workers of iniquity.\n",
          "10:30 The righteous man will never be moved, / But the wicked will not dwell in the land.\n",
          "10:31 The mouth of the righteous man brings forth wisdom, / But the perverse tongue will be cut off.\n",
          "10:32 The lips of the righteous man know what is acceptable, / But the mouth of the wicked is perverse.\n"
        ],
        "id": [
          "10:1 Amsal-amsal Salomo. Anak yang bijak mendatangkan sukacita kepada ayahnya, tetapi anak yang bebal adalah kedukaan bagi ibunya.\n",
          "10:2 Harta benda yang diperoleh dengan kefasikan tidak berguna, tetapi kebenaran menyelamatkan orang dari maut.\n",
          "10:3 Tuhan tidak membiarkan orang benar menderita kelaparan, tetapi keinginan orang fasik ditolak-Nya.\n",
          "10:4 Tangan yang lamban membuat miskin, tetapi tangan orang rajin menjadikan kaya.\n",
          "10:5 Siapa mengumpulkan pada musim panas, ia berakal budi; siapa tidur pada waktu panen membuat malu.\n",
          "10:6 Berkat ada di atas kepala orang benar, tetapi mulut orang fasik menyembunyikan kelaliman.\n",
          "10:7 Kenangan kepada orang benar mendatangkan berkat, tetapi nama orang fasik menjadi busuk.\n",
          "10:8 Siapa bijak hati, memperhatikan perintah-perintah, tetapi siapa bodoh bicaranya, akan jatuh.\n",
          "10:9 Siapa bersih kelakuannya, aman jalannya, tetapi siapa berliku-liku jalannya, akan diketahui.\n",
          "10:10 Siapa mengedipkan mata, menyebabkan kesusahan, siapa bodoh bicaranya, akan jatuh.\n",
          "10:11 Mulut orang benar adalah sumber kehidupan, tetapi mulut orang fasik menyembunyikan kelaliman.\n",
          "10:12 Kebencian menimbulkan pertengkaran, tetapi kasih menutupi segala pelanggaran.\n",
          "10:13 Di bibir orang berpengertian terdapat hikmat, tetapi pentung tersedia bagi punggung orang yang tidak berakal budi.\n",
          "10:14 Orang bijak menyimpan pengetahuan, tetapi mulut orang bodoh adalah kebinasaan yang mengancam.\n",
          "10:15 Kota yang kuat bagi orang kaya ialah hartanya, tetapi yang menjadi kebinasaan bagi orang melarat ialah kemiskinan.\n",
          "10:16 Upah pekerjaan orang benar membawa kepada kehidupan, penghasilan orang fasik membawa kepada dosa.\n",
          "10:17 Siapa mengindahkan didikan, menuju jalan kehidupan, tetapi siapa mengabaikan teguran, tersesat.\n",
          "10:18 Siapa menyembunyikan kebencian, dusta bibirnya; siapa mengumpat adalah orang bebal.\n",
          "10:19 Di dalam banyak bicara pasti ada pelanggaran, tetapi siapa yang menahan bibirnya, berakal budi.\n",
          "10:20 Lidah orang benar seperti perak pilihan, tetapi pikiran orang fasik sedikit nilainya.\n",
          "10:21 Bibir orang benar menggembalakan banyak orang, tetapi orang bodoh mati karena kurang akal budi.\n",
          "10:22 Berkat Tuhanlah yang menjadikan kaya, susah payah tidak akan menambahinya.\n",
          "10:23 Berlaku cemar adalah kegemaran orang bebal, sebagaimana melakukan hikmat bagi orang yang pandai.\n",
          "10:24 Apa yang menggentarkan orang fasik, itulah yang akan menimpa dia, tetapi keinginan orang benar akan diluluskan.\n",
          "10:25 Bila taufan melanda, lenyaplah orang fasik, tetapi orang benar adalah alas yang abadi.\n",
          "10:26 Seperti cuka bagi gigi dan asap bagi mata, demikian si pemalas bagi orang yang menyuruhnya.\n",
          "10:27 Takut akan Tuhan memperpanjang umur, tetapi tahun-tahun orang fasik diperpendek.\n",
          "10:28 Harapan orang benar akan menjadi sukacita, tetapi harapan orang fasik menjadi sia-sia.\n",
          "10:29 Jalan Tuhan adalah perlindungan bagi orang yang tulus, tetapi kebinasaan bagi orang yang berbuat jahat.\n",
          "10:30 Orang benar tidak terombang-ambing untuk selama-lamanya, tetapi orang fasik tidak akan mendiami negeri.\n",
          "10:31 Mulut orang benar mengeluarkan hikmat, tetapi lidah bercabang akan dikerat.\n",
          "10:32 Bibir orang benar tahu akan hal yang menyenangkan, tetapi mulut orang fasik hanya tahu tipu muslihat.\n"
        ]
      }
    },
    {
      "11": {
        "en": [
          "11:1 A false balance is an abomination to Jehovah, / But a full weight is His delight.\n",
          "11:2 When pride comes, then comes dishonor; / But wisdom is with the humble.\n",
          "11:3 The integrity of the upright will guide them, / But the perverseness of the treacherous will destroy them.\n",
          "11:4 Riches do not profit in the day of wrath, / But righteousness delivers from death.\n",
          "11:5 The righteousness of the perfect man will make his way straight, / But the wicked man will fall by his own wickedness.\n",
          "11:6 The righteousness of the upright will deliver them, / But the treacherous will be taken in their own craving.\n",
          "11:7 When a wicked man dies, his expectation will perish; / And the hope of the strong perishes.\n",
          "11:8 The righteous man is delivered out of trouble, / And the wicked man comes into it instead of him.\n",
          "11:9 With his mouth the profane man destroys his neighbor, / But through knowledge the righteous will be delivered.\n",
          "11:10 When it goes well with the righteous, the city exults; / And when the wicked perish, there is a ringing shout.\n",
          "11:11 By the blessing of the upright the city is exalted, / But it is torn down by the mouth of the wicked.\n",
          "11:12 He who despises his neighbor lacks sense, / But a man of understanding keeps silent.\n",
          "11:13 He who goes about as a gossip reveals secrets, / But he who is of a faithful spirit conceals a matter.\n",
          "11:14 Where no sound counsel is, the people fall; / But in the multitude of counselors there is safety.\n",
          "11:15 He who is surety for a stranger will surely be troubled, / But he who hates giving pledges is secure.\n",
          "11:16 A gracious woman lays hold of honor, / And violent men lay hold of riches.\n",
          "11:17 The merciful man rewards his own soul, / But the cruel troubles his own flesh.\n",
          "11:18 The wicked man earns deceitful wages, / But he who sows righteousness gets a true reward.\n",
          "11:19 He who is steadfast in righteousness shall attain to life, / And he who pursues evil advances to his own death.\n",
          "11:20 Those who are perverse in heart are an abomination to Jehovah, / But those who are perfect in their way are His delight.\n",
          "11:21 Be assured: The evil man will not go unpunished; / But the seed of the righteous will be delivered.\n",
          "11:22 Like a nose-ring of gold in a pig?s snout, / So is a beautiful woman who is without discretion.\n",
          "11:23 The desire of the righteous is only good, / But the expectation of the wicked is wrath.\n",
          "11:24 There is one who scatters and increases yet more, / And there is one who withholds what is appropriate but ends up only in want.\n",
          "11:25 The blessing soul will prosper, / And he who waters will also be watered himself.\n",
          "11:26 As for him who withholds grain, the people will curse him; / But blessing will be upon the head of him who sells it.\n",
          "11:27 He who diligently seeks good seeks favor; / But as for him who searches after evil, it will come to him.\n",
          "11:28 He who trusts in his riches will fall, / But the righteous will flourish like the green leaf.\n",
          "11:29 He who troubles his own house will inherit the wind, / And a fool will be servant to the wise in heart.\n",
          "11:30 The fruit of the righteous man is a tree of life, / And he who is wise wins souls.\n",
          "11:31 If the righteous man will be recompensed on the earth, / How much more the wicked man and the sinner!\n"
        ],
        "id": [
          "11:1 Neraca serong adalah kekejian bagi Tuhan, tetapi Ia berkenan akan batu timbangan yang tepat.\n",
          "11:2 Jikalau keangkuhan tiba, tiba juga cemooh, tetapi hikmat ada pada orang yang rendah hati.\n",
          "11:3 Orang yang jujur dipimpin oleh ketulusannya, tetapi pengkhianat dirusak oleh kecurangannya.\n",
          "11:4 Pada hari kemurkaan harta tidak berguna, tetapi kebenaran melepaskan orang dari maut.\n",
          "11:5 Jalan orang saleh diratakan oleh kebenarannya, tetapi orang fasik jatuh karena kefasikannya.\n",
          "11:6 Orang yang jujur dilepaskan oleh kebenarannya, tetapi pengkhianat tertangkap oleh hawa nafsunya.\n",
          "11:7 Pengharapan orang fasik gagal pada kematiannya, dan harapan orang jahat menjadi sia-sia.\n",
          "11:8 Orang benar diselamatkan dari kesukaran, lalu orang fasik menggantikannya.\n",
          "11:9 Dengan mulutnya orang fasik membinasakan sesama manusia, tetapi orang benar diselamatkan oleh pengetahuan.\n",
          "11:10 Bila orang benar mujur, beria-rialah kota, dan bila orang fasik binasa, gemuruhlah sorak-sorai.\n",
          "11:11 Berkat orang jujur memperkembangkan kota, tetapi mulut orang fasik meruntuhkannya.\n",
          "11:12 Siapa menghina sesamanya, tidak berakal budi, tetapi orang yang pandai, berdiam diri.\n",
          "11:13 Siapa mengumpat, membuka rahasia, tetapi siapa yang setia, menutupi perkara.\n",
          "11:14 Jikalau tidak ada pimpinan, jatuhlah bangsa, tetapi jikalau penasihat banyak, keselamatan ada.\n",
          "11:15 Sangat malanglah orang yang menanggung orang lain, tetapi siapa membenci pertanggungan, amanlah ia.\n",
          "11:16 Perempuan yang baik hati beroleh hormat; sedangkan seorang penindas beroleh kekayaan.\n",
          "11:17 Orang yang murah hati berbuat baik kepada diri sendiri, tetapi orang yang kejam menyiksa badannya sendiri.\n",
          "11:18 Orang fasik membuat laba yang sia-sia, tetapi siapa menabur kebenaran, mendapat pahala yang tetap.\n",
          "11:19 Siapa berpegang pada kebenaran yang sejati, menuju hidup, tetapi siapa mengejar kejahatan, menuju kematian.\n",
          "11:20 Orang yang serong hatinya adalah kekejian bagi Tuhan, tetapi orang yang tak bercela, jalannya dikenan-Nya.\n",
          "11:21 Sungguh, orang jahat tidak akan luput dari hukuman, tetapi keturunan orang benar akan diselamatkan.\n",
          "11:22 Seperti anting-anting emas di jungur babi, demikianlah perempuan cantik yang tidak susila.\n",
          "11:23 Keinginan orang benar mendatangkan bahagia semata-mata, harapan orang fasik mendatangkan murka.\n",
          "11:24 Ada yang menyebar harta, tetapi bertambah kaya, ada yang menghemat secara luar biasa, namun selalu berkekurangan.\n",
          "11:25 Siapa banyak memberi berkat, diberi kelimpahan, siapa memberi minum, ia sendiri akan diberi minum.\n",
          "11:26 Siapa menahan gandum, ia dikutuki orang, tetapi berkat turun di atas kepala orang yang menjual gandum.\n",
          "11:27 Siapa mengejar kebaikan, berusaha untuk dikenan orang, tetapi siapa mengejar kejahatan akan ditimpa kejahatan.\n",
          "11:28 Siapa mempercayakan diri kepada kekayaannya akan jatuh; tetapi orang benar akan tumbuh seperti daun muda.\n",
          "11:29 Siapa yang mengacaukan rumah tangganya akan menangkap angin; orang bodoh akan menjadi budak orang bijak.\n",
          "11:30 Hasil orang benar adalah pohon kehidupan, dan siapa bijak, mengambil hati orang.\n",
          "11:31 Kalau orang benar menerima balasan di atas bumi, lebih-lebih orang fasik dan orang berdosa!\n"
        ]
      }
    },
    {
      "12": {
        "en": [
          "12:1 Whoever loves correction loves knowledge, / But he who hates reproof is stupid.\n",
          "12:2 A good man will obtain the favor of Jehovah, / But a man of wicked devices He will condemn.\n",
          "12:3 A man will not be established by wickedness, / But the root of the righteous will not be moved.\n",
          "12:4 A worthy woman is the crown of her husband, / But she who brings shame is like rottenness in his bones.\n",
          "12:5 The thoughts of the righteous are just, / But the counsels of the wicked are deceitful.\n",
          "12:6 The words of the wicked lie in wait for blood, / But the mouth of the upright will deliver them.\n",
          "12:7 The wicked are overthrown and are no more, / But the house of the righteous will stand.\n",
          "12:8 A man will be praised according to his prudence, / But he who is of a perverse heart will be despised.\n",
          "12:9 Better is he who is lightly esteemed and has a servant, / Than he who honors himself and lacks bread.\n",
          "12:10 A righteous man regards the life of his beast, / But the inward parts of the wicked are cruel.\n",
          "12:11 He who tills his land will have plenty of bread, / But he who pursues worthless things lacks sense.\n",
          "12:12 The wicked man desires the catch of evil men, / But the root of the righteous yields fruit.\n",
          "12:13 In the transgression of the lips there is a snare for the evil man, / But the righteous man will come out of trouble.\n",
          "12:14 A man will be satisfied with good by the fruit of his mouth, / And the result of man?s deeds will be rendered to him.\n",
          "12:15 The way of a fool is right in his own eyes, / But a wise man listens to counsel.\n",
          "12:16 A fool?s anger is known at once, / But a prudent man conceals shame.\n",
          "12:17 He who utters truth tells forth righteousness; / But a false witness, deceit.\n",
          "12:18 There is one who speaks rashly like the piercings of a sword, / But the tongue of the wise brings healing.\n",
          "12:19 The lip of truth shall be established forever, / But a lying tongue is only for a moment.\n",
          "12:20 Deceit is in the heart of those who devise evil, / But counselors of peace have joy.\n",
          "12:21 No harm will happen to the righteous man, / But the wicked are filled with trouble.\n",
          "12:22 Lying lips are an abomination to Jehovah, / But those who deal faithfully are His delight.\n",
          "12:23 A prudent man conceals knowledge, / But the heart of fools proclaims folly.\n",
          "12:24 The hand of the diligent will rule, / But the slothful will be under forced labor.\n",
          "12:25 Anxiety in the heart of a man weighs it down, / But a good word brings it joy.\n",
          "12:26 The righteous man is a guide to his neighbor, / But the way of the wicked leads them astray.\n",
          "12:27 The slothful man does not roast his game, / But the precious substance of men is to the diligent.\n",
          "12:28 In the way of righteousness is life, / And in its pathway there is no death.\n"
        ],
        "id": [
          "12:1 Siapa mencintai didikan, mencintai pengetahuan; tetapi siapa membenci teguran, adalah dungu.\n",
          "12:2 Orang baik dikenan Tuhan, tetapi si penipu dihukum-Nya.\n",
          "12:3 Orang tidak akan tetap tegak karena kefasikan, tetapi akar orang benar tidak akan goncang.\n",
          "12:4 Isteri yang cakap adalah mahkota suaminya, tetapi yang membuat malu adalah seperti penyakit yang membusukkan tulang suaminya.\n",
          "12:5 Rancangan orang benar adalah adil, tujuan orang fasik memperdaya.\n",
          "12:6 Perkataan orang fasik menghadang darah, tetapi mulut orang jujur menyelamatkan orang.\n",
          "12:7 Orang fasik dijatuhkan sehingga mereka tidak ada lagi, tetapi rumah orang benar berdiri tetap.\n",
          "12:8 Setiap orang dipuji seimbang dengan akal budinya, tetapi orang yang serong hatinya, akan dihina.\n",
          "12:9 Lebih baik menjadi orang kecil, tetapi bekerja untuk diri sendiri, dari pada berlagak orang besar, tetapi kekurangan makan.\n",
          "12:10 Orang benar memperhatikan hidup hewannya, tetapi belas kasihan orang fasik itu kejam.\n",
          "12:11 Siapa mengerjakan tanahnya, akan kenyang dengan makanan, tetapi siapa mengejar barang yang sia-sia, tidak berakal budi.\n",
          "12:12 Orang fasik mengingini jala orang jahat, tetapi akar orang benar mendatangkan hasil.\n",
          "12:13 Orang jahat terjerat oleh pelanggaran bibirnya, tetapi orang benar dapat keluar dari kesukaran.\n",
          "12:14 Setiap orang dikenyangkan dengan kebaikan oleh karena buah perkataan, dan orang mendapat balasan dari pada yang dikerjakan tangannya.\n",
          "12:15 Jalan orang bodoh lurus dalam anggapannya sendiri, tetapi siapa mendengarkan nasihat, ia bijak.\n",
          "12:16 Bodohlah yang menyatakan sakit hatinya seketika itu juga, tetapi bijak, yang mengabaikan cemooh.\n",
          "12:17 Siapa mengatakan kebenaran, menyatakan apa yang adil, tetapi saksi dusta menyatakan tipu daya.\n",
          "12:18 Ada orang yang lancang mulutnya seperti tikaman pedang, tetapi lidah orang bijak mendatangkan kesembuhan.\n",
          "12:19 Bibir yang mengatakan kebenaran tetap untuk selama-lamanya, tetapi lidah dusta hanya untuk sekejap mata.\n",
          "12:20 Tipu daya ada di dalam hati orang yang merencanakan kejahatan, tetapi orang yang menasihatkan kesejahteraan mendapat sukacita.\n",
          "12:21 Orang benar tidak akan ditimpa oleh bencana apa pun, tetapi orang fasik akan senantiasa celaka.\n",
          "12:22 Orang yang dusta bibirnya adalah kekejian bagi Tuhan, tetapi orang yang berlaku setia dikenan-Nya.\n",
          "12:23 Orang yang bijak menyembunyikan pengetahuannya, tetapi hati orang bebal menyeru-nyerukan kebodohan.\n",
          "12:24 Tangan orang rajin memegang kekuasaan, tetapi kemalasan mengakibatkan kerja paksa.\n",
          "12:25 Kekuatiran dalam hati membungkukkan orang, tetapi perkataan yang baik menggembirakan dia.\n",
          "12:26 Orang benar mendapati tempat penggembalaannya, tetapi jalan orang fasik menyesatkan mereka sendiri.\n",
          "12:27 Orang malas tidak akan menangkap buruannya, tetapi orang rajin akan memperoleh harta yang berharga.\n",
          "12:28 Di jalan kebenaran terdapat hidup, tetapi jalan kemurtadan menuju maut.\n"
        ]
      }
    },
    {
      "13": {
        "en": [
          "13:1 A wise son hears his father?s instruction, / But a scorner does not listen to rebuke.\n",
          "13:2 A man will eat good from the fruit of his mouth, / But the desire of the treacherous is violence.\n",
          "13:3 He who guards his mouth keeps his soul, / But he who opens wide his lips will have destruction.\n",
          "13:4 The soul of the sluggard desires and has nothing, / But the soul of the diligent will be made fat.\n",
          "13:5 A righteous man hates what is false, / But a wicked man is odious and is confounded.\n",
          "13:6 Righteousness guards him who is blameless in the way, / But wickedness overthrows the sinner.\n",
          "13:7 There is one who pretends to be rich yet has nothing; / There is one who pretends to be poor yet has great wealth.\n",
          "13:8 The ransom of a man?s life is his riches, / But the poor hears no threatening.\n",
          "13:9 The light of the righteous rejoices, / But the lamp of the wicked goes out.\n",
          "13:10 Through pride comes nothing but strife, / But wisdom is with those who receive counsel.\n",
          "13:11 Wealth obtained by vanity will be diminished, / But he who gathers by labor increases it.\n",
          "13:12 Hope deferred makes the heart sick, / But when what is desired comes, it is a tree of life.\n",
          "13:13 Whoever despises the word brings destruction on himself, / But he who fears the commandment will be rewarded.\n",
          "13:14 The teaching of the wise is a fountain of life, / To turn one aside from the snares of death.\n",
          "13:15 Good understanding gives favor, / But the way of the treacherous is hard.\n",
          "13:16 Every prudent man works with knowledge, / But a fool displays his folly.\n",
          "13:17 A wicked messenger falls into evil, / But a faithful envoy brings healing.\n",
          "13:18 Poverty and shame will come to him who refuses correction, / But he who regards reproof will be honored.\n",
          "13:19 A desire accomplished is sweet to the soul, / But it is an abomination to fools to depart from evil.\n",
          "13:20 He who walks with wise men will be wise, / But the companion of fools will be troubled.\n",
          "13:21 Evil pursues sinners, / But good recompenses the righteous.\n",
          "13:22 A good man leaves an inheritance to his children?s children, / But the wealth of the sinner is stored up for the righteous man.\n",
          "13:23 The fallow ground of the poor yields much food, / But it is destroyed through injustice.\n",
          "13:24 He who spares his rod hates his son, / But he who loves him chastens him early.\n",
          "13:25 The righteous man eats to the satisfying of his soul, / But the belly of the wicked will lack.\n"
        ],
        "id": [
          "13:1 Anak yang bijak mendengarkan didikan ayahnya, tetapi seorang pencemooh tidak mendengarkan hardikan.\n",
          "13:2 Dari buah mulutnya seseorang akan makan yang baik, tetapi nafsu seorang pengkhianat ialah melakukan kelaliman.\n",
          "13:3 Siapa menjaga mulutnya, memelihara nyawanya, siapa yang lebar bibir, akan ditimpa kebinasaan.\n",
          "13:4 Hati si pemalas penuh keinginan, tetapi sia-sia, sedangkan hati orang rajin diberi kelimpahan.\n",
          "13:5 Orang benar benci kepada dusta, tetapi orang fasik memalukan dan memburukkan diri.\n",
          "13:6 Kebenaran menjaga orang yang saleh jalannya, tetapi kefasikan mencelakakan orang berdosa.\n",
          "13:7 Ada orang yang berlagak kaya, tetapi tidak mempunyai apa-apa, ada pula yang berpura-pura miskin, tetapi hartanya banyak.\n",
          "13:8 Kekayaan adalah tebusan nyawa seseorang, tetapi orang miskin tidak akan mendengar ancaman.\n",
          "13:9 Terang orang benar bercahaya gemilang, sedangkan pelita orang fasik padam.\n",
          "13:10 Keangkuhan hanya menimbulkan pertengkaran, tetapi mereka yang mendengarkan nasihat mempunyai hikmat.\n",
          "13:11 Harta yang cepat diperoleh akan berkurang, tetapi siapa mengumpulkan sedikit demi sedikit, menjadi kaya.\n",
          "13:12 Harapan yang tertunda menyedihkan hati, tetapi keinginan yang terpenuhi adalah pohon kehidupan.\n",
          "13:13 Siapa meremehkan firman, ia akan menanggung akibatnya, tetapi siapa taat kepada perintah, akan menerima balasan.\n",
          "13:14 Ajaran orang bijak adalah sumber kehidupan, sehingga orang terhindar dari jerat-jerat maut.\n",
          "13:15 Akal budi yang baik mendatangkan karunia, tetapi jalan pengkhianat-pengkhianat mencelakakan mereka.\n",
          "13:16 Orang cerdik bertindak dengan pengetahuan, tetapi orang bebal membeberkan kebodohan.\n",
          "13:17 Utusan orang fasik menjerumuskan orang ke dalam celaka, tetapi duta yang setia mendatangkan kesembuhan.\n",
          "13:18 Kemiskinan dan cemooh menimpa orang yang mengabaikan didikan, tetapi siapa mengindahkan teguran, ia dihormati.\n",
          "13:19 Keinginan yang terlaksana menyenangkan hati, menghindari kejahatan adalah kekejian bagi orang bebal.\n",
          "13:20 Siapa bergaul dengan orang bijak menjadi bijak, tetapi siapa berteman dengan orang bebal menjadi malang.\n",
          "13:21 Orang berdosa dikejar oleh malapetaka, tetapi Ia membalas orang benar dengan kebahagiaan.\n",
          "13:22 Orang baik meninggalkan warisan bagi anak cucunya, tetapi kekayaan orang berdosa disimpan bagi orang benar.\n",
          "13:23 Huma orang miskin menghasilkan banyak makanan, tetapi ada yang lenyap karena tidak ada keadilan.\n",
          "13:24 Siapa tidak menggunakan tongkat, benci kepada anaknya; tetapi siapa mengasihi anaknya, menghajar dia pada waktunya.\n",
          "13:25 Orang benar makan sekenyang-kenyangnya, tetapi perut orang fasik menderita kekurangan.\n"
        ]
      }
    },
    {
      "14": {
        "en": [
          "14:1 The wise woman builds her house, / But the foolish one tears it down with her own hands.\n",
          "14:2 He who walks in his uprightness fears Jehovah, / But he who is perverse in his ways despises Him.\n",
          "14:3 In the mouth of a fool is a rod for his pride, / But the lips of the wise will preserve them.\n",
          "14:4 Where no oxen are, the manger is clean, / But much increase comes by the strength of the ox.\n",
          "14:5 A faithful witness will not lie, / But a false witness utters lies.\n",
          "14:6 A scoffer seeks wisdom and finds none, / But knowledge comes easily to one who has understanding.\n",
          "14:7 Go from the presence of a foolish man, / For you will not perceive in him the lips of knowledge.\n",
          "14:8 The wisdom of the prudent man is to understand his way, / But the folly of fools is deceit.\n",
          "14:9 A trespass offering mocks fools, / But among the upright there is good will.\n",
          "14:10 The heart knows its own bitterness, / And a stranger does not share in its joy.\n",
          "14:11 The house of the wicked will be destroyed, / But the tent of the upright will flourish.\n",
          "14:12 There is a way which seems right to a man, / But the end of it is the ways of death.\n",
          "14:13 Even in laughter the heart is sorrowful, / And the end of joy is grief.\n",
          "14:14 The backslider in heart will be filled with his own ways, / And a good man will be satisfied from himself.\n",
          "14:15 The simple man believes every word, / But the prudent man considers his steps.\n",
          "14:16 A wise man fears and departs from evil, / But the fool is arrogant and is confident.\n",
          "14:17 He who is quick to anger will deal foolishly, / And a man of wicked devices is hated.\n",
          "14:18 The simple inherit folly, / But the prudent are crowned with knowledge.\n",
          "14:19 The evil bow down before the good, / And the wicked, at the gates of the righteous man.\n",
          "14:20 The poor man is hated even by his own neighbor, / But the rich man has many friends.\n",
          "14:21 He who despises his neighbor sins, / But happy is he who is gracious to the poor.\n",
          "14:22 Do not they who devise evil go astray? / But lovingkindness and truth are with those who devise good.\n",
          "14:23 In all labor there is profit, / But mere talk leads only to poverty.\n",
          "14:24 The crown of the wise is their riches, / But the folly of fools is only folly.\n",
          "14:25 A truthful witness delivers souls, / But he who utters lies causes deceit.\n",
          "14:26 In the fear of Jehovah is strong confidence, / And his children will have a place of refuge.\n",
          "14:27 The fear of Jehovah is a fountain of life, / That one may turn aside from the snares of death.\n",
          "14:28 In a multitude of people is the king?s glory, / But in an absence of people is the ruin of the prince.\n",
          "14:29 He who is slow to anger is of great understanding, / But he who has a hasty spirit exalts folly.\n",
          "14:30 A tranquil heart is life to the flesh, / But envy is rottenness to the bones.\n",
          "14:31 He who oppresses the poor reproaches his Maker, / But he who is gracious to the needy honors Him.\n",
          "14:32 The wicked man is thrust down in his evildoing, / But the righteous man has a refuge when he dies.\n",
          "14:33 Wisdom rests quietly in the heart of one who has understanding, / But in the inward part of fools it makes itself known.\n",
          "14:34 Righteousness exalts a nation, / But sin is a reproach to any people.\n",
          "14:35 The king?s favor is toward a servant who acts prudently, / But his overflowing wrath will be toward him who causes shame.\n"
        ],
        "id": [
          "14:1 Perempuan yang bijak mendirikan rumahnya, tetapi yang bodoh meruntuhkannya dengan tangannya sendiri.\n",
          "14:2 Siapa berjalan dengan jujur, takut akan Tuhan, tetapi orang yang sesat jalannya, menghina Dia.\n",
          "14:3 Di dalam mulut orang bodoh ada rotan untuk punggungnya, tetapi orang bijak dipelihara oleh bibirnya.\n",
          "14:4 Kalau tidak ada lembu, juga tidak ada gandum, tetapi dengan kekuatan sapi banyaklah hasil.\n",
          "14:5 Saksi yang setia tidak berbohong, tetapi siapa menyembur-nyemburkan kebohongan, adalah saksi dusta.\n",
          "14:6 Si pencemooh mencari hikmat, tetapi sia-sia, sedangkan bagi orang berpengertian, pengetahuan mudah diperoleh.\n",
          "14:7 Jauhilah orang bebal, karena pengetahuan tidak kaudapati dari bibirnya.\n",
          "14:8 Mengerti jalannya sendiri adalah hikmat orang cerdik, tetapi orang bebal ditipu oleh kebodohannya.\n",
          "14:9 Orang bodoh mencemoohkan kurban tebusan, tetapi orang jujur saling menunjukkan kebaikan.\n",
          "14:10 Hati mengenal kepedihannya sendiri, dan orang lain tidak dapat turut merasakan kesenangannya.\n",
          "14:11 Rumah orang fasik akan musnah, tetapi kemah orang jujur akan mekar.\n",
          "14:12 Ada jalan yang disangka orang lurus, tetapi ujungnya menuju maut.\n",
          "14:13 Di dalam tertawapun hati dapat merana, dan kesukaan dapat berakhir dengan kedukaan.\n",
          "14:14 Orang yang murtad hatinya menjadi kenyang dengan jalannya, dan orang yang baik dengan apa yang ada padanya.\n",
          "14:15 Orang yang tak berpengalaman percaya kepada setiap perkataan, tetapi orang yang bijak memperhatikan langkahnya.\n",
          "14:16 Orang bijak berhati-hati dan menjauhi kejahatan, tetapi orang bebal melampiaskan nafsunya dan merasa aman.\n",
          "14:17 Siapa lekas naik darah, berlaku bodoh, tetapi orang yang bijaksana, bersabar.\n",
          "14:18 Orang yang tak berpengalaman mendapat kebodohan, tetapi orang yang bijak bermahkotakan pengetahuan.\n",
          "14:19 Orang jahat tunduk di dekat orang baik, orang fasik di depan pintu gerbang orang benar.\n",
          "14:20 Juga oleh temannya orang miskin itu dibenci, tetapi sahabat orang kaya itu banyak.\n",
          "14:21 Siapa menghina sesamanya berbuat dosa, tetapi berbahagialah orang yang menaruh belas kasihan kepada orang yang menderita.\n",
          "14:22 Tidak sesatkah orang yang merencanakan kejahatan? Tetapi yang merencanakan hal yang baik memperoleh kasih dan setia.\n",
          "14:23 Dalam tiap jerih payah ada keuntungan, tetapi kata-kata belaka mendatangkan kekurangan saja.\n",
          "14:24 Mahkota orang bijak adalah kepintarannya; tajuk orang bebal adalah kebodohannya.\n",
          "14:25 Saksi yang setia menyelamatkan hidup, tetapi siapa menyembur-nyemburkan kebohongan adalah pengkhianat.\n",
          "14:26 Dalam takut akan Tuhan ada ketenteraman yang besar, bahkan ada perlindungan bagi anak-anak-Nya.\n",
          "14:27 Takut akan Tuhan adalah sumber kehidupan sehingga orang terhindar dari jerat maut.\n",
          "14:28 Dalam besarnya jumlah rakyat terletak kemegahan raja, tetapi tanpa rakyat runtuhlah pemerintah.\n",
          "14:29 Orang yang sabar besar pengertiannya, tetapi siapa cepat marah membesarkan kebodohan.\n",
          "14:30 Hati yang tenang menyegarkan tubuh, tetapi iri hati membusukkan tulang.\n",
          "14:31 Siapa menindas orang yang lemah, menghina Penciptanya, tetapi siapa menaruh belas kasihan kepada orang miskin, memuliakan Dia.\n",
          "14:32 Orang fasik dirobohkan karena kejahatannya, tetapi orang benar mendapat perlindungan karena ketulusannya.\n",
          "14:33 Hikmat tinggal di dalam hati orang yang berpengertian, tetapi tidak dikenal di dalam hati orang bebal.\n",
          "14:34 Kebenaran meninggikan derajat bangsa, tetapi dosa adalah noda bangsa.\n",
          "14:35 Raja berkenan kepada hamba yang berakal budi, tetapi kemarahannya menimpa orang yang membuat malu.\n"
        ]
      }
    },
    {
      "15": {
        "en": [
          "15:1 A soft answer turns away anger, / But a grievous word stirs up anger.\n",
          "15:2 The tongue of the wise utters knowledge well, / But the mouth of fools pours out folly.\n",
          "15:3 The eyes of Jehovah are in every place, / Keeping watch on the evil and the good.\n",
          "15:4 A soothing tongue is a tree of life, / But perverseness in it is a breaking of the spirit.\n",
          "15:5 A fool despises his father?s correction, / But he who regards reproof gets prudence.\n",
          "15:6 In the house of the righteous man there is much treasure, / But in the income of the wicked there is trouble.\n",
          "15:7 The lips of the wise disperse knowledge, / But the heart of fools does not do so.\n",
          "15:8 The sacrifice of the wicked is an abomination to Jehovah, / But the prayer of the upright is His delight.\n",
          "15:9 The way of the wicked man is an abomination to Jehovah, / But He loves one who pursues righteousness.\n",
          "15:10 There is grievous correction for one who forsakes the way, / And he who hates reproof will die.\n",
          "15:11 Sheol and Abaddon lie open before Jehovah. / How much more the hearts of the children of men!\n",
          "15:12 A scorner does not love him who reproves him; / He will not go to the wise.\n",
          "15:13 A joyful heart makes a cheerful countenance, / But by sorrow of heart the spirit is broken.\n",
          "15:14 The heart of one who has understanding seeks knowledge, / But the mouth of fools feeds on folly.\n",
          "15:15 All the days of the afflicted are evil, / But he who is of a cheerful heart has a continual feast.\n",
          "15:16 Better is a little with the fear of Jehovah / Than great treasure and turmoil with it.\n",
          "15:17 Better is a dinner of vegetables where love is / Than a fattened ox and hatred with it.\n",
          "15:18 A wrathful man stirs up contention, / But he who is slow to anger quiets strife.\n",
          "15:19 The way of the sluggard is like a hedge of thorns, / But the path of the upright is paved.\n",
          "15:20 A wise son makes a father glad, / But a foolish man despises his mother.\n",
          "15:21 Folly is joy to him who lacks sense, / But a man of understanding makes straight his going.\n",
          "15:22 Where there is no counsel, plans are frustrated; / But in the multitude of counselors they are established.\n",
          "15:23 A man has joy in the apt answer of his mouth; / And a word in its season, how good it is!\n",
          "15:24 To the wise man the way of life leads upward, / That he may depart from Sheol below.\n",
          "15:25 Jehovah will tear down the house of the proud, / But He will establish the territory of the widow.\n",
          "15:26 Evil plans are an abomination to Jehovah, / But pleasant words are pure.\n",
          "15:27 He who is greedy for gain troubles his own house, / But he who hates bribes will live.\n",
          "15:28 The heart of the righteous man ponders how to answer, / But the mouth of the wicked pours out evil things.\n",
          "15:29 Jehovah is far from the wicked, / But He hears the prayer of the righteous.\n",
          "15:30 The light of the eyes rejoices the heart, / And good news makes the bones fat.\n",
          "15:31 The ear that listens to the reproof of life / Will lodge among the wise.\n",
          "15:32 He who ignores instruction despises his own soul, / But he who listens to reproof acquires understanding.\n",
          "15:33 The fear of Jehovah is the instruction of wisdom, / And humility goes before honor.\n"
        ],
        "id": [
          "15:1 Jawaban yang lemah lembut meredakan kegeraman, tetapi perkataan yang pedas membangkitkan marah.\n",
          "15:2 Lidah orang bijak mengeluarkan pengetahuan, tetapi mulut orang bebal mencurahkan kebodohan.\n",
          "15:3 Mata Tuhan ada di segala tempat, mengawasi orang jahat dan orang baik.\n",
          "15:4 Lidah lembut adalah pohon kehidupan, tetapi lidah curang melukai hati.\n",
          "15:5 Orang bodoh menolak didikan ayahnya, tetapi siapa mengindahkan teguran adalah bijak.\n",
          "15:6 Di rumah orang benar ada banyak harta benda, tetapi penghasilan orang fasik membawa kerusakan.\n",
          "15:7 Bibir orang bijak menaburkan pengetahuan, tetapi hati orang bebal tidak jujur.\n",
          "15:8 Kurban orang fasik adalah kekejian bagi Tuhan, tetapi doa orang jujur dikenan-Nya.\n",
          "15:9 Jalan orang fasik adalah kekejian bagi Tuhan, tetapi siapa mengejar kebenaran, dikasihi-Nya.\n",
          "15:10 Didikan yang keras adalah bagi orang yang meninggalkan jalan yang benar, dan siapa benci kepada teguran akan mati.\n",
          "15:11 Dunia orang mati dan kebinasaan terbuka di hadapan Tuhan, lebih-lebih hati anak manusia!\n",
          "15:12 Si pencemooh tidak suka ditegur orang; ia tidak mau pergi kepada orang bijak.\n",
          "15:13 Hati yang gembira membuat muka berseri-seri, tetapi kepedihan hati mematahkan semangat.\n",
          "15:14 Hati orang berpengertian mencari pengetahuan, tetapi mulut orang bebal sibuk dengan kebodohan.\n",
          "15:15 Hari orang berkesusahan buruk semuanya, tetapi orang yang gembira hatinya selalu berpesta.\n",
          "15:16 Lebih baik sedikit barang dengan disertai takut akan Tuhan dari pada banyak harta dengan disertai kecemasan.\n",
          "15:17 Lebih baik sepiring sayur dengan kasih dari pada lembu tambun dengan kebencian.\n",
          "15:18 Si pemarah membangkitkan pertengkaran, tetapi orang yang sabar memadamkan perbantahan.\n",
          "15:19 Jalan si pemalas seperti pagar duri, tetapi jalan orang jujur adalah rata.\n",
          "15:20 Anak yang bijak menggembirakan ayahnya, tetapi orang yang bebal menghina ibunya.\n",
          "15:21 Kebodohan adalah kesukaan bagi yang tidak berakal budi, tetapi orang yang pandai berjalan lurus.\n",
          "15:22 Rancangan gagal kalau tidak ada pertimbangan, tetapi terlaksana kalau penasihat banyak.\n",
          "15:23 Seseorang bersukacita karena jawaban yang diberikannya, dan alangkah baiknya perkataan yang tepat pada waktunya!\n",
          "15:24 Jalan kehidupan orang berakal budi menuju ke atas, supaya ia menjauhi dunia orang mati di bawah.\n",
          "15:25 Rumah orang congkak dirombak Tuhan, tetapi batas tanah seorang janda dijadikan-Nya tetap.\n",
          "15:26 Rancangan orang jahat adalah kekejian bagi Tuhan, tetapi perkataan yang ramah itu suci.\n",
          "15:27 Siapa loba akan keuntungan gelap, mengacaukan rumah tangganya, tetapi siapa membenci suap akan hidup.\n",
          "15:28 Hati orang benar menimbang-nimbang jawabannya, tetapi mulut orang fasik mencurahkan hal-hal yang jahat.\n",
          "15:29 Tuhan itu jauh dari pada orang fasik, tetapi doa orang benar didengar-Nya.\n",
          "15:30 Mata yang bersinar-sinar menyukakan hati, dan kabar yang baik menyegarkan tulang.\n",
          "15:31 Orang yang mengarahkan telinga kepada teguran yang membawa kepada kehidupan akan tinggal di tengah-tengah orang bijak.\n",
          "15:32 Siapa mengabaikan didikan membuang dirinya sendiri, tetapi siapa mendengarkan teguran, memperoleh akal budi.\n",
          "15:33 Takut akan Tuhan adalah didikan yang mendatangkan hikmat, dan kerendahan hati mendahului kehormatan.\n"
        ]
      }
    },
    {
      "16": {
        "en": [
          "16:1 The plans of the heart belong to man, / But the answer of the tongue is from Jehovah.\n",
          "16:2 All the ways of a man are clean in his own eyes, / But Jehovah weighs the spirits.\n",
          "16:3 Commit your works to Jehovah, / And your purposes will be established.\n",
          "16:4 Jehovah has made everything for its own purpose, / Yes, even the wicked for the day of evil.\n",
          "16:5 Every one who is proud in heart is an abomination to Jehovah; / Be assured: He will not be unpunished.\n",
          "16:6 By lovingkindness and truth iniquity is expiated, / And by the fear of Jehovah men depart from evil.\n",
          "16:7 When a man?s ways please Jehovah, / He causes even his enemies to be at peace with him.\n",
          "16:8 Better is a little with righteousness, / Than great income with injustice.\n",
          "16:9 A man?s heart devises his way, / But Jehovah directs his steps.\n",
          "16:10 A divine decision is on the lips of the king; / His mouth will not transgress in judgment.\n",
          "16:11 A just balance and just scales are Jehovah?s; / All the weights of the bag are His work.\n",
          "16:12 It is an abomination to kings to commit wickedness, / For the throne is established by righteousness.\n",
          "16:13 Righteous lips are the delight of kings, / And they love one who speaks right.\n",
          "16:14 The wrath of a king is as messengers of death, / But a wise man will appease it.\n",
          "16:15 In the light of the king?s countenance is life, / And his favor is like a cloud of the latter rain.\n",
          "16:16 How much better it is to acquire wisdom than gold, / And to acquire understanding is to be chosen above silver.\n",
          "16:17 The highway of the upright is to depart from evil; / He who keeps his way preserves his soul.\n",
          "16:18 Pride goes before destruction, / And a haughty spirit before a fall.\n",
          "16:19 It is better to be of a lowly spirit with the poor, / Than to divide the spoil with the proud.\n",
          "16:20 He who gives heed to the word will find good, / And blessed is he who trusts in Jehovah.\n",
          "16:21 The wise in heart will be called discerning, / And the sweetness of speech increases persuasiveness.\n",
          "16:22 Insight is a fountain of life to him who has it, / But the correction of fools is folly.\n",
          "16:23 The heart of the wise man instructs his mouth / And adds persuasiveness to his lips.\n",
          "16:24 Pleasant words are a honeycomb, / Sweet to the soul and healing to the bones.\n",
          "16:25 There is a way which seems right to a man, / But the end of it is the ways of death.\n",
          "16:26 The appetite of the laboring man labors for him; / For his mouth urges him on.\n",
          "16:27 A worthless man digs up evil, / And on his lips there is a scorching fire.\n",
          "16:28 A perverse man spreads strife, / And a whisperer separates close friends.\n",
          "16:29 A man of violence entices his neighbor / And leads him in a way that is not good.\n",
          "16:30 He who shuts his eyes does so to devise perverse things; / He who compresses his lips brings evil to pass.\n",
          "16:31 The gray head is a crown of glory; / It will be found in the way of righteousness.\n",
          "16:32 He who is slow to anger is better than the mighty; / And he who rules his spirit, than he who captures a city.\n",
          "16:33 The lot is cast into the lap, / But everything it decides is from Jehovah.\n"
        ],
        "id": [
          "16:1 Manusia dapat menimbang-nimbang dalam hati, tetapi jawaban lidah berasal dari pada Tuhan.\n",
          "16:2 Segala jalan orang adalah bersih menurut pandangannya sendiri, tetapi Tuhanlah yang menguji hati.\n",
          "16:3 Serahkanlah perbuatanmu kepada Tuhan, maka terlaksanalah segala rencanamu.\n",
          "16:4 Tuhan membuat segala sesuatu untuk tujuannya masing-masing, bahkan orang fasik dibuat-Nya untuk hari malapetaka.\n",
          "16:5 Setiap orang yang tinggi hati adalah kekejian bagi Tuhan; sungguh, ia tidak akan luput dari hukuman.\n",
          "16:6 Dengan kasih dan kesetiaan, kesalahan diampuni, karena takut akan Tuhan orang menjauhi kejahatan.\n",
          "16:7 Jikalau Tuhan berkenan kepada jalan seseorang, maka musuh orang itu pun didamaikan-Nya dengan dia.\n",
          "16:8 Lebih baik penghasilan sedikit disertai kebenaran, dari pada penghasilan banyak tanpa keadilan.\n",
          "16:9 Hati manusia memikir-mikirkan jalannya, tetapi Tuhanlah yang menentukan arah langkahnya.\n",
          "16:10 Keputusan dari Allah ada di bibir raja, kalau ia mengadili mulutnya tidak berbuat salah.\n",
          "16:11 Timbangan dan neraca yang betul adalah kepunyaan Tuhan, segala batu timbangan di dalam pundi-pundi adalah buatan-Nya.\n",
          "16:12 Melakukan kefasikan adalah kekejian bagi raja, karena takhta menjadi kokoh oleh kebenaran.\n",
          "16:13 Bibir yang benar dikenan raja, dan orang yang berbicara jujur dikasihi-Nya.\n",
          "16:14 Kegeraman raja adalah bentara maut, tetapi orang bijak memadamkannya.\n",
          "16:15 Wajah raja yang bercahaya memberi hidup dan kebaikannya seperti awan hujan musim semi.\n",
          "16:16 Memperoleh hikmat sungguh jauh melebihi memperoleh emas, dan mendapat pengertian jauh lebih berharga dari pada mendapat perak.\n",
          "16:17 Menjauhi kejahatan itulah jalan orang jujur; siapa menjaga jalannya, memelihara nyawanya.\n",
          "16:18 Kecongkakan mendahului kehancuran, dan tinggi hati mendahului kejatuhan.\n",
          "16:19 Lebih baik merendahkan diri dengan orang yang rendah hati dari pada membagi rampasan dengan orang congkak.\n",
          "16:20 Siapa memperhatikan firman akan mendapat kebaikan, dan berbahagialah orang yang percaya kepada Tuhan.\n",
          "16:21 Orang yang bijak hati disebut berpengertian, dan berbicara manis lebih dapat meyakinkan.\n",
          "16:22 Akal budi adalah sumber kehidupan bagi yang mempunyainya, tetapi siksaan bagi orang bodoh ialah kebodohannya.\n",
          "16:23 Hati orang bijak menjadikan mulutnya berakal budi, dan menjadikan bibirnya lebih dapat meyakinkan.\n",
          "16:24 Perkataan yang menyenangkan adalah seperti sarang madu, manis bagi hati dan obat bagi tulang-tulang.\n",
          "16:25 Ada jalan yang disangka lurus, tetapi ujungnya menuju maut.\n",
          "16:26 Rasa lapar bekerja untuk seorang pekerja, karena mulutnya memaksa dia.\n",
          "16:27 Orang yang tidak berguna menggali lobang kejahatan, dan pada bibirnya seolah-olah ada api yang menghanguskan.\n",
          "16:28 Orang yang curang menimbulkan pertengkaran, dan seorang pemfitnah menceraikan sahabat yang karib.\n",
          "16:29 Orang yang menggunakan kekerasan menyesatkan sesamanya, dan membawa dia di jalan yang tidak baik.\n",
          "16:30 Siapa memejamkan matanya, merencanakan tipu muslihat; siapa mengatupkan bibirnya, sudah melakukan kejahatan.\n",
          "16:31 Rambut putih adalah mahkota yang indah, yang didapat pada jalan kebenaran.\n",
          "16:32 Orang yang sabar melebihi seorang pahlawan, orang yang menguasai dirinya, melebihi orang yang merebut kota.\n",
          "16:33 Undi dibuang di pangkuan, tetapi setiap keputusannya berasal dari pada Tuhan.\n"
        ]
      }
    },
    {
      "17": {
        "en": [
          "17:1 Better is a dry morsel and quietness with it / Than a house full of feasting with strife.\n",
          "17:2 A servant who deals wisely will rule over a son who causes shame, / And will share in the inheritance among brothers.\n",
          "17:3 The refining pot is for silver and the furnace for gold, / But Jehovah tries the hearts.\n",
          "17:4 An evildoer gives heed to wicked lips, / And a liar gives ear to a mischievous tongue.\n",
          "17:5 Whoever mocks the poor reproaches his Maker; / He who rejoices at calamity will not go unpunished.\n",
          "17:6 Grandchildren are the crown of old men, / And the glory of children is their fathers.\n",
          "17:7 Excellent speech is not fitting for a fool; / Much less are lying lips for a noble man.\n",
          "17:8 A bribe is like a precious stone in the eyes of its possessor: / Wherever he turns, he prospers.\n",
          "17:9 He who covers a transgression seeks love, / But he who repeats a matter separates close friends.\n",
          "17:10 A rebuke strikes deeper into him who has understanding / Than a hundred stripes into a fool.\n",
          "17:11 An evil man seeks only rebellion; / Therefore a cruel messenger will be sent against him.\n",
          "17:12 Let a bear robbed of her cubs meet a man / Rather than a fool in his folly.\n",
          "17:13 Whoever rewards evil for good, / Evil will not depart from his house.\n",
          "17:14 The beginning of contention is like letting out water; / Therefore abandon strife before it breaks out.\n",
          "17:15 He who justifies the wicked man, and he who condemns the righteous man, / Both of them are an abomination to Jehovah.\n",
          "17:16 Why is there a price in the hand of a fool to buy wisdom, / When he has no sense?\n",
          "17:17 A friend loves at all times, / And a brother is born for adversity.\n",
          "17:18 A man lacking sense gives his hand as a pledge / And becomes surety in the presence of his neighbor.\n",
          "17:19 He who loves transgression loves strife; / He who raises high his entrance seeks destruction.\n",
          "17:20 He who has a crooked heart finds no good, / And he who has a perverse tongue falls into evil.\n",
          "17:21 He who begets a fool does so to his sorrow, / And the father of a fool has no joy.\n",
          "17:22 A joyful heart is good medicine, / But a broken spirit dries up the bones.\n",
          "17:23 A wicked man receives a bribe from the bosom, / To pervert the ways of justice.\n",
          "17:24 Wisdom is before the face of him who has understanding, / But the eyes of a fool are on the ends of the earth.\n",
          "17:25 A foolish son is a grief to his father, / And bitterness to her who bore him.\n",
          "17:26 To also punish the righteous man is not good, / Nor to strike nobles for their uprightness.\n",
          "17:27 He who restrains his words has knowledge, / And he who is cool in spirit is one who has understanding.\n",
          "17:28 Even a fool, when he keeps silent, is counted wise; / When he shuts his lips, he is counted prudent.\n"
        ],
        "id": [
          "17:1 Lebih baik sekerat roti yang kering disertai dengan ketenteraman, dari pada makanan daging serumah disertai dengan perbantahan.\n",
          "17:2 Budak yang berakal budi akan berkuasa atas anak yang membuat malu, dan akan mendapat bagian warisan bersama-sama dengan saudara-saudara anak itu.\n",
          "17:3 Kui adalah untuk melebur perak dan perapian untuk melebur emas, tetapi Tuhanlah yang menguji hati.\n",
          "17:4 Orang yang berbuat jahat memperhatikan bibir jahat, seorang pendusta memberi telinga kepada lidah yang mencelakakan.\n",
          "17:5 Siapa mengolok-olok orang miskin menghina Penciptanya; siapa gembira karena suatu kecelakaan tidak akan luput dari hukuman.\n",
          "17:6 Mahkota orang-orang tua adalah anak cucu dan kehormatan anak-anak ialah nenek moyang mereka.\n",
          "17:7 Orang bebal tidak layak mengucapkan kata-kata yang bagus, apalagi orang mulia mengucapkan kata-kata dusta.\n",
          "17:8 Hadiah suapan adalah seperti mestika di mata yang memberinya, ke mana juga ia memalingkan muka, ia beruntung.\n",
          "17:9 Siapa menutupi pelanggaran, mengejar kasih, tetapi siapa membangkit-bangkit perkara, menceraikan sahabat yang karib.\n",
          "17:10 Suatu hardikan lebih masuk pada orang berpengertian dari pada seratus pukulan pada orang bebal.\n",
          "17:11 Orang durhaka hanya mencari kejahatan, tetapi terhadap dia akan disuruh utusan yang kejam.\n",
          "17:12 Lebih baik berjumpa dengan beruang betina yang kehilangan anak, dari pada dengan orang bebal dengan kebodohannya.\n",
          "17:13 Siapa membalas kebaikan dengan kejahatan, kejahatan tidak akan menghindar dari rumahnya.\n",
          "17:14 Memulai pertengkaran adalah seperti membuka jalan air; jadi undurlah sebelum perbantahan mulai.\n",
          "17:15 Membenarkan orang fasik dan mempersalahkan orang benar, kedua-duanya adalah kekejian bagi Tuhan.\n",
          "17:16 Apakah gunanya uang di tangan orang bebal untuk membeli hikmat, sedang ia tidak berakal budi?\n",
          "17:17 Seorang sahabat menaruh kasih setiap waktu, dan menjadi seorang saudara dalam kesukaran.\n",
          "17:18 Orang yang tidak berakal budi ialah dia yang membuat persetujuan, yang menjadi penanggung bagi sesamanya.\n",
          "17:19 Siapa suka bertengkar, suka juga kepada pelanggaran, siapa memewahkan pintunya mencari kehancuran.\n",
          "17:20 Orang yang serong hatinya tidak akan mendapat bahagia, orang yang memutar-mutar lidahnya akan jatuh ke dalam celaka.\n",
          "17:21 Siapa mendapat anak yang bebal, mendapat duka, dan ayah orang bodoh tidak akan bersukacita.\n",
          "17:22 Hati yang gembira adalah obat yang manjur, tetapi semangat yang patah mengeringkan tulang.\n",
          "17:23 Orang fasik menerima hadiah suapan dari pundi-pundi untuk membelokkan jalan hukum.\n",
          "17:24 Pandangan orang berpengertian tertuju pada hikmat, tetapi mata orang bebal melayang sampai ke ujung bumi.\n",
          "17:25 Anak yang bebal menyakiti hati ayahnya, dan memedihkan hati ibunya.\n",
          "17:26 Mengenakan denda orang benar adalah salah, memukul orang muliapun tidak patut.\n",
          "17:27 Orang yang berpengetahuan menahan perkataannya, orang yang berpengertian berkepala dingin.\n",
          "17:28 Juga orang bodoh akan disangka bijak kalau ia berdiam diri dan disangka berpengertian kalau ia mengatupkan bibirnya.\n"
        ]
      }
    },
    {
      "18": {
        "en": [
          "18:1 He who separates himself seeks his own desire / And rages against all sound wisdom.\n",
          "18:2 A fool has no delight in understanding, / But only that his heart may reveal itself.\n",
          "18:3 When the wicked man comes, contempt also comes; / And with dishonor comes reproach.\n",
          "18:4 The words of a man?s mouth are deep waters, / A gushing stream, a fountain of wisdom.\n",
          "18:5 To respect the person of the wicked man is not good, / Nor to turn aside the righteous man in judgment.\n",
          "18:6 A fool?s lips bring strife, / And his mouth invites blows.\n",
          "18:7 A fool?s mouth is his ruin, / And his lips are the snare of his soul.\n",
          "18:8 The words of a whisperer are like dainty morsels, / And they go down into the innermost parts of one?s being.\n",
          "18:9 He also who is slack in his work / Is brother to him who is a destroyer.\n",
          "18:10 The name of Jehovah is a strong tower; / The righteous man runs into it and is safe.\n",
          "18:11 The rich man?s substance is his strong city / And like a high wall in his own imagination.\n",
          "18:12 Before destruction the heart of man is haughty, / But humility goes before honor.\n",
          "18:13 As for him who gives an answer before he hears, / It is folly and shame.\n",
          "18:14 The spirit of a man can sustain his sickness, / But a broken spirit who can bear?\n",
          "18:15 The heart of one who has understanding acquires knowledge, / And the ear of the wise seeks knowledge.\n",
          "18:16 A man?s gift makes room for him / And brings him before great men.\n",
          "18:17 The first to plead his case seems just, / Until his neighbor comes and cross-examines him.\n",
          "18:18 The lot causes contentions to cease / And decides between the mighty.\n",
          "18:19 A brother offended is harder to be gained than a strong city, / And contentions are like the bars of a castle.\n",
          "18:20 With the fruit of his mouth a man?s stomach will be satisfied; / With the produce of his lips he will be satisfied.\n",
          "18:21 Death and life are in the power of the tongue, / And those who love it will eat its fruit.\n",
          "18:22 Whoever finds a wife finds a good thing, / And obtains favor from Jehovah.\n",
          "18:23 The poor man utters supplications, / But the rich man answers roughly.\n",
          "18:24 A man of many friends comes to destruction, / But there is a true friend that sticks closer than a brother.\n"
        ],
        "id": [
          "18:1 Orang yang menyendiri, mencari keinginannya, amarahnya meledak terhadap setiap pertimbangan.\n",
          "18:2 Orang bebal tidak suka kepada pengertian, hanya suka membeberkan isi hatinya.\n",
          "18:3 Bila kefasikan datang, datanglah juga penghinaan dan cela disertai cemooh.\n",
          "18:4 Perkataan mulut orang adalah seperti air yang dalam, tetapi sumber hikmat adalah seperti batang air yang mengalir.\n",
          "18:5 Tidak baik berpihak kepada orang fasik dengan menolak orang benar dalam pengadilan.\n",
          "18:6 Bibir orang bebal menimbulkan perbantahan, dan mulutnya berseru meminta pukulan.\n",
          "18:7 Orang bebal dibinasakan oleh mulutnya, bibirnya adalah jerat bagi nyawanya.\n",
          "18:8 Perkataan pemfitnah seperti sedap-sedapan, yang masuk ke lubuk hati.\n",
          "18:9 Orang yang bermalas-malas dalam pekerjaannya sudah menjadi saudara dari si perusak.\n",
          "18:10 Nama Tuhan adalah menara yang kuat, ke sanalah orang benar berlari dan ia menjadi selamat.\n",
          "18:11 Kota yang kuat bagi orang kaya ialah hartanya dan seperti tembok yang tinggi menurut anggapannya.\n",
          "18:12 Tinggi hati mendahului kehancuran, tetapi kerendahan hati mendahului kehormatan.\n",
          "18:13 Jikalau seseorang memberi jawab sebelum mendengar, itulah kebodohan dan kecelaannya.\n",
          "18:14 Orang yang bersemangat dapat menanggung penderitaannya, tetapi siapa akan memulihkan semangat yang patah?\n",
          "18:15 Hati orang berpengertian memperoleh pengetahuan, dan telinga orang bijak menuntut pengetahuan.\n",
          "18:16 Hadiah memberi keluasan kepada orang, membawa dia menghadap orang-orang besar.\n",
          "18:17 Pembicara pertama dalam suatu pertikaian nampaknya benar, lalu datanglah orang lain dan menyelidiki perkaranya.\n",
          "18:18 Undian mengakhiri pertengkaran, dan menyelesaikan persoalan antara orang-orang berkuasa.\n",
          "18:19 Saudara yang dikhianati lebih sulit dihampiri dari pada kota yang kuat, dan pertengkaran adalah seperti palang gapura sebuah puri.\n",
          "18:20 Perut orang dikenyangkan oleh hasil mulutnya, ia dikenyangkan oleh hasil bibirnya.\n",
          "18:21 Hidup dan mati dikuasai lidah, siapa suka menggemakannya, akan memakan buahnya.\n",
          "18:22 Siapa mendapat isteri, mendapat sesuatu yang baik, dan ia dikenan Tuhan.\n",
          "18:23 Orang miskin berbicara dengan memohon-mohon, tetapi orang kaya menjawab dengan kasar.\n",
          "18:24 Ada teman yang mendatangkan kecelakaan, tetapi ada juga sahabat yang lebih karib dari pada seorang saudara.\n"
        ]
      }
    },
    {
      "19": {
        "en": [
          "19:1 Better is a poor man who walks in his integrity / Than he who is perverse in his lips and is a fool.\n",
          "19:2 Also it is not good for a person to be without knowledge, / And he who makes haste with his feet sins.\n",
          "19:3 The foolishness of a man subverts his way, / And his heart is indignant toward Jehovah.\n",
          "19:4 Wealth adds many friends, / But the poor man is separated from his friend.\n",
          "19:5 A false witness will not go unpunished, / And he who utters lies will not escape.\n",
          "19:6 Many will entreat the favor of the generous man, / And every man is a friend to one who gives gifts.\n",
          "19:7 All the brothers of the poor man hate him; / How much more do his friends go far from him! / He pursues them with words, but they are not there.\n",
          "19:8 He who acquires sense loves his own soul; / He who keeps understanding will find good.\n",
          "19:9 A false witness will not go unpunished, / And he who utters lies will perish.\n",
          "19:10 Delicate living is not fitting for a fool; / Much less for a servant to rule over princes.\n",
          "19:11 The discretion of a man makes him slow to anger, / And it is his glory to overlook a transgression.\n",
          "19:12 The king?s wrath is like the roaring of a lion, / But his favor is like dew upon the grass.\n",
          "19:13 A foolish son is the ruin of his father, / And the contentions of a wife are a continual dripping.\n",
          "19:14 House and wealth are an inheritance from fathers, / But a prudent wife is from Jehovah.\n",
          "19:15 Slothfulness casts into a deep sleep, / And the idle soul will suffer hunger.\n",
          "19:16 He who keeps the commandment keeps his soul; / He who is careless of his ways will die.\n",
          "19:17 He who has pity upon a poor man lends to Jehovah, / And He will repay him for his good deed.\n",
          "19:18 Discipline your son, for there is hope; / But do not set your heart on destroying him.\n",
          "19:19 A man of great wrath will bear the penalty; / For if you deliver him, you will only have to do it again.\n",
          "19:20 Listen to counsel, and receive instruction, / That you may be wise at the end of your days.\n",
          "19:21 There are many devices in a man?s heart, / But it is the counsel of Jehovah that will stand.\n",
          "19:22 What is desirable in a man is his kindness, / And a poor man is better than a liar.\n",
          "19:23 The fear of Jehovah leads to life, / And he who has it will lodge in contentment; / He will not be visited with evil.\n",
          "19:24 The sluggard buries his hand in the dish, / And will not even bring it back to his mouth.\n",
          "19:25 Strike a scorner, and the simple will learn prudence; / And reprove one who has understanding, and he will understand knowledge.\n",
          "19:26 He who does violence to his father and chases away his mother / Is a son that causes shame and brings reproach.\n",
          "19:27 Cease listening, my son, to instruction, / And you will stray from the words of knowledge.\n",
          "19:28 A worthless witness mocks justice, / And the mouth of the wicked swallows up iniquity.\n",
          "19:29 Judgments are prepared for scorners, / And blows for the back of fools.\n"
        ],
        "id": [
          "19:1 Lebih baik seorang miskin yang bersih kelakuannya dari pada seorang yang serong bibirnya lagi bebal.\n",
          "19:2 Tanpa pengetahuan kerajinanpun tidak baik; orang yang tergesa-gesa akan salah langkah.\n",
          "19:3 Kebodohan menyesatkan jalan orang, lalu gusarlah hatinya terhadap Tuhan.\n",
          "19:4 Kekayaan menambah banyak sahabat, tetapi orang miskin ditinggalkan sahabatnya.\n",
          "19:5 Saksi dusta tidak akan luput dari hukuman, orang yang menyembur-nyemburkan kebohongan tidak akan terhindar.\n",
          "19:6 Banyak orang yang mengambil hati orang dermawan, setiap orang bersahabat dengan si pemberi.\n",
          "19:7 Orang miskin dibenci oleh semua saudaranya, apalagi sahabat-sahabatnya, mereka menjauhi dia. Ia mengejar mereka, memanggil mereka tetapi mereka tidak ada lagi.\n",
          "19:8 Siapa memperoleh akal budi, mengasihi dirinya; siapa berpegang pada pengertian, mendapat kebahagiaan.\n",
          "19:9 Saksi dusta tidak akan luput dari hukuman, orang yang menyembur-nyemburkan kebohongan akan binasa.\n",
          "19:10 Kemewahan tidak layak bagi orang bebal, apalagi bagi seorang budak memerintah pembesar.\n",
          "19:11 Akal budi membuat seseorang panjang sabar dan orang itu dipuji karena memaafkan pelanggaran.\n",
          "19:12 Kemarahan raja adalah seperti raung singa muda, tetapi kebaikannya seperti embun yang turun ke atas rumput.\n",
          "19:13 Anak bebal adalah bencana bagi ayahnya, dan pertengkaran seorang isteri adalah seperti tiris yang tidak henti-hentinya menitik.\n",
          "19:14 Rumah dan harta adalah warisan nenek moyang, tetapi isteri yang berakal budi adalah karunia Tuhan.\n",
          "19:15 Kemalasan mendatangkan tidur nyenyak, dan orang yang lamban akan menderita lapar.\n",
          "19:16 Siapa berpegang pada perintah, memelihara nyawanya, tetapi siapa menghina firman, akan mati.\n",
          "19:17 Siapa menaruh belas kasihan kepada orang yang lemah, memiutangi Tuhan, yang akan membalas perbuatannya itu.\n",
          "19:18 Hajarlah anakmu selama ada harapan, tetapi jangan engkau menginginkan kematiannya.\n",
          "19:19 Orang yang sangat cepat marah akan kena denda, karena jika engkau hendak menolongnya, engkau hanya menambah marahnya.\n",
          "19:20 Dengarkanlah nasihat dan terimalah didikan, supaya engkau menjadi bijak di masa depan.\n",
          "19:21 Banyaklah rancangan di hati manusia, tetapi keputusan Tuhanlah yang terlaksana.\n",
          "19:22 Sifat yang diinginkan pada seseorang ialah kesetiaannya; lebih baik orang miskin dari pada seorang pembohong.\n",
          "19:23 Takut akan Allah mendatangkan hidup, maka orang bermalam dengan puas, tanpa ditimpa malapetaka.\n",
          "19:24 Si pemalas mencelup tangannya ke dalam pinggan, tetapi tidak juga mengembalikannya ke mulut.\n",
          "19:25 Jikalau si pencemooh kaupukul, barulah orang yang tak berpengalaman menjadi bijak, jikalau orang yang berpengertian ditegur, ia menjadi insaf.\n",
          "19:26 Anak yang menganiaya ayahnya atau mengusir ibunya, memburukkan dan memalukan diri.\n",
          "19:27 Hai anakku, jangan lagi mendengarkan didikan, kalau engkau menyimpang juga dari perkataan-perkataan yang memberi pengetahuan.\n",
          "19:28 Saksi yang tidak berguna mencemoohkan hukum dan mulut orang fasik menelan dusta.\n",
          "19:29 Hukuman bagi si pencemooh tersedia dan pukulan bagi punggung orang bebal.\n"
        ]
      }
    },
    {
      "20": {
        "en": [
          "20:1 Wine is a mocker, strong drink a brawler; / And whoever errs by it does not become wise.\n",
          "20:2 The terror of a king is like the roaring of a lion; / He who provokes him to anger sins against his own life.\n",
          "20:3 It is an honor for a man to keep away from strife, / But every fool rushes headlong into it.\n",
          "20:4 The sluggard will not plow because of winter; / Therefore he will beg in harvest and have nothing.\n",
          "20:5 Counsel in the heart of man is like deep water, / But a man of understanding will draw it out.\n",
          "20:6 Many a man will proclaim his own kindness, / But who can find a faithful man?\n",
          "20:7 A righteous man who walks in his integrity, / Blessed are his children after him.\n",
          "20:8 A king who sits on the throne of judgment / Scatters away all evil with his eyes.\n",
          "20:9 Who can say, I have made my heart clean; / I am pure from my sin?\n",
          "20:10 Differing weights and differing measures, / Both of them are an abomination to Jehovah.\n",
          "20:11 Even a child makes himself known by his deeds, / Whether his work is pure and whether it is upright.\n",
          "20:12 The hearing ear and the seeing eye? / Jehovah has made both of them.\n",
          "20:13 Do not love sleep, or else you will come to poverty; / Open your eyes, and be satisfied with bread.\n",
          "20:14 It is bad, it is bad, says the buyer; / But when he has gone away, then he boasts in his purchase.\n",
          "20:15 There is gold and an abundance of corals, / But the lips of knowledge are a precious jewel.\n",
          "20:16 Take his garment when he becomes surety for a stranger, / And hold the pledge when he becomes surety for foreigners.\n",
          "20:17 The bread of falsehood is sweet to a man, / But afterward his mouth will be filled with gravel.\n",
          "20:18 Every plan is established by counsel, / And by sound counsel make war.\n",
          "20:19 He who goes about as a gossip reveals secrets; / Therefore do not associate with one who opens his lips wide.\n",
          "20:20 Whoever curses his father or his mother, / His lamp will go out in deep darkness.\n",
          "20:21 An inheritance gained hurriedly at the beginning / Will not be blessed in the end.\n",
          "20:22 Do not say, I will recompense evil; / Wait for Jehovah, and He will save you.\n",
          "20:23 Differing weights are an abomination to Jehovah, / And false scales are not good.\n",
          "20:24 A man?s steps are ordered by Jehovah; / How then can man understand his own way?\n",
          "20:25 It is a snare to a man to rashly say, It is holy, / And after making the vows to begin to consider.\n",
          "20:26 A wise king winnows the wicked / And drives the threshing wheel over them.\n",
          "20:27 The spirit of man is the lamp of Jehovah, / Searching all the innermost parts of the inner being.\n",
          "20:28 Lovingkindness and truth preserve the king, / And his throne is upheld by kindness.\n",
          "20:29 The glory of young men is their strength, / And the honor of old men is gray hair.\n",
          "20:30 Stripes that wound purge away evil, / And strokes reach the innermost parts of the inner being.\n"
        ],
        "id": [
          "20:1 Anggur adalah pencemooh, minuman keras adalah peribut, tidaklah bijak orang yang terhuyung-huyung karenanya.\n",
          "20:2 Kegentaran yang datang dari raja adalah seperti raung singa muda, siapa membangkitkan marahnya membahayakan dirinya.\n",
          "20:3 Terhormatlah seseorang, jika ia menjauhi perbantahan, tetapi setiap orang bodoh membiarkan amarahnya meledak.\n",
          "20:4 Pada musim dingin si pemalas tidak membajak; jikalau ia mencari pada musim menuai, maka tidak ada apa-apa.\n",
          "20:5 Rancangan di dalam hati manusia itu seperti air yang dalam, tetapi orang yang pandai tahu menimbanya.\n",
          "20:6 Banyak orang menyebut diri baik hati, tetapi orang yang setia, siapakah menemukannya?\n",
          "20:7 Orang benar yang bersih kelakuannya berbahagialah keturunannya.\n",
          "20:8 Raja yang bersemayam di atas kursi pengadilan dapat mengetahui segala yang jahat dengan matanya.\n",
          "20:9 Siapakah dapat berkata: Aku telah membersihkan hatiku, aku tahir dari pada dosaku?\n",
          "20:10 Dua macam batu timbangan, dua macam takaran, kedua-duanya adalah kekejian bagi Tuhan.\n",
          "20:11 Anak-anakpun sudah dapat dikenal dari pada perbuatannya, apakah bersih dan jujur kelakuannya.\n",
          "20:12 Telinga yang mendengar dan mata yang melihat, kedua-duanya dibuat oleh Tuhan.\n",
          "20:13 Janganlah menyukai tidur, supaya engkau tidak jatuh miskin, bukalah matamu dan engkau akan makan sampai kenyang.\n",
          "20:14 Tidak baik! Tidak baik!, kata si pembeli, tetapi begitu ia pergi, ia memuji dirinya.\n",
          "20:15 Sekalipun ada emas dan permata banyak, tetapi yang paling berharga ialah bibir yang berpengetahuan.\n",
          "20:16 Ambillah pakaian orang yang menanggung orang lain, dan tahanlah dia sebagai sandera ganti orang asing.\n",
          "20:17 Roti hasil tipuan sedap rasanya, tetapi kemudian mulutnya penuh dengan kerikil.\n",
          "20:18 Rancangan terlaksana oleh pertimbangan, sebab itu berperanglah dengan siasat.\n",
          "20:19 Siapa mengumpat, membuka rahasia, sebab itu janganlah engkau bergaul dengan orang yang bocor mulut.\n",
          "20:20 Siapa mengutuki ayah atau ibunya, pelitanya akan padam pada waktu gelap.\n",
          "20:21 Milik yang diperoleh dengan cepat pada mulanya, akhirnya tidak diberkati.\n",
          "20:22 Janganlah engkau berkata: Aku akan membalas kejahatan, nantikanlah Tuhan, Ia akan menyelamatkan engkau.\n",
          "20:23 Dua macam batu timbangan adalah kekejian bagi Tuhan, dan neraca serong itu tidak baik.\n",
          "20:24 Langkah orang ditentukan oleh Tuhan, tetapi bagaimanakah manusia dapat mengerti jalan hidupnya?\n",
          "20:25 Suatu jerat bagi manusia ialah kalau ia tanpa berpikir mengatakan Kudus, dan baru menimbang-nimbang sesudah bernazar.\n",
          "20:26 Raja yang bijak dapat mengenal orang-orang fasik, dan menggilas mereka berulang-ulang.\n",
          "20:27 Roh manusia adalah pelita Tuhan, yang menyelidiki seluruh lubuk hatinya.\n",
          "20:28 Kasih dan setia melindungi raja, dan dengan kasih ia menopang takhtanya.\n",
          "20:29 Hiasan orang muda ialah kekuatannya, dan keindahan orang tua ialah uban.\n",
          "20:30 Bilur-bilur yang berdarah membersihkan kejahatan, dan pukulan membersihkan lubuk hati.\n"
        ]
      }
    },
    {
      "21": {
        "en": [
          "21:1 The king?s heart is like streams of water in the hand of Jehovah; / He turns it wherever He wishes.\n",
          "21:2 Every way of a man is right in his own eyes, / But Jehovah weighs the hearts.\n",
          "21:3 To do righteousness and justice / Is more acceptable to Jehovah than sacrifice.\n",
          "21:4 A high look and a proud heart?/ The lamp of the wicked?is sin.\n",
          "21:5 The plans of the diligent lead only to plentifulness, / But everyone who is hasty comes only to want.\n",
          "21:6 The getting of treasures by a lying tongue / Is a fleeting vapor, a snare of death.\n",
          "21:7 The violence of the wicked will sweep them away / Because they refuse to do justice.\n",
          "21:8 The way of a guilty man is crooked; / But as for the pure, his work is right.\n",
          "21:9 It is better to dwell in a corner of a housetop / Than in a house shared with a contentious woman.\n",
          "21:10 The soul of the wicked man desires evil; / His neighbor finds no favor in his eyes.\n",
          "21:11 When the scorner is punished, the simple man becomes wise; / And when the wise man is instructed, he receives knowledge.\n",
          "21:12 The righteous One considers the house of the wicked man, / Overthrowing the wicked to their ruin.\n",
          "21:13 Whoever closes his ear to the cry of the poor man / Also will cry and will not be heard.\n",
          "21:14 A gift in secret pacifies anger; / And a present in the bosom, strong wrath.\n",
          "21:15 It is joy to the righteous man to do justice, / But it is destruction to the workers of iniquity.\n",
          "21:16 The man who wanders from the way of understanding / Will rest in the assembly of the dead.\n",
          "21:17 He who loves pleasure will be a poor man; / He who loves wine and oil will not be rich.\n",
          "21:18 The wicked man is a ransom for the righteous man, / And the treacherous man is in the place of the upright.\n",
          "21:19 It is better to dwell in a desert land / Than with a contentious and vexing woman.\n",
          "21:20 There is precious treasure and oil in the dwelling of the wise man, / But a foolish man swallows it up.\n",
          "21:21 He who pursues righteousness and kindness / Finds life, righteousness, and honor.\n",
          "21:22 A wise man scales the city of the mighty / And brings down the strength in which they trust.\n",
          "21:23 Whoever guards his mouth and his tongue / Keeps his soul from troubles.\n",
          "21:24 Proud, Haughty, Scorner are the names / Of him who works in the arrogance of pride.\n",
          "21:25 The desire of the sluggard puts him to death, / For his hands refuse to work.\n",
          "21:26 All day long one covets greedily, / But the righteous man gives and does not hold back.\n",
          "21:27 The sacrifice of the wicked is an abomination; / How much more when he brings it with evil intent!\n",
          "21:28 A false witness will perish, / But the man who hears will speak so as to endure.\n",
          "21:29 A wicked man hardens his face; / But as for the upright, he establishes his ways.\n",
          "21:30 There is no wisdom nor understanding / Nor counsel that can avail against Jehovah.\n",
          "21:31 The horse is prepared for the day of battle, / But victory belongs to Jehovah.\n"
        ],
        "id": [
          "21:1 Hati raja seperti batang air di dalam tangan Tuhan, dialirkan-Nya ke mana Ia ingini.\n",
          "21:2 Setiap jalan orang adalah lurus menurut pandangannya sendiri, tetapi Tuhanlah yang menguji hati.\n",
          "21:3 Melakukan kebenaran dan keadilan lebih dikenan Tuhan dari pada kurban.\n",
          "21:4 Mata yang congkak dan hati yang sombong, yang menjadi pelita orang fasik, adalah dosa.\n",
          "21:5 Rancangan orang rajin semata-mata mendatangkan kelimpahan, tetapi setiap orang yang tergesa-gesa hanya akan mengalami kekurangan.\n",
          "21:6 Memperoleh harta benda dengan lidah dusta adalah kesia-siaan yang lenyap dari orang yang mencari maut.\n",
          "21:7 Orang fasik diseret oleh penganiayaan mereka, karena mereka menolak melakukan keadilan.\n",
          "21:8 Berliku-liku jalan si penipu, tetapi orang yang jujur lurus perbuatannya.\n",
          "21:9 Lebih baik tinggal pada sudut sotoh rumah dari pada diam serumah dengan perempuan yang suka bertengkar.\n",
          "21:10 Hati orang fasik mengingini kejahatan dan ia tidak menaruh belas kasihan kepada sesamanya.\n",
          "21:11 Jikalau si pencemooh dihukum, orang yang tak berpengalaman menjadi bijak, dan jikalau orang bijak diberi pengajaran, ia akan beroleh pengetahuan.\n",
          "21:12 Yang Mahaadil memperhatikan rumah orang fasik, dan menjerumuskan orang fasik ke dalam kecelakaan.\n",
          "21:13 Siapa menutup telinganya bagi jeritan orang lemah, tidak akan menerima jawaban, kalau ia sendiri berseru-seru.\n",
          "21:14 Pemberian dengan sembunyi-sembunyi memadamkan marah, dan hadiah yang dirahasiakan meredakan kegeraman yang hebat.\n",
          "21:15 Melakukan keadilan adalah kesukaan bagi orang benar, tetapi menakutkan orang yang berbuat jahat.\n",
          "21:16 Orang yang menyimpang dari jalan akal budi akan berhenti di tempat arwah-arwah berkumpul.\n",
          "21:17 Orang yang suka bersenang-senang akan berkekurangan, orang yang gemar kepada minyak dan anggur tidak akan menjadi kaya.\n",
          "21:18 Orang fasik dipakai sebagai tebusan bagi orang benar, dan pengkhianat sebagai ganti orang jujur.\n",
          "21:19 Lebih baik tinggal di padang gurun dari pada tinggal dengan perempuan yang suka bertengkar dan pemarah.\n",
          "21:20 Harta yang indah dan minyak ada di kediaman orang bijak, tetapi orang yang bebal memboroskannya.\n",
          "21:21 Siapa mengejar kebenaran dan kasih akan memperoleh kehidupan, kebenaran dan kehormatan.\n",
          "21:22 Orang bijak dapat memanjat kota pahlawan-pahlawan, dan merobohkan benteng yang mereka percayai.\n",
          "21:23 Siapa memelihara mulut dan lidahnya, memelihara diri dari pada kesukaran.\n",
          "21:24 Orang yang kurang ajar dan sombong pencemooh namanya, ia berlaku dengan keangkuhan yang tak terhingga.\n",
          "21:25 Si pemalas dibunuh oleh keinginannya, karena tangannya enggan bekerja.\n",
          "21:26 Keinginan bernafsu sepanjang hari, tetapi orang benar memberi tanpa batas.\n",
          "21:27 Kurban orang fasik adalah kekejian, lebih-lebih kalau dipersembahkan dengan maksud jahat.\n",
          "21:28 Saksi bohong akan binasa, tetapi orang yang mendengarkan akan tetap berbicara.\n",
          "21:29 Orang fasik bermuka tebal, tetapi orang jujur mengatur jalannya.\n",
          "21:30 Tidak ada hikmat dan pengertian, dan tidak ada pertimbangan yang dapat menandingi Tuhan.\n",
          "21:31 Kuda diperlengkapi untuk hari peperangan, tetapi kemenangan ada di tangan Tuhan.\n"
        ]
      }
    },
    {
      "22": {
        "en": [
          "22:1 A good name is to be chosen rather than great riches, / And favor is better than silver and gold.\n",
          "22:2 The rich and the poor have this in common: / Jehovah is the maker of them all.\n",
          "22:3 A prudent man sees evil and hides himself, / But the simple pass on and suffer punishment for it.\n",
          "22:4 The reward of humility and the fear of Jehovah / Are riches and honor and life.\n",
          "22:5 Thorns and snares are in the way of the perverse; / He who guards his soul will keep far from them.\n",
          "22:6 Train up a child according to the way he should go; / Even when he is old, he will not depart from it.\n",
          "22:7 The rich man rules over the poor, / And the borrower is servant to the lender.\n",
          "22:8 He who sows injustice will reap iniquity, / And the rod of his wrath will fail.\n",
          "22:9 He who is generous will be blessed, / For he gives some of his bread to the poor.\n",
          "22:10 Cast out the scorner, and contention will go out; / Indeed, strife and dishonor will cease.\n",
          "22:11 He who loves pureness of heart / And whose speech is gracious will have the king as his friend.\n",
          "22:12 The eyes of Jehovah preserve knowledge, / But He overthrows the words of the treacherous man.\n",
          "22:13 The sluggard says, There is a lion outside! / I will be slain in the streets!\n",
          "22:14 The mouth of strange women is a deep pit; / He with whom Jehovah is indignant will fall in there.\n",
          "22:15 Foolishness is bound up in the heart of a child; / But the rod of correction will drive it far from him.\n",
          "22:16 He who oppresses the poor to multiply his gain, / And he who gives to the rich will only come to want.\n",
          "22:17 Incline your ear, and hear the words of the wise, / And apply your heart to my knowledge;\n",
          "22:18 For it is a pleasant thing if you keep them within you; / Let them be ready on your lips.\n",
          "22:19 So that your trust may be in Jehovah, / I have made them known to you today, even to you.\n",
          "22:20 Have not I written to you excellent things / Of counsels and knowledge,\n",
          "22:21 To make you know the certainty of the words of truth, / That you may answer back words of truth to those who send you?\n",
          "22:22 Do not rob the poor, because he is poor; / Nor oppress the afflicted in the gate;\n",
          "22:23 For Jehovah will plead their cause, / And rob the life of those who rob them.\n",
          "22:24 Make no friendship with a man who is given to anger, / And with a wrathful man do not go;\n",
          "22:25 Lest you learn his ways / And get a snare for your soul.\n",
          "22:26 Do not be one of those who give their hand as a pledge / Or one of those who are a surety for debts.\n",
          "22:27 If you have nothing with which to pay, / Why should your bed be taken away from under you?\n",
          "22:28 Do not remove the ancient boundary marker, / Which your fathers have set up.\n",
          "22:29 Do you see a man skilled in his work? / He will stand before kings; / He will not stand before obscure men.\n"
        ],
        "id": [
          "22:1 Nama baik lebih berharga dari pada kekayaan besar, dikasihi orang lebih baik dari pada perak dan emas.\n",
          "22:2 Orang kaya dan orang miskin bertemu; yang membuat mereka semua ialah Tuhan.\n",
          "22:3 Kalau orang bijak melihat malapetaka, bersembunyilah ia, tetapi orang yang tak berpengalaman berjalan terus, lalu kena celaka.\n",
          "22:4 Ganjaran kerendahan hati dan takut akan Tuhan adalah kekayaan, kehormatan dan kehidupan.\n",
          "22:5 Duri dan perangkap ada di jalan orang yang serong hatinya; siapa ingin memelihara diri menjauhi orang itu.\n",
          "22:6 Didiklah orang muda menurut jalan yang patut baginya, maka pada masa tuanyapun ia tidak akan menyimpang dari pada jalan itu.\n",
          "22:7 Orang kaya menguasai orang miskin, yang berhutang menjadi budak dari yang menghutangi.\n",
          "22:8 Orang yang menabur kecurangan akan menuai bencana, dan tongkat amarahnya akan habis binasa.\n",
          "22:9 Orang yang baik hati akan diberkati, karena ia membagi rezekinya dengan si miskin.\n",
          "22:10 Usirlah si pencemooh, maka lenyaplah pertengkaran, dan akan berhentilah perbantahan dan cemooh.\n",
          "22:11 Orang yang mencintai kesucian hati dan yang manis bicaranya menjadi sahabat raja.\n",
          "22:12 Mata Tuhan menjaga pengetahuan, tetapi Ia membatalkan perkataan si pengkhianat.\n",
          "22:13 Si pemalas berkata: Ada singa di luar, aku akan dibunuh di tengah jalan.\n",
          "22:14 Mulut perempuan jalang adalah lobang yang dalam; orang yang dimurkai Tuhan akan terperosok ke dalamnya.\n",
          "22:15 Kebodohan melekat pada hati orang muda, tetapi tongkat didikan akan mengusir itu dari padanya.\n",
          "22:16 Orang yang menindas orang lemah untuk menguntungkan diri atau memberi hadiah kepada orang kaya, hanya merugikan diri saja.\n",
          "22:17 Pasanglah telingamu dan dengarkanlah amsal-amsal orang bijak, berilah perhatian kepada pengetahuanku.\n",
          "22:18 Karena menyimpannya dalam hati akan menyenangkan bagimu, bila semuanya itu tersedia pada bibirmu.\n",
          "22:19 Supaya engkau menaruh kepercayaanmu kepada Tuhan, aku mengajarkannya kepadamu sekarang, ya kepadamu.\n",
          "22:20 Bukankah aku telah menulisnya kepadamu dulu dengan nasihat dan pengetahuan,\n",
          "22:21 untuk mengajarkan kepadamu apa yang benar dan sungguh, supaya engkau dapat memberikan jawaban yang tepat kepada yang menyuruh engkau.\n",
          "22:22 Janganlah merampasi orang lemah, karena ia lemah, dan janganlah menginjak-injak orang yang berkesusahan di pintu gerbang.\n",
          "22:23 Sebab Tuhan membela perkara mereka, dan mengambil nyawa orang yang merampasi mereka.\n",
          "22:24 Jangan berteman dengan orang yang lekas gusar, jangan bergaul dengan seorang pemarah,\n",
          "22:25 supaya engkau jangan menjadi biasa dengan tingkah lakunya dan memasang jerat bagi dirimu sendiri.\n",
          "22:26 Jangan engkau termasuk orang yang membuat persetujuan, dan yang menjadi penanggung hutang.\n",
          "22:27 Mengapa orang akan mengambil tempat tidurmu dari bawahmu, bila engkau tidak mempunyai apa-apa untuk membayar kembali?\n",
          "22:28 Jangan engkau memindahkan batas tanah yang lama, yang ditetapkan oleh nenek moyangmu.\n",
          "22:29 Pernahkah engkau melihat orang yang cakap dalam pekerjaannya? Di hadapan raja-raja ia akan berdiri, bukan di hadapan orang-orang yang hina.\n"
        ]
      }
    },
    {
      "23": {
        "en": [
          "23:1 When you sit to eat with a ruler, / Consider carefully who is before you;\n",
          "23:2 And put a knife to your throat / If you are a man of great appetite.\n",
          "23:3 Do not desire his delicacies, / For they are deceitful food.\n",
          "23:4 Do not weary yourself to become rich; / Cease from your consideration of it.\n",
          "23:5 When you set your eyes upon it, it is gone; / For wealth certainly makes itself wings, / Like an eagle that flies toward heaven.\n",
          "23:6 Do not eat the bread of one who is envious, / And do not desire his delicacies;\n",
          "23:7 For as he thinks within himself, so he is / He says to you, Eat and drink; / But his heart is not with you.\n",
          "23:8 You will vomit up the morsel which you have eaten, / And waste your pleasant words.\n",
          "23:9 Do not speak in the hearing of a fool, / For he will despise the wisdom of your words.\n",
          "23:10 Do not remove the ancient boundary marker, / Or go into the fields of the fatherless;\n",
          "23:11 For their Redeemer is strong; / He will plead their cause against you.\n",
          "23:12 Apply your heart to instruction, / And your ears to words of knowledge.\n",
          "23:13 Do not withhold correction from a child; / If you beat him with the rod, he will not die.\n",
          "23:14 If you beat him with the rod, / You will deliver his soul from Sheol.\n",
          "23:15 My son, if your heart is wise, / My own heart will also rejoice;\n",
          "23:16 My inward parts will also exult, / When your lips speak right things.\n",
          "23:17 Do not let your heart envy sinners, / But live in the fear of Jehovah all day long;\n",
          "23:18 For surely there is a latter end, / And your hope will not be cut off.\n",
          "23:19 Listen, my son, and be wise, / And direct your heart in the way.\n",
          "23:20 Do not be among those who get drunk with wine, / Among gluttonous eaters of flesh;\n",
          "23:21 For the drunkard and the glutton will come to poverty, / And drowsiness will clothe them with rags.\n",
          "23:22 Listen to your father who begot you, / And do not despise your mother when she is old.\n",
          "23:23 Buy truth, and do not sell it; / Buy wisdom and instruction and understanding.\n",
          "23:24 The father of the righteous man will greatly exult, / And he who begets a wise child will rejoice in him.\n",
          "23:25 Let your father and your mother rejoice, / And let her who bore you exult.\n",
          "23:26 My son, give me your heart, / And let your eyes observe my ways.\n",
          "23:27 For a harlot is a deep pit, / And an adulteress is a narrow well.\n",
          "23:28 Indeed, she lies in wait as a robber, / And increases the number of the treacherous among men.\n",
          "23:29 Who has woe? Who has sorrow? / Who has contentions? Who has complaining? / Who has wounds without cause? Who has redness of eyes?\n",
          "23:30 Those who linger late over wine, / Those who go to seek out mixed wines.\n",
          "23:31 Do not look upon the wine when it is red, / When it sparkles in the cup, / When it goes down smoothly;\n",
          "23:32 In the end it bites like a serpent, / And stings like an adder.\n",
          "23:33 Your eyes will see strange things, / And your heart will utter perverse things;\n",
          "23:34 And you will be like one who lies down while at sea, / Or like one who lies down at the top of a mast.\n",
          "23:35 They struck me, you will say, but I was not hurt; / They beat me, but I did not feel it; / When will I awake? I will seek another drink.\n"
        ],
        "id": [
          "23:1 Bila engkau duduk makan dengan seorang pembesar, perhatikanlah baik-baik apa yang ada di depanmu.\n",
          "23:2 Taruhlah sebuah pisau pada lehermu, bila besar nafsumu!\n",
          "23:3 Jangan ingin akan makanannya yang lezat, itu adalah hidangan yang menipu.\n",
          "23:4 Jangan bersusah payah untuk menjadi kaya, tinggalkan niatmu ini.\n",
          "23:5 Kalau engkau mengamat-amatinya, lenyaplah ia, karena tiba-tiba ia bersayap, lalu terbang ke angkasa seperti rajawali.\n",
          "23:6 Jangan makan roti orang yang kikir, jangan ingin akan makanannya yang lezat.\n",
          "23:7 Sebab seperti orang yang membuat perhitungan dalam dirinya sendiri demikianlah ia. Silakan makan dan minum, katanya kepadamu, tetapi ia tidak tulus hati terhadapmu.\n",
          "23:8 Suap yang telah kaumakan, kau akan muntahkan, dan kata-katamu yang manis kausia-siakan.\n",
          "23:9 Jangan berbicara di telinga orang bebal, sebab ia akan meremehkan kata-katamu yang bijak.\n",
          "23:10 Jangan engkau memindahkan batas tanah yang lama, dan memasuki ladang anak-anak yatim.\n",
          "23:11 Karena penebus mereka kuat, Dialah yang membela perkara mereka melawan engkau.\n",
          "23:12 Arahkanlah perhatianmu kepada didikan, dan telingamu kepada kata-kata pengetahuan.\n",
          "23:13 Jangan menolak didikan dari anakmu ia tidak akan mati kalau engkau memukulnya dengan rotan.\n",
          "23:14 Engkau memukulnya dengan rotan, tetapi engkau menyelamatkan nyawanya dari dunia orang mati.\n",
          "23:15 Hai anakku, jika hatimu bijak, hatiku juga bersukacita.\n",
          "23:16 Jiwaku bersukaria, kalau bibirmu mengatakan yang jujur.\n",
          "23:17 Janganlah hatimu iri kepada orang-orang yang berdosa, tetapi takutlah akan Tuhan senantiasa.\n",
          "23:18 Karena masa depan sungguh ada, dan harapanmu tidak akan hilang.\n",
          "23:19 Hai anakku, dengarkanlah, dan jadilah bijak, tujukanlah hatimu ke jalan yang benar.\n",
          "23:20 Janganlah engkau ada di antara peminum anggur dan pelahap daging.\n",
          "23:21 Karena si peminum dan si pelahap menjadi miskin, dan kantuk membuat orang berpakaian compang-camping.\n",
          "23:22 Dengarkanlah ayahmu yang memperanakkan engkau, dan janganlah menghina ibumu kalau ia sudah tua.\n",
          "23:23 Belilah kebenaran dan jangan menjualnya; demikian juga dengan hikmat, didikan dan pengertian.\n",
          "23:24 Ayah seorang yang benar akan bersorak-sorak; yang memperanakkan orang-orang yang bijak akan bersukacita karena dia.\n",
          "23:25 Biarlah ayahmu dan ibumu bersukacita, biarlah beria-ria dia yang melahirkan engkau.\n",
          "23:26 Hai anakku, berikanlah hatimu kepadaku, biarlah matamu senang dengan jalan-jalanku.\n",
          "23:27 Karena perempuan jalang adalah lobang yang dalam, dan perempuan asing adalah sumur yang sempit.\n",
          "23:28 Bahkan, seperti penyamun ia menghadang, dan memperbanyak pengkhianat di antara manusia.\n",
          "23:29 Siapa mengaduh? Siapa mengeluh? Siapa bertengkar? Siapa berkeluh kesah? Siapa mendapat cidera tanpa sebab? Siapa merah matanya?\n",
          "23:30 Yakni mereka yang duduk dengan anggur sampai jauh malam, mereka yang datang mengecap anggur campuran.\n",
          "23:31 Jangan melihat kepada anggur, kalau merah menarik warnanya, dan mengilau dalam cawan, yang mengalir masuk dengan nikmat,\n",
          "23:32 tetapi kemudian memagut seperti ular, dan menyemburkan bisa seperti beludak.\n",
          "23:33 Lalu matamu akan melihat hal-hal yang aneh, dan hatimu mengucapkan kata-kata yang kacau.\n",
          "23:34 Engkau seperti orang di tengah ombak laut, seperti orang di atas tiang kapal.\n",
          "23:35 Engkau akan berkata: Orang memukul aku, tetapi aku tidak merasa sakit. Orang memalu aku, tetapi tidak kurasa. Bilakah aku siuman? Aku akan mencari anggur lagi.\n"
        ]
      }
    },
    {
      "24": {
        "en": [
          "24:1 Do not be envious of evil men, / Nor desire to be with them;\n",
          "24:2 For their heart meditates violence, / And their lips talk of mischief.\n",
          "24:3 Through wisdom a house is built, / And by understanding it is established,\n",
          "24:4 And by knowledge the rooms are filled / With all precious and pleasant riches.\n",
          "24:5 A wise man is strong, / And a man of knowledge increases power.\n",
          "24:6 For by sound counsel you can wage your war, / And in the multitude of counselors there is victory.\n",
          "24:7 Wisdom is too high for a fool; / He does not open his mouth in the gate.\n",
          "24:8 He who devises to do evil, / Men will call him a mischief-maker.\n",
          "24:9 The devising of folly is sin, / And the scorner is an abomination to men.\n",
          "24:10 If you faint in the day of adversity, / Your strength is limited.\n",
          "24:11 Deliver those who are being taken away to death, / And those who are staggering to be slain, oh, hold back!\n",
          "24:12 If you say, Look, we did not know this? / Does not He who weighs the hearts consider it? / And He who keeps your soul, does He not know it ? / And will He not render to every man according to his work?\n",
          "24:13 My son, eat honey, for it is good, / And the drippings from the honeycomb, which are sweet to your taste:\n",
          "24:14 Know that wisdom is such for your soul; / If you find it, then there will be a latter end, / And your hope will not be cut off.\n",
          "24:15 Do not lie in wait, O wicked man, against the dwelling of the righteous man; / Do not destroy his resting place;\n",
          "24:16 For a righteous man falls seven times and rises up again, / But the wicked are overthrown by calamity.\n",
          "24:17 Do not rejoice when your enemy falls, / And do not let your heart exult when he is overthrown;\n",
          "24:18 Lest Jehovah see it, and it displease Him, / And He turn away His anger from him.\n",
          "24:19 Do not be incensed because of evildoers; / Do not be envious of the wicked;\n",
          "24:20 For there will be no future for the evil man; / The lamp of the wicked will be put out.\n",
          "24:21 My son, fear Jehovah and the king, / And do not associate with those who are given to change;\n",
          "24:22 For their calamity will rise suddenly, / And who knows the misfortune of both of them?\n",
          "24:23 These also are sayings of the wise: / It is not good to have respect of persons in judgment.\n",
          "24:24 He who says to the wicked man, You are righteous, / Peoples will curse him; nations will abhor him.\n",
          "24:25 But those who rebuke the wicked man will have delight, / And a good blessing will come upon them.\n",
          "24:26 He who gives an honest answer / Kisses the lips.\n",
          "24:27 Prepare your work outside, / And make it ready for yourself in the field, / And afterward build your house.\n",
          "24:28 Do not be a witness against your neighbor without cause, / And do not deceive with your lips.\n",
          "24:29 Do not say, I will do to him as he has done to me; / I will render to the man according to his work.\n",
          "24:30 I passed by the field of the sluggard, / And by the vineyard of the man lacking sense;\n",
          "24:31 And there it was, all overgrown with thorns; / Its surface was covered with nettles, / And its stone wall was broken down.\n",
          "24:32 When I looked, I considered it; / I saw it and received instruction:\n",
          "24:33 A little sleep, a little slumber, / A little folding of the hands to rest,\n",
          "24:34 And your poverty will come upon you like a robber, / And your want, like an armed man.\n"
        ],
        "id": [
          "24:1 Jangan iri kepada orang jahat, jangan ingin bergaul dengan mereka.\n",
          "24:2 Karena hati mereka memikirkan penindasan dan bibir mereka membicarakan bencana.\n",
          "24:3 Dengan hikmat rumah didirikan, dengan kepandaian itu ditegakkan,\n",
          "24:4 dan dengan pengertian kamar-kamar diisi dengan bermacam-macam harta benda yang berharga dan menarik.\n",
          "24:5 Orang yang bijak lebih berwibawa dari pada orang kuat, juga orang yang berpengetahuan dari pada orang yang tegap kuat.\n",
          "24:6 Karena hanya dengan perencanaan engkau dapat berperang, dan kemenangan tergantung pada penasihat yang banyak.\n",
          "24:7 Hikmat terlalu tinggi bagi orang bodoh; ia tidak membuka mulutnya di pintu gerbang.\n",
          "24:8 Siapa selalu merencanakan kejahatan akan disebut penipu.\n",
          "24:9 Memikirkan kebodohan mendatangkan dosa, dan si pencemooh adalah kekejian bagi manusia.\n",
          "24:10 Jika engkau tawar hati pada masa kesesakan, kecillah kekuatanmu.\n",
          "24:11 Bebaskan mereka yang diangkut untuk dibunuh, selamatkan orang yang terhuyung-huyung menuju tempat pemancungan.\n",
          "24:12 Kalau engkau berkata: Sungguh, kami tidak tahu hal itu! Apakah Dia yang menguji hati tidak tahu yang sebenarnya? Apakah Dia yang menjaga jiwamu tidak mengetahuinya, dan membalas manusia menurut perbuatannya?\n",
          "24:13 Anakku, makanlah madu, sebab itu baik; dan tetesan madu manis untuk langit-langit mulutmu.\n",
          "24:14 Ketahuilah, demikian hikmat untuk jiwamu: Jika engkau mendapatnya, maka ada masa depan, dan harapanmu tidak akan hilang.\n",
          "24:15 Jangan mengintai kediaman orang benar seperti orang fasik, jangan merusak rumahnya.\n",
          "24:16 Sebab tujuh kali orang benar jatuh, namun ia bangun kembali, tetapi orang fasik akan roboh dalam bencana.\n",
          "24:17 Jangan bersukacita kalau musuhmu jatuh, jangan hatimu beria-ria kalau ia terperosok,\n",
          "24:18 supaya Tuhan tidak melihatnya dan menganggapnya jahat, lalu memalingkan murkanya dari pada orang itu.\n",
          "24:19 Jangan menjadi marah karena orang yang berbuat jahat, jangan iri kepada orang fasik.\n",
          "24:20 Karena tidak ada masa depan bagi penjahat, pelita orang fasik akan padam.\n",
          "24:21 Hai anakku, takutilah Tuhan dan raja; jangan melawan terhadap kedua-duanya.\n",
          "24:22 Karena dengan tiba-tiba mereka menimbulkan bencana, dan siapa mengetahui kehancuran yang didatangkan mereka?\n",
          "24:23 Juga ini adalah amsal-amsal dari orang bijak. Memandang bulu dalam pengadilan tidaklah baik.\n",
          "24:24 Siapa berkata kepada orang fasik: Engkau tidak bersalah, akan dikutuki bangsa-bangsa, dilaknatkan suku-suku bangsa.\n",
          "24:25 Tetapi mereka yang memberi peringatan akan berbahagia, mereka akan mendapat ganjaran berkat.\n",
          "24:26 Siapa memberi jawaban yang tepat mengecup bibir.\n",
          "24:27 Selesaikanlah pekerjaanmu di luar, siapkanlah itu di ladang; baru kemudian dirikanlah rumahmu.\n",
          "24:28 Jangan menjadi saksi terhadap sesamamu tanpa sebab, dan menipu dengan bibirmu.\n",
          "24:29 Janganlah berkata: Sebagaimana ia memperlakukan aku, demikian kuperlakukan dia. Aku membalas orang menurut perbuatannya.\n",
          "24:30 Aku melalui ladang seorang pemalas dan kebun anggur orang yang tidak berakal budi.\n",
          "24:31 Lihatlah, semua itu ditumbuhi onak, tanahnya tertutup dengan jeruju, dan temboknya sudah roboh.\n",
          "24:32 Aku memandangnya, aku memperhatikannya, aku melihatnya dan menarik suatu pelajaran.\n",
          "24:33 Tidur sebentar lagi, mengantuk sebentar lagi, melipat tangan sebentar lagi untuk tinggal berbaring,\n",
          "24:34 maka datanglah kemiskinan seperti seorang penyerbu, dan kekurangan seperti orang yang bersenjata.\n"
        ]
      }
    },
    {
      "25": {
        "en": [
          "25:1 These also are proverbs of Solomon, which the men of Hezekiah the king of Judah copied.\n",
          "25:2 It is the glory of God to conceal a matter, / But the glory of kings is to search a matter out.\n",
          "25:3 As the heavens for height, and the earth for depth, / So the heart of kings is unsearchable.\n",
          "25:4 Take away the dross from the silver, / And a vessel comes out for the smith;\n",
          "25:5 Take away the wicked man from before the king, / And his throne will be established in righteousness.\n",
          "25:6 Do not claim honor for yourself in the presence of the king, / And do not stand in the place of great men;\n",
          "25:7 For it is better that it is said to you, Come up here, / Than that you should be put lower in the presence of the noble, / Whom your eyes have seen.\n",
          "25:8 Do not go out hastily to strive; / Otherwise what will you do in the end, / When your neighbor puts you to shame?\n",
          "25:9 Argue your case with your neighbor himself, / And do not reveal the secret of another;\n",
          "25:10 Lest he who hears it revile you, / And the evil report of you does not go away.\n",
          "25:11 A word fitly spoken / Is like apples of gold in settings of silver.\n",
          "25:12 Like an earring of gold and an ornament of fine gold / Is a wise reprover to a listening ear.\n",
          "25:13 Like the cold of snow in the time of harvest / Is a faithful messenger to those who send him, / For he refreshes the soul of his masters.\n",
          "25:14 Like clouds and wind without rain / Is one who boasts of his gifts falsely.\n",
          "25:15 By forbearance a ruler may be persuaded, / And a soft tongue can break the bone.\n",
          "25:16 Have you found honey? Eat only what you need, / Lest you become filled up with it and vomit it.\n",
          "25:17 Let your foot be seldom in your neighbor?s house, / Otherwise he will become weary of you and hate you.\n",
          "25:18 A man who bears false witness against his neighbor / Is like a club and a sword and a sharp arrow.\n",
          "25:19 Confidence in a treacherous man in time of trouble / Is like a bad tooth and a foot out of joint.\n",
          "25:20 He who sings songs to a troubled heart / Is like one who takes off a garment on a cold day, / Or like vinegar on soda.\n",
          "25:21 If your enemy is hungry, give him bread to eat; / And if he is thirsty, give him water to drink;\n",
          "25:22 For you will heap coals of fire upon his head, / And Jehovah will reward you.\n",
          "25:23 The north wind brings forth rain; / And a backbiting tongue, an angry countenance.\n",
          "25:24 It is better to dwell in a corner of the housetop / Than in a house shared with a contentious woman.\n",
          "25:25 Like cold water to a thirsty soul, / So is good news from a far country.\n",
          "25:26 Like a muddied fountain and a polluted spring / Is a righteous man who gives way before the wicked man.\n",
          "25:27 It is not good to eat much honey, / Nor is it glory for men to search out their own glory.\n",
          "25:28 Like a city that is broken down, without walls, / Is a man whose spirit is without restraint.\n"
        ],
        "id": [
          "25:1 Juga ini adalah amsal-amsal Salomo yang dikumpulkan pegawai-pegawai Hizkia, raja Yehuda.\n",
          "25:2 Kemuliaan Allah ialah merahasiakan sesuatu, tetapi kemuliaan raja-raja ialah menyelidiki sesuatu.\n",
          "25:3 Seperti tingginya langit dan dalamnya bumi, demikianlah hati raja-raja tidak terduga.\n",
          "25:4 Sisihkanlah sanga dari perak, maka keluarlah benda yang indah bagi pandai emas.\n",
          "25:5 Sisihkanlah orang fasik dari hadapan raja, maka kokohlah takhtanya oleh kebenaran.\n",
          "25:6 Jangan berlagak di hadapan raja, atau berdiri di tempat para pembesar.\n",
          "25:7 Karena lebih baik orang berkata kepadamu: Naiklah ke mari, dari pada engkau direndahkan di hadapan orang mulia. Apa matamu lihat,\n",
          "25:8 jangan terburu-buru kaubuat perkara pengadilan. Karena pada akhirnya apa yang engkau dapat lakukan, kalau sesamamu telah mempermalukan engkau?\n",
          "25:9 Belalah perkaramu terhadap sesamamu itu, tetapi jangan buka rahasia orang lain,\n",
          "25:10 supaya jangan orang yang mendengar engkau akan mencemoohkan engkau, dan umpat terhadap engkau akan tidak hilang.\n",
          "25:11 Perkataan yang diucapkan tepat pada waktunya adalah seperti buah apel emas di pinggan perak.\n",
          "25:12 Teguran orang yang bijak adalah seperti cincin emas dan hiasan kencana untuk telinga yang mendengar.\n",
          "25:13 Seperti sejuk salju di musim panen, demikianlah pesuruh yang setia bagi orang-orang yang menyuruhnya. Ia menyegarkan hati tuan-tuannya.\n",
          "25:14 Awan dan angin tanpa hujan, demikianlah orang yang menyombongkan diri dengan hadiah yang tidak pernah diberikannya.\n",
          "25:15 Dengan kesabaran seorang penguasa dapat diyakinkan dan lidah lembut mematahkan tulang.\n",
          "25:16 Kalau engkau mendapat madu, makanlah secukupnya, jangan sampai engkau terlalu kenyang dengan itu, lalu memuntahkannya.\n",
          "25:17 Janganlah kerap kali datang ke rumah sesamamu, supaya jangan ia bosan, lalu membencimu.\n",
          "25:18 Orang yang bersaksi dusta terhadap sesamanya adalah seperti gada, atau pedang, atau panah yang tajam.\n",
          "25:19 Kepercayaan kepada pengkhianat di masa kesesakan adalah seperti gigi yang rapuh dan kaki yang goyah.\n",
          "25:20 Orang yang menyanyikan nyanyian untuk hati yang sedih adalah seperti orang yang menanggalkan baju di musim dingin, dan seperti cuka pada luka.\n",
          "25:21 Jikalau seterumu lapar, berilah dia makan roti, dan jikalau ia dahaga, berilah dia minum air.\n",
          "25:22 Karena engkau akan menimbun bara api di atas kepalanya, dan Tuhan akan membalas itu kepadamu.\n",
          "25:23 Angin utara membawa hujan, bicara secara rahasia muka marah.\n",
          "25:24 Lebih baik tinggal pada sudut sotoh rumah dari pada diam serumah dengan perempuan yang suka bertengkar.\n",
          "25:25 Seperti air sejuk bagi jiwa yang dahaga, demikianlah kabar baik dari negeri yang jauh.\n",
          "25:26 Seperti mata air yang keruh dan sumber yang kotor, demikianlah orang benar yang kuatir di hadapan orang fasik.\n",
          "25:27 Tidaklah baik makan banyak madu; sebab itu biarlah jarang kata-kata pujianmu.\n",
          "25:28 Orang yang tak dapat mengendalikan diri adalah seperti kota yang roboh temboknya.\n"
        ]
      }
    },
    {
      "26": {
        "en": [
          "26:1 Like snow in summer and like rain in harvest, / So honor is not fitting for a fool.\n",
          "26:2 Like the sparrow in its fluttering, like the swallow in its flying, / So a curse without cause does not alight.\n",
          "26:3 A whip for the horse! A bridle for the donkey! / And a rod for the back of fools!\n",
          "26:4 Do not answer a fool according to his folly, / Lest you also be like him.\n",
          "26:5 Answer a fool according to his folly, / Lest he be wise in his own eyes.\n",
          "26:6 He who sends a message by the hand of a fool / Cuts off his own feet and drinks violence.\n",
          "26:7 Like the legs of the lame which hang down, / So is a proverb in the mouth of fools.\n",
          "26:8 Like one who binds a stone in a sling, / So is he who gives honor to a fool.\n",
          "26:9 Like a thorn that goes up into the hand of a drunkard, / So is a proverb in the mouth of fools.\n",
          "26:10 Like an archer who wounds everyone, / So is he who hires a fool or who hires those who pass by.\n",
          "26:11 Like a dog that returns to its vomit / Is a fool who repeats his folly.\n",
          "26:12 Do you see a man who is wise in his own eyes? / There is more hope for a fool than for him.\n",
          "26:13 The sluggard says, There is a roaring lion on the way; / A lion is in the streets!\n",
          "26:14 As the door turns upon its hinges, / So does the sluggard upon his bed.\n",
          "26:15 The sluggard buries his hand in the dish; / He gets weary by bringing it to his mouth again.\n",
          "26:16 The sluggard is wiser in his own eyes / Than seven men who can answer discreetly.\n",
          "26:17 He who passes by and meddles with strife that does not belong to him, / Is like one who takes a dog by the ears.\n",
          "26:18 Like a madman who shoots firebrands, arrows, and death,\n",
          "26:19 So is the man who deceives his neighbor, / And says, Was I not joking?\n",
          "26:20 For lack of wood the fire goes out, / And where there is no whisperer, contention quiets down.\n",
          "26:21 As charcoal to hot embers and wood to fire, / So is a contentious man to kindle strife.\n",
          "26:22 The words of a whisperer are like dainty morsels, / And they go down into the innermost parts of one?s being.\n",
          "26:23 Burning lips and a wicked heart / Are like an earthen vessel overlaid with silver dross.\n",
          "26:24 He who hates disguises it with his lips, / But he lays up deceit within him;\n",
          "26:25 When he speaks graciously, do not believe him; / For there are seven abominations in his heart;\n",
          "26:26 Though his hatred covers itself with guile, / His wickedness will be revealed before the assembly.\n",
          "26:27 Whoever digs a pit will fall into it, / And he who rolls a stone, it will come back on him.\n",
          "26:28 A lying tongue hates those it crushes, / And a flattering mouth works ruin.\n"
        ],
        "id": [
          "26:1 Seperti salju di musim panas dan hujan pada waktu panen, demikian kehormatanpun tidak layak bagi orang bebal.\n",
          "26:2 Seperti burung pipit mengirap dan burung layang-layang terbang, demikianlah kutuk tanpa alasan tidak akan kena.\n",
          "26:3 Cemeti adalah untuk kuda, kekang untuk keledai, dan pentung untuk punggung orang bebal.\n",
          "26:4 Jangan menjawab orang bebal menurut kebodohannya, supaya jangan engkau sendiri menjadi sama dengan dia.\n",
          "26:5 Jawablah orang bebal menurut kebodohannya, supaya jangan ia menganggap dirinya bijak.\n",
          "26:6 Siapa mengirim pesan dengan perantaraan orang bebal mematahkan kakinya sendiri dan meminum kecelakaan.\n",
          "26:7 Amsal di mulut orang bebal adalah seperti kaki yang terkulai dari pada orang yang lumpuh.\n",
          "26:8 Seperti orang menaruh batu di umban, demikianlah orang yang memberi hormat kepada orang bebal.\n",
          "26:9 Amsal di mulut orang bebal adalah seperti duri yang menusuk tangan pemabuk.\n",
          "26:10 Siapa mempekerjakan orang bebal dan orang-orang yang lewat adalah seperti pemanah yang melukai tiap orang.\n",
          "26:11 Seperti anjing kembali ke muntahnya, demikianlah orang bebal yang mengulangi kebodohannya.\n",
          "26:12 Jika engkau melihat orang yang menganggap dirinya bijak, harapan bagi orang bebal lebih banyak dari pada bagi orang itu.\n",
          "26:13 Berkatalah si pemalas: Ada singa di jalan! Ada singa di lorong!\n",
          "26:14 Seperti pintu berputar pada engselnya, demikianlah si pemalas di tempat tidurnya.\n",
          "26:15 Si pemalas mencelupkan tangannya ke dalam pinggan, tetapi ia terlalu lelah untuk mengembalikannya ke mulutnya.\n",
          "26:16 Si pemalas menganggap dirinya lebih bijak dari pada tujuh orang yang menjawab dengan bijaksana.\n",
          "26:17 Orang yang ikut campur dalam pertengkaran orang lain adalah seperti orang yang menangkap telinga anjing yang berlalu.\n",
          "26:18 Seperti orang gila menembakkan panah api, panah dan maut,\n",
          "26:19 demikianlah orang yang memperdaya sesamanya dan berkata: Aku hanya bersenda gurau.\n",
          "26:20 Bila kayu habis, padamlah api; bila pemfitnah tak ada, redalah pertengkaran.\n",
          "26:21 Seperti arang untuk bara menyala dan kayu untuk api, demikianlah orang yang suka bertengkar untuk panasnya perbantahan.\n",
          "26:22 Seperti sedap-sedapan perkataan pemfitnah masuk ke lubuk hati.\n",
          "26:23 Seperti pecahan periuk bersalutkan perak, demikianlah bibir manis dengan hati jahat.\n",
          "26:24 Si pembenci berpura-pura dengan bibirnya, tetapi dalam hati dikandungnya tipu daya.\n",
          "26:25 Kalau ia ramah, janganlah percaya padanya, karena tujuh kekejian ada dalam hatinya.\n",
          "26:26 Walaupun kebenciannya diselubungi tipu daya, kejahatannya akan nyata dalam jemaah.\n",
          "26:27 Siapa menggali lobang akan jatuh ke dalamnya, dan siapa menggelindingkan batu, batu itu akan kembali menimpa dia.\n",
          "26:28 Lidah dusta membenci korbannya, dan mulut licin mendatangkan kehancuran.\n"
        ]
      }
    },
    {
      "27": {
        "en": [
          "27:1 Do not boast about tomorrow, / For you do not know what a day may bring forth.\n",
          "27:2 Let another praise you, and not your own mouth; / A foreigner, and not your own lips.\n",
          "27:3 A stone is heavy, and the sand weighty, / But a fool?s vexation is heavier than both of them.\n",
          "27:4 Wrath is cruel, and anger is overwhelming, / But who can stand before jealousy?\n",
          "27:5 Open rebuke is better / Than love that is hidden.\n",
          "27:6 Faithful are the wounds of a friend, / But the kisses of an enemy are profuse.\n",
          "27:7 The full soul loathes a honeycomb, / But to the hungry soul every bitter thing is sweet.\n",
          "27:8 Like a bird that wanders from her nest, / So is a man who wanders from his place.\n",
          "27:9 Oil and perfume rejoice the heart; / So a man?s counsel is sweet to his friend.\n",
          "27:10 Do not forsake your own friend or your father?s friend / To go to your brother?s house in the day of your calamity: / Better is a neighbor who is near than a brother far away.\n",
          "27:11 My son, be wise, and make my heart glad, / That I may answer him who reproaches me.\n",
          "27:12 A prudent man sees evil and hides himself; / But the simple pass on and suffer punishment for it.\n",
          "27:13 Take the garment of him who is surety for a stranger, / And hold one in pledge who is surety for a foreign woman.\n",
          "27:14 He who blesses his friend with a loud voice, / Arousing him early in the morning, / It will be reckoned as a curse to him.\n",
          "27:15 A continual dripping on a very rainy day / And a contentious woman are alike;\n",
          "27:16 He who would restrain her restrains the wind, / And grasps oil with his right hand.\n",
          "27:17 Iron sharpens iron; / So a man sharpens the countenance of his friend.\n",
          "27:18 Whoever tends a fig tree will eat its fruit, / And he who takes care of his master will be honored.\n",
          "27:19 As in water face reflects face, / So the heart of man reflects man.\n",
          "27:20 Sheol and Abaddon are never satisfied, / And the eyes of man are never satisfied.\n",
          "27:21 The refining pot is for silver and the furnace for gold, / And a man is tried by the praise given him.\n",
          "27:22 Though you pound a fool in a mortar with a pestle along with crushed grain, / His folly will not depart from him.\n",
          "27:23 Know well the condition of your flocks, / And pay attention to your herds?\n",
          "27:24 For riches are not forever, / Nor does a crown endure from generation to generation?\n",
          "27:25 Then when the grass has disappeared, and the tender grass is seen, / And the herbs of the mountains have been gathered in,\n",
          "27:26 The lambs will be for your clothing, / And the goats will bring the price of a field;\n",
          "27:27 And there will be goats? milk enough for your food, / For the food of your household, / And for the sustenance for your maidens.\n"
        ],
        "id": [
          "27:1 Janganlah memuji diri karena esok hari, karena engkau tidak tahu apa yang akan terjadi hari itu.\n",
          "27:2 Biarlah orang lain memuji engkau dan bukan mulutmu, orang yang tidak kaukenal dan bukan bibirmu sendiri.\n",
          "27:3 Batu adalah berat dan pasirpun ada beratnya, tetapi lebih berat dari kedua-duanya adalah sakit hati terhadap orang bodoh.\n",
          "27:4 Panas hati kejam dan murka melanda, tetapi siapa dapat tahan terhadap cemburu?\n",
          "27:5 Lebih baik teguran yang nyata-nyata dari pada kasih yang tersembunyi.\n",
          "27:6 Seorang kawan memukul dengan maksud baik, tetapi seorang lawan mencium secara berlimpah-limpah.\n",
          "27:7 Orang yang kenyang menginjak-injak madu, tetapi bagi orang yang lapar segala yang pahit dirasakan manis.\n",
          "27:8 Seperti burung yang lari dari sarangnya demikianlah orang yang lari dari kediamannya.\n",
          "27:9 Minyak dan wangi-wangian menyukakan hati, tetapi penderitaan merobek jiwa.\n",
          "27:10 Jangan kautinggalkan temanmu dan teman ayahmu. Jangan datang di rumah saudaramu pada waktu engkau malang. Lebih baik tetangga yang dekat dari pada saudara yang jauh.\n",
          "27:11 Anakku, hendaklah engkau bijak, sukakanlah hatiku, supaya aku dapat menjawab orang yang mencela aku.\n",
          "27:12 Kalau orang bijak melihat malapetaka, bersembunyilah ia, tetapi orang yang tak berpengalaman berjalan terus, lalu kena celaka.\n",
          "27:13 Ambillah pakaian orang yang menanggung orang lain, dan tahanlah dia sebagai sandera ganti orang asing.\n",
          "27:14 Siapa pagi-pagi sekali memberi selamat dengan suara nyaring, hal itu akan dianggap sebagai kutuk baginya.\n",
          "27:15 Seorang isteri yang suka bertengkar serupa dengan tiris yang tidak henti-hentinya menitik pada waktu hujan.\n",
          "27:16 Siapa menahannya menahan angin, dan tangan kanannya menggenggam minyak.\n",
          "27:17 Besi menajamkan besi, orang menajamkan sesamanya.\n",
          "27:18 Siapa memelihara pohon ara akan memakan buahnya, dan siapa menjaga tuannya akan dihormati.\n",
          "27:19 Seperti air mencerminkan wajah, demikianlah hati manusia mencerminkan manusia itu.\n",
          "27:20 Dunia orang mati dan kebinasaan tak akan puas, demikianlah mata manusia tak akan puas.\n",
          "27:21 Kui untuk melebur perak dan perapian untuk melebur emas, dan orang dinilai menurut pujian yang diberikan kepadanya.\n",
          "27:22 Sekalipun engkau menumbuk orang bodoh dalam lesung, dengan alu bersama-sama gandum, kebodohannya tidak akan lenyap dari padanya.\n",
          "27:23 Kenallah baik-baik keadaan kambing dombamu, perhatikanlah kawanan hewanmu.\n",
          "27:24 Karena harta benda tidaklah abadi. Apakah mahkota tetap turun-temurun?\n",
          "27:25 Kalau rumput menghilang dan tunas muda nampak, dan rumput gunung dikumpulkan,\n",
          "27:26 maka engkau mempunyai domba-domba muda untuk pakaianmu dan kambing-kambing jantan untuk pembeli ladang,\n",
          "27:27 pula cukup susu kambing untuk makananmu dan makanan keluargamu, dan untuk penghidupan pelayan-pelayanmu perempuan.\n"
        ]
      }
    },
    {
      "28": {
        "en": [
          "28:1 The wicked flee when no man pursues, / But the righteous are as bold as a lion.\n",
          "28:2 When a land revolts, it has many rulers; / But by him who has understanding and knowledge it endures.\n",
          "28:3 A destitute man who oppresses the poor / Is like a driving rain which leaves no food.\n",
          "28:4 Those who forsake the law praise the wicked, / But those who keep the law contend with them.\n",
          "28:5 Evil men do not understand justice, / But those who seek Jehovah understand all things.\n",
          "28:6 Better is a poor man who walks in his integrity / Than he who is perverse in his ways though he is rich.\n",
          "28:7 Whoever keeps the law is an understanding son, / But he who is a companion of gluttons shames his father.\n",
          "28:8 He who increases his substance by interest and usury / Gathers it for him who is gracious to the poor.\n",
          "28:9 He who turns away his ear from hearing the law, / Even his prayer is an abomination.\n",
          "28:10 Whoever causes the upright to go astray in an evil way / Will himself fall into his own pit, / But the perfect will inherit good.\n",
          "28:11 The rich man is wise in his own conceit, / But the poor man who has understanding searches him out.\n",
          "28:12 When the righteous triumph, there is great glory; / But when the wicked rise, men hide themselves.\n",
          "28:13 He who covers his transgressions will not prosper, / But whoever confesses and forsakes them will obtain mercy.\n",
          "28:14 Blessed is the man who always fears, / But he who hardens his heart will fall into calamity.\n",
          "28:15 Like a roaring lion and a roving bear / Is a wicked ruler over a poor people.\n",
          "28:16 The ruler who lacks understanding is also a great oppressor, / But he who hates unjust gain will prolong his days.\n",
          "28:17 A man who is burdened with a person?s blood / Will be a fugitive until death; / Let no man support him.\n",
          "28:18 Whoever walks uprightly will be delivered, / But he who is perverse in his ways will fall all at once.\n",
          "28:19 He who tills his land will have plenty of bread, / But he who pursues worthless things will have plenty of poverty.\n",
          "28:20 A faithful man will abound with blessings, / But he who makes haste to be rich will not go unpunished.\n",
          "28:21 To have respect of persons is not good, / Because for a piece of bread a man will transgress.\n",
          "28:22 A man who is envious hastens after wealth, / And does not know that want will come upon him.\n",
          "28:23 He who rebukes a man will afterward find more favor / Than he who flatters with the tongue.\n",
          "28:24 Whoever robs his father or his mother and says, / It is no transgression, / Is the companion of a man who destroys.\n",
          "28:25 A greedy person stirs up contention, / But he who trusts in Jehovah will prosper.\n",
          "28:26 He who trusts in his own heart is a fool, / But he who walks wisely will be delivered.\n",
          "28:27 He who gives to the poor man will not lack, / But he who shuts his eyes will have many curses.\n",
          "28:28 When the wicked rise, men hide themselves; / But when they perish, the righteous increase.\n"
        ],
        "id": [
          "28:1 Orang fasik lari, walaupun tidak ada yang mengejarnya, tetapi orang benar merasa aman seperti singa muda.\n",
          "28:2 Karena pemberontakan negeri banyaklah penguasa-penguasanya, tetapi karena orang yang berpengertian dan berpengetahuan tetaplah hukum.\n",
          "28:3 Orang miskin yang menindas orang-orang yang lemah adalah seperti hujan deras, tetapi tidak memberi makanan.\n",
          "28:4 Orang yang mengabaikan hukum memuji orang fasik, tetapi orang yang berpegang pada hukum menentangnya.\n",
          "28:5 Orang yang jahat tidak mengerti keadilan, tetapi orang yang mencari Tuhan mengerti segala sesuatu.\n",
          "28:6 Lebih baik orang miskin yang bersih kelakuannya dari pada orang yang berliku-liku jalannya, sekalipun ia kaya.\n",
          "28:7 Orang yang memelihara hukum adalah anak yang berpengertian, tetapi orang yang bergaul dengan pelahap mempermalukan ayahnya.\n",
          "28:8 Orang yang memperbanyak hartanya dengan riba dan bunga uang, mengumpulkan itu untuk orang-orang yang mempunyai belas kasihan kepada orang-orang lemah.\n",
          "28:9 Siapa memalingkan telinganya untuk tidak mendengarkan hukum, juga doanya adalah kekejian.\n",
          "28:10 Siapa menyesatkan orang jujur ke jalan yang jahat akan jatuh ke dalam lobangnya sendiri, tetapi orang-orang yang tak bercela akan mewarisi kebahagiaan.\n",
          "28:11 Orang kaya menganggap dirinya bijak, tetapi orang miskin yang berpengertian mengenal dia.\n",
          "28:12 Jika orang benar menang, banyaklah pujian orang, tetapi jika orang fasik mendapat kekuasaan, orang menyembunyikan diri.\n",
          "28:13 Siapa menyembunyikan pelanggarannya tidak akan beruntung, tetapi siapa mengakuinya dan meninggalkannya akan disayangi.\n",
          "28:14 Berbahagialah orang yang senantiasa takut akan Tuhan, tetapi orang yang mengeraskan hatinya akan jatuh ke dalam malapetaka.\n",
          "28:15 Seperti singa yang meraung atau beruang yang menyerbu, demikianlah orang fasik yang memerintah rakyat yang lemah.\n",
          "28:16 Seorang pemimpin yang tidak mempunyai pengertian keras penindasannya, tetapi orang yang membenci laba yang tidak halal, memperpanjang umurnya.\n",
          "28:17 Orang yang menanggung darah orang lain akan lari sampai ke liang kubur. Janganlah engkau menahannya!\n",
          "28:18 Siapa berlaku tidak bercela akan diselamatkan, tetapi siapa berliku-liku jalannya akan jatuh ke dalam lobang.\n",
          "28:19 Siapa mengerjakan tanahnya akan kenyang dengan makanan, tetapi siapa mengejar barang yang sia-sia akan kenyang dengan kemiskinan.\n",
          "28:20 Orang yang dapat dipercaya mendapat banyak berkat, tetapi orang yang ingin cepat menjadi kaya, tidak akan luput dari hukuman.\n",
          "28:21 Memandang bulu tidaklah baik, tetapi untuk sekerat roti orang membuat pelanggaran.\n",
          "28:22 Orang yang kikir tergesa-gesa mengejar harta, dan tidak mengetahui bahwa ia akan mengalami kekurangan.\n",
          "28:23 Siapa menegur orang akan kemudian lebih disayangi dari pada orang yang menjilat.\n",
          "28:24 Siapa merampasi ayah dan ibunya dan menyangka bahwa itu bukan suatu pelanggaran, ia sendiri adalah kawan si perusak.\n",
          "28:25 Orang yang loba, menimbulkan pertengkaran, tetapi siapa percaya kepada Tuhan, diberi kelimpahan.\n",
          "28:26 Siapa percaya kepada hatinya sendiri adalah orang bebal, tetapi siapa berlaku dengan bijak akan selamat.\n",
          "28:27 Siapa memberi kepada orang miskin tak akan berkekurangan, tetapi orang yang menutup matanya akan sangat dikutuki.\n",
          "28:28 Jika orang fasik mendapat kekuasaan, orang menyembunyikan diri, tetapi jika mereka binasa, bertambahlah jumlah orang benar.\n"
        ]
      }
    },
    {
      "29": {
        "en": [
          "29:1 He who hardens his neck after being often reproved / Will suddenly be broken beyond remedy.\n",
          "29:2 When the righteous increase, the people rejoice; / But when a wicked man rules, the people groan.\n",
          "29:3 Whoever loves wisdom makes his father glad, / But he who keeps company with harlots wastes his substance.\n",
          "29:4 The king by justice establishes the land, / But a man who takes bribes overthrows it.\n",
          "29:5 A man who flatters his neighbor / Spreads a net for his steps.\n",
          "29:6 In the transgression of an evil man there is a snare, / But the righteous man sings and rejoices.\n",
          "29:7 The righteous man knows the rights of the poor; / The wicked man has no understanding of such knowledge.\n",
          "29:8 Scorners set a city aflame, / But wise men turn away wrath.\n",
          "29:9 If a wise man has a controversy with a foolish man, / The fool is either angry or laughs, and there is no rest.\n",
          "29:10 The bloodthirsty hate one who is perfect, / And they seek the life of the upright.\n",
          "29:11 A fool utters all his anger, / But a wise man holds it back.\n",
          "29:12 If a ruler pays attention to a false word, / All his servants are wicked.\n",
          "29:13 The poor man and the oppressor have this in common: / Jehovah gives light to the eyes of them both.\n",
          "29:14 If a king judges the poor in truth, / His throne will be established forever.\n",
          "29:15 The rod and reproof give wisdom, / But a child left to himself brings shame to his mother.\n",
          "29:16 When the wicked increase, transgression increases; / But the righteous will see their fall.\n",
          "29:17 Correct your son, and he will give you rest; / He will also give delight to your soul.\n",
          "29:18 Where there is no vision, the people cast off restraint; / But happy is he who keeps the law.\n",
          "29:19 A servant will not be corrected by words alone; / For though he understands, there will be no response.\n",
          "29:20 Do you see a man who is hasty in his words? / There is more hope for a fool than for him.\n",
          "29:21 He who delicately brings up his servant from a child / Will have him as a son in the end.\n",
          "29:22 An angry man stirs up contention, / And a furious man abounds in transgression.\n",
          "29:23 A man?s pride will bring him low, / But he who is of a lowly spirit will obtain honor.\n",
          "29:24 Whoever is partner with a thief hates his own soul; / He hears the adjuration and utters nothing.\n",
          "29:25 The fear of man brings a snare, / But whoever puts his trust in Jehovah will be exalted.\n",
          "29:26 Many seek the ruler?s favor, / But justice for man comes from Jehovah.\n",
          "29:27 An unjust man is an abomination to the righteous, / And he who is upright in the way is an abomination to the wicked man.\n"
        ],
        "id": [
          "29:1 Siapa bersitegang leher, walaupun telah mendapat teguran, akan sekonyong-konyong diremukkan tanpa dapat dipulihkan lagi.\n",
          "29:2 Jika orang benar bertambah, bersukacitalah rakyat, tetapi jika orang fasik memerintah, berkeluhkesahlah rakyat.\n",
          "29:3 Orang yang mencintai hikmat menggembirakan ayahnya, tetapi siapa yang bergaul dengan pelacur memboroskan harta.\n",
          "29:4 Dengan keadilan seorang raja menegakkan negerinya, tetapi orang yang memungut banyak pajak meruntuhkannya.\n",
          "29:5 Orang yang menjilat sesamanya membentangkan jerat di depan kakinya.\n",
          "29:6 Orang yang jahat terjerat oleh pelanggarannya, tetapi orang benar akan bersorak dan bersukacita.\n",
          "29:7 Orang benar mengetahui hak orang lemah, tetapi orang fasik tidak mengertinya.\n",
          "29:8 Pencemooh mengacaukan kota, tetapi orang bijak meredakan amarah.\n",
          "29:9 Jika orang bijak beperkara dengan orang bodoh, orang bodoh ini mengamuk dan tertawa, sehingga tak ada ketenangan.\n",
          "29:10 Orang yang haus akan darah membenci orang saleh, tetapi orang yang jujur mencari keselamatannya.\n",
          "29:11 Orang bebal melampiaskan seluruh amarahnya, tetapi orang bijak akhirnya meredakannya.\n",
          "29:12 Kalau pemerintah memperhatikan kebohongan, semua pegawainya menjadi fasik.\n",
          "29:13 Si miskin dan si penindas bertemu, dan Tuhan membuat mata kedua orang itu bersinar.\n",
          "29:14 Raja yang menghakimi orang lemah dengan adil, takhtanya tetap kokoh untuk selama-lamanya.\n",
          "29:15 Tongkat dan teguran mendatangkan hikmat, tetapi anak yang dibiarkan mempermalukan ibunya.\n",
          "29:16 Jika orang fasik bertambah, bertambahlah pula pelanggaran, tetapi orang benar akan melihat keruntuhan mereka.\n",
          "29:17 Didiklah anakmu, maka ia akan memberikan ketenteraman kepadamu, dan mendatangkan sukacita kepadamu.\n",
          "29:18 Bila tidak ada wahyu, menjadi liarlah rakyat. Berbahagialah orang yang berpegang pada hukum.\n",
          "29:19 Dengan kata-kata saja seorang hamba tidak dapat diajari, sebab walaupun ia mengerti, namun ia tidak mengindahkannya.\n",
          "29:20 Kaulihat orang yang cepat dengan kata-katanya; harapan lebih banyak bagi orang bebal dari pada bagi orang itu.\n",
          "29:21 Siapa memanjakan hambanya sejak muda, akhirnya menjadikan dia keras kepala.\n",
          "29:22 Si pemarah menimbulkan pertengkaran, dan orang yang lekas gusar, banyak pelanggarannya.\n",
          "29:23 Keangkuhan merendahkan orang, tetapi orang yang rendah hati, menerima pujian.\n",
          "29:24 Siapa menerima bagian dari pencuri, membenci dirinya. Didengarnya kutuk, tetapi tidak diberitahukannya.\n",
          "29:25 Takut kepada orang mendatangkan jerat, tetapi siapa percaya kepada Tuhan, dilindungi.\n",
          "29:26 Banyak orang mencari muka pada pemerintah, tetapi dari Tuhan orang menerima keadilan.\n",
          "29:27 Orang bodoh adalah kekejian bagi orang benar, orang yang jujur jalannya adalah kekejian bagi orang fasik.\n"
        ]
      }
    },
    {
      "30": {
        "en": [
          "30:1 The words of Agur the son of Jakeh. The oracle. / The man declares to Ithiel, to Ithiel and Ucal:\n",
          "30:2 Surely I am more stupid than any man, / And do not have a man?s understanding;\n",
          "30:3 And I have not learned wisdom, / Nor do I have the knowledge of the Holy One.\n",
          "30:4 Who has ascended into heaven and descended? / Who has gathered the wind in His fists? / Who has wrapped up the waters in His garment? / Who has established all the ends of the earth? / What is His name, and what is His Son?s name, if you know?\n",
          "30:5 Every word of God is tried; / He is a shield to those who take refuge in Him.\n",
          "30:6 Do not add to His words, / Lest He reprove you and you be found a liar.\n",
          "30:7 Two things I have asked of You; / Do not refuse me before I die:\n",
          "30:8 Remove far from me falsehood and lies. / Give me neither poverty nor riches; / Feed me with the food that is my portion,\n",
          "30:9 Lest I become full and deny You and say, Who is Jehovah? / Or lest I become poor and steal and profane the name of my God.\n",
          "30:10 Do not slander a servant to his master, / Lest he curse you, and you be held guilty.\n",
          "30:11 There is a generation that curse their father, / And do not bless their mother.\n",
          "30:12 There is a generation that are pure in their own eyes, / And yet are not washed from their filthiness.\n",
          "30:13 There is a generation?oh how lofty are their eyes, / And their eyelids are raised arrogantly.\n",
          "30:14 There is a generation whose teeth are like swords, / And their jaw teeth like knives, / To devour the afflicted from off the earth, / And the needy from among men.\n",
          "30:15 The leech has two daughters, crying, Give, give. / There are three things that are never satisfied, / Indeed, four that do not say, Enough:\n",
          "30:16 Sheol and the barren womb, / The earth that is not satisfied with water, / And the fire that does not say, Enough.\n",
          "30:17 The eye that mocks his father / And despises to obey his mother, / The ravens of the valley will pick it out, / And the young eagles will eat it.\n",
          "30:18 There are three things which are too wonderful for me, / Indeed four which I do not know:\n",
          "30:19 The way of an eagle in the sky, / The way of a serpent upon a rock, / The way of a ship in the midst of the sea, / And the way of a man with a maiden.\n",
          "30:20 This is the way of an adulterous woman: / She eats and wipes her mouth / And says, I have done no wickedness.\n",
          "30:21 Under three things the earth quakes, / And under four, it cannot bear up:\n",
          "30:22 Under a servant when he is king, / And a fool when he is filled with food;\n",
          "30:23 Under a hated woman when she gets married, / And a servant girl who is heir to her mistress.\n",
          "30:24 Four things are small on the earth, / But they are exceedingly wise:\n",
          "30:25 The ants are a clan without strength, / Yet they prepare their food in the summer;\n",
          "30:26 The rock badgers are a clan without might, / Yet they make their houses in the rocks;\n",
          "30:27 The swarming locusts have no king, / Yet all of them go out in ranks;\n",
          "30:28 The lizard can be grasped with the hands, / Yet she is in kings? palaces.\n",
          "30:29 There are three things which are stately in their step, / Indeed four which are stately in walking:\n",
          "30:30 The lion, which is mightiest among beasts, / And does not turn back before any;\n",
          "30:31 The strutting cock girded in the loins, or a male goat, / And a king who has a band of soldiers with him.\n",
          "30:32 If you have been foolish in exalting yourself, / Or if you have thought an evil scheme, / Put your hand upon your mouth.\n",
          "30:33 For the churning of milk produces butter, / And the wringing of the nose brings forth blood, / So the pressing of wrath brings forth strife.\n"
        ],
        "id": [
          "30:1 Perkataan Agur bin Yake dari Masa. Tutur kata orang itu: Aku berlelah-lelah, ya Allah, aku berlelah-lelah, sampai habis tenagaku.\n",
          "30:2 Sebab aku ini lebih bodoh dari pada orang lain, pengertian manusia tidak ada padaku.\n",
          "30:3 Juga tidak kupelajari hikmat, sehingga tidak dapat kukenal Yang Mahakudus.\n",
          "30:4 Siapakah yang naik ke surga lalu turun? Siapakah yang telah mengumpulkan angin dalam genggamnya? Siapakah yang telah membungkus air dengan kain? Siapakah yang telah menetapkan segala ujung bumi? Siapa namanya dan siapa nama anaknya? Engkau tentu tahu!\n",
          "30:5 Semua firman Allah adalah murni. Ia adalah perisai bagi orang-orang yang berlindung pada-Nya.\n",
          "30:6 Jangan menambahi firman-Nya, supaya engkau tidak ditegur-Nya dan dianggap pendusta.\n",
          "30:7 Dua hal aku mohon kepada-Mu, jangan itu Kautolak sebelum aku mati, yakni:\n",
          "30:8 Jauhkanlah dari padaku kecurangan dan kebohongan. Jangan berikan kepadaku kemiskinan atau kekayaan. Biarkanlah aku menikmati makanan yang menjadi bagianku.\n",
          "30:9 Supaya, kalau aku kenyang, aku tidak menyangkal-Mu dan berkata: Siapa Tuhan itu? Atau, kalau aku miskin, aku mencuri, dan mencemarkan nama Allahku.\n",
          "30:10 Jangan mencerca seorang hamba pada tuannya, supaya jangan ia mengutuki engkau dan engkau harus menanggung kesalahan itu.\n",
          "30:11 Ada keturunan yang mengutuki ayahnya dan tidak memberkati ibunya.\n",
          "30:12 Ada keturunan yang menganggap dirinya tahir, tetapi belum dibasuh dari kotorannya sendiri.\n",
          "30:13 Ada keturunan yang berpandangan angkuh, yang terangkat kelopak matanya.\n",
          "30:14 Ada keturunan yang giginya adalah pedang, yang gigi geliginya adalah pisau, untuk memakan habis dari bumi orang-orang yang tertindas, orang-orang yang miskin di antara manusia.\n",
          "30:15 Si lintah mempunyai dua anak perempuan: Untukku! dan Untukku! Ada tiga hal yang tak akan kenyang, ada empat hal yang tak pernah berkata: Cukup!\n",
          "30:16 Dunia orang mati, dan rahim yang mandul, dan bumi yang tidak pernah puas dengan air, dan api yang tidak pernah berkata: Cukup!\n",
          "30:17 Mata yang mengolok-olok ayah, dan enggan mendengarkan ibu akan dipatuk gagak lembah dan dimakan anak rajawali.\n",
          "30:18 Ada tiga hal yang mengherankan aku, bahkan, ada empat hal yang tidak kumengerti:\n",
          "30:19 jalan rajawali di udara, jalan ular di atas cadas, jalan kapal di tengah-tengah laut, dan jalan seorang laki-laki dengan seorang gadis.\n",
          "30:20 Inilah jalan perempuan yang berzina: ia makan, lalu menyeka mulutnya, dan berkata: Aku tidak berbuat jahat.\n",
          "30:21 Karena tiga hal bumi gemetar, bahkan, karena empat hal ia tidak dapat tahan:\n",
          "30:22 karena seorang hamba, kalau ia menjadi raja, karena seorang bebal, kalau ia kekenyangan makan,\n",
          "30:23 karena seorang wanita yang tidak disukai orang, kalau ia mendapat suami, dan karena seorang hamba perempuan, kalau ia mendesak kedudukan nyonyanya.\n",
          "30:24 Ada empat binatang yang terkecil di bumi, tetapi yang sangat cekatan:\n",
          "30:25 semut, bangsa yang tidak kuat, tetapi yang menyediakan makanannya di musim panas,\n",
          "30:26 pelanduk, bangsa yang lemah, tetapi yang membuat rumahnya di bukit batu,\n",
          "30:27 belalang yang tidak mempunyai raja, namun semuanya berbaris dengan teratur,\n",
          "30:28 cicak yang dapat kautangkap dengan tangan, tetapi yang juga ada di istana-istana raja.\n",
          "30:29 Ada tiga binatang yang gagah langkahnya, bahkan, empat hal yang gagah jalannya, yakni:\n",
          "30:30 singa, yang terkuat di antara binatang, yang tidak mundur terhadap apa pun.\n",
          "30:31 Ayam jantan yang angkuh, atau kambing jantan, dan seorang raja yang berjalan di depan rakyatnya.\n",
          "30:32 Bila engkau menyombongkan diri tanpa atau dengan berpikir, tekapkanlah tangan pada mulut!\n",
          "30:33 Sebab, kalau susu ditekan, mentega dihasilkan, dan kalau hidung ditekan, darah keluar, dan kalau kemarahan ditekan, pertengkaran timbul.\n"
        ]
      }
    },
    {
      "31": {
        "en": [
          "31:1 The words of King Lemuel. The oracle which his mother taught him.\n",
          "31:2 What, my son? and what, O son of my womb? / And what, O son of my vows?\n",
          "31:3 Do not give your strength to women, / Nor your ways to that which destroys kings.\n",
          "31:4 It is not for kings, O Lemuel, it is not for kings to drink wine; / Nor for princes to say, Where is strong drink?\n",
          "31:5 Lest they drink and forget what is decreed, / And pervert the rights of all the afflicted.\n",
          "31:6 Give strong drink rather to one who is perishing, / And wine to the bitter in soul;\n",
          "31:7 Let him drink and forget his poverty, / And remember his misery no more.\n",
          "31:8 Open your mouth for the dumb, / And for the rights of all those who are passing away.\n",
          "31:9 Open your mouth; judge righteously, / And minister justice to the poor and needy.\n",
          "31:10 Who can find a worthy woman? / For her price is far above corals.\n",
          "31:11 The heart of her husband trusts in her, / And he will have no lack of gain.\n",
          "31:12 She does him good and not evil / All the days of her life.\n",
          "31:13 She seeks wool and flax, / And delights to work with her hands.\n",
          "31:14 She is like the merchant ships; / She brings her food from afar.\n",
          "31:15 She rises also while it is still night / And gives food to her household, / And their task to her serving girls.\n",
          "31:16 She considers a field and buys it; / With the fruit of her hands she plants a vineyard.\n",
          "31:17 She girds her loins with strength / And makes strong her arms.\n",
          "31:18 She samples her merchandise to be sure it is good; / Her lamp does not go out by night.\n",
          "31:19 She lays her hands to the distaff, / And her hands hold on to the spindle.\n",
          "31:20 She stretches out her hand to the afflicted, / And she reaches out her hands to the needy.\n",
          "31:21 She does not fear for her household when it snows, / For all her household are clothed with scarlet.\n",
          "31:22 She makes coverings for herself; / Her clothing is fine linen and purple.\n",
          "31:23 Her husband is known in the gates, / When he sits among the elders of the land.\n",
          "31:24 She makes linen garments and sells them / And delivers girdles to the merchant.\n",
          "31:25 Strength and dignity are her clothing, / And she happily looks forward to the time to come.\n",
          "31:26 She opens her mouth with wisdom, / And the law of kindness is on her tongue.\n",
          "31:27 She watches closely over the ways of her household / And does not eat the bread of idleness.\n",
          "31:28 Her children rise up and call her blessed; / Her husband also, and he praises her, saying:\n",
          "31:29 Many daughters have done worthily, / But you surpass them all.\n",
          "31:30 Grace is deceitful, and beauty is vain; / But a woman who fears Jehovah, she will be praised.\n",
          "31:31 Give her of the fruit of her hands, / And let her works praise her in the gates.\n"
        ],
        "id": [
          "31:1 Inilah perkataan Lemuel, raja Masa, yang diajarkan ibunya kepadanya.\n",
          "31:2 Apa yang akan kukatakan, anakku, anak kandungku, anak nazarku?\n",
          "31:3 Jangan berikan kekuatanmu kepada perempuan, dan jalanmu kepada perempuan-perempuan yang membinasakan raja-raja.\n",
          "31:4 Tidaklah pantas bagi raja, hai Lemuel, tidaklah pantas bagi raja meminum anggur, ataupun bagi para pembesar mengingini minuman keras,\n",
          "31:5 jangan sampai karena minum ia melupakan apa yang telah ditetapkan, dan membengkokkan hak orang-orang yang tertindas.\n",
          "31:6 Berikanlah minuman keras itu kepada orang yang akan binasa, dan anggur itu kepada yang susah hati.\n",
          "31:7 Biarlah ia minum dan melupakan kemiskinannya, dan tidak lagi mengingat kesusahannya.\n",
          "31:8 Bukalah mulutmu untuk orang yang bisu, untuk hak semua orang yang merana.\n",
          "31:9 Bukalah mulutmu, ambillah keputusan secara adil dan berikanlah kepada yang tertindas dan yang miskin hak mereka.\n",
          "31:10 Isteri yang cakap siapakah akan mendapatkannya? Ia lebih berharga dari pada permata.\n",
          "31:11 Hati suaminya percaya kepadanya, suaminya tidak akan kekurangan keuntungan.\n",
          "31:12 Ia berbuat baik kepada suaminya dan tidak berbuat jahat sepanjang umurnya.\n",
          "31:13 Ia mencari bulu domba dan rami, dan senang bekerja dengan tangannya.\n",
          "31:14 Ia serupa kapal-kapal saudagar, dari jauh ia mendatangkan makanannya.\n",
          "31:15 Ia bangun kalau masih malam, lalu menyediakan makanan untuk seisi rumahnya, dan membagi-bagikan tugas kepada pelayan-pelayannya perempuan.\n",
          "31:16 Ia membeli sebuah ladang yang diingininya, dan dari hasil tangannya kebun anggur ditanaminya.\n",
          "31:17 Ia mengikat pinggangnya dengan kekuatan, ia menguatkan lengannya.\n",
          "31:18 Ia tahu bahwa pendapatannya menguntungkan, pada malam hari pelitanya tidak padam.\n",
          "31:19 Tangannya ditaruhnya pada jentera, jari-jarinya memegang pemintal.\n",
          "31:20 Ia memberikan tangannya kepada yang tertindas, mengulurkan tangannya kepada yang miskin.\n",
          "31:21 Ia tidak takut kepada salju untuk seisi rumahnya, karena seluruh isi rumahnya berpakaian rangkap.\n",
          "31:22 Ia membuat bagi dirinya permadani, lenan halus dan kain ungu pakaiannya.\n",
          "31:23 Suaminya dikenal di pintu gerbang, kalau ia duduk bersama-sama para tua-tua negeri.\n",
          "31:24 Ia membuat pakaian dari lenan, dan menjualnya, ia menyerahkan ikat pinggang kepada pedagang.\n",
          "31:25 Pakaiannya adalah kekuatan dan kemuliaan, ia tertawa tentang hari depan.\n",
          "31:26 Ia membuka mulutnya dengan hikmat, pengajaran yang lemah lembut ada di lidahnya.\n",
          "31:27 Ia mengawasi segala perbuatan rumah tangganya, makanan kemalasan tidak dimakannya.\n",
          "31:28 Anak-anaknya bangun, dan menyebutnya berbahagia, pula suaminya memuji dia:\n",
          "31:29 Banyak wanita telah berbuat baik, tetapi kau melebihi mereka semua.\n",
          "31:30 Kemolekan adalah bohong dan kecantikan adalah sia-sia, tetapi isteri yang takut akan Tuhan dipuji-puji.\n",
          "31:31 Berilah kepadanya bagian dari hasil tangannya, biarlah perbuatannya memuji dia di pintu-pintu gerbang!\n"
        ]
      }
    }
  ]
}
